Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# votes.project.parameters.error.message
source: Sorry, but some parameters of the project are not properly configured. Please try another project.
ar: عذرًا ، لم يتم مراعاة بعض اسس المشروع بشكل صحيح. يرجى تجربة مشروع آخر.
az: Bağışlayın, lakin layihənin bəzi parametrləri düzgün qurulmayıb. Xahiş edirəm başqa bir layihə sınayın.
ca: Ho sentim, però alguns paràmetres del projecte no estan configurats correctament. Si us plau, prova un altre projecte.
cs: Omlouváme se, ale některé parametry projektu nejsou správně nakonfigurovány. Zkuste jiný projekt.
de_de: Es tut uns leid, aber einige Parameter des Projekts sind nicht richtig konfiguriert. Bitte versuche ein anderes Projekt.
es: Lo sentimos, pero algunos parámetros del proyecto no están configurados correctamente. Por favor, intente con otro proyecto.
fa: متأسفیم، برخی از پارامترهای پروژه به درستی تعریف نشده اند. لطفاً پروژه دیگری را امتحان کنید.
fr: Désolé, certains paramètres du projet ne sont pas correctement configurés. Veuillez essayer un autre projet.
he: מצטערים, אבל חלק מהפרמטרים של הפרויקט אינם מוגדרים כראוי. אנא נסה פרויקט אחר.
hi_in: क्षमा करें, लेकिन परियोजना के कुछ मापदंडों को ठीक से कॉन्फ़िगर नहीं किया गया है। कृपया एक और परियोजना का प्रयास करें।
hu: Sajnáljuk, de a projekt egyes paraméterei nincsenek megfelelően konfigurálva. Próbálkozz egy másik projekttel.
ja: いくつかのパラメータが適切に構成されていません。別のプロジェクトを試してください
ms_my: Maaf, tetapi beberapa parameter projek tidak dikonfigurasi dengan betul. Sila cuba projek lain.
nl: Sorry, maar sommige parameters van het project zijn niet correct geconfigureerd. Probeer een ander project.
pl: Niestety, niektóre parametry projektu nie są poprawnie skonfigurowane. Spróbuj wybrać inny projekt.
pt: Lamentamos, mas alguns parâmetros do projeto não estão devidamente configurados. Por favor, tente outro projeto.
ru: Извините, данный проект имеет неверные параметры. Попробуйте другой проект.
sr: Жао нам је, али неки параметри пројекта нису правилно конфигурисани. Покушајте са другим пројектом.
tr: Üzgünüz, ancak projenin bazı parametreleri doğru şekilde yapılandırılmamış. Lütfen başka bir proje deneyin.
vi: Xin lỗi, nhưng một số tham số của dự án không được định cấu hình đúng. Hãy thử một dự án khác.
zh_hans: 抱歉，该项目的某些参数配置不正确。请尝试其他项目。
zh_hant_tw: 抱歉，該項目的某些參數配置不正確。請嘗試其他項目。

# favorite.project.not.found.error.message
source: Sorry, but the project is not found.
ar: عذراً، لم يتم العثور على المشروع.
az: Bağışlayın, lakin layihə tapılmadı.
ca: Ho sentim, però el projecte no s'ha trobat.
cs: Je nám líto, ale projekt nebyl nalezen.
de_de: Es tut uns leid, das Projekt wurde nicht gefunden.
es: Lo sentimos, pero no se ha encontrado el proyecto.
fa: متأسفانه پروژه یافت نشد.
fr: Désolé, le projet est introuvable.
he: מצטערים, אך הפרויקט לא נמצא.
hi_in: क्षमा करें, लेकिन परियोजना नहीं मिली है।
hu: Sajnáljuk, de a projekt nem található.
ja: 申し訳ありませんが、プロジェクトが見つかりません
ms_my: Maaf, tetapi projek itu tidak dijumpai.
nl: Sorry, maar het project is niet gevonden.
pl: Niestety, nie znaleziono tego projektu.
pt: Lamentamos, mas o projeto não foi encontrado.
ru: [%key_id:33515995%]
sr: Жао нам је, али пројекат није пронађен.
tr: Üzgünüz, proje bulunamadı.
vi: Xin lỗi, nhưng dự án không được tìm thấy.
zh_hans: 很抱歉，找不到该项目。
zh_hant_tw: 抱歉，找不到該項目。

# favorite.user.not.found.error.message
source: Sorry, but you are not authorized to make project favourite
ar: عذرًا، انت غير مخول لتفضيل المشروع
az: Bağışlayın, ancaq layihəni seçilmiş etmək üçün səlahiyyətiniz yoxdur
ca: Ho sentim, però no esteu autoritzat a fer el projecte favorit
cs: Je nám líto, ale nemáte oprávnění označit projekt jako oblíbený
de_de: Es tut uns leid, du hast keine Berechtigung das Projekt zum Favorit zu machen
es: Lo sentimos, pero no estás autorizado para convertir el proyecto en favorito
fa: متأسفیم ، اما شما مجاز به برگزیدن پروژه نیستید
fr: Désolé, vous n'êtes pas autorisé à faire de votre projet un favori
he: מצטערים, אך אינך מורשה להפוך את הפרויקט למועדף
hi_in: क्षमा करें, लेकिन आप परियोजना को पसंदीदा बनाने के लिए अधिकृत नहीं हैं
hu: Sajnáljuk, de nem vagy jogosult arra, hogy a kedvenceid közé ments a projektet
ja: 申し訳ありませんが、プロジェクトのお気に入り登録が許可されていません
ms_my: Maaf, tapi anda tidak diberi kuasa untuk membuat proyek kegemaran
nl: Sorry, maar u bent niet bevoegd om een project favoriet te maken
pl: Aby dodać projekt do ulubionych, wymagana jest autoryzacja.
pt: Lamentamos, mas não está autorizado a fazer do projeto seu favorito
ru: Извините, для добавления проекта в избранное необходима авторизация
sr: Жао нам је, али нисте овлашћени да пројекат учините омиљеним
tr: Maalesef projeyi favori yapma yetkiniz yok
vi: Xin lỗi, nhưng bạn không được phép chọn dự án vào mục yêu thích
zh_hans: 抱歉，您无权收藏该项目
zh_hant_tw: 抱歉，您無權收藏該項目

# startup.verification.title
source: Verifying authorization…
ar: جارٍ التحقق من امكانية الدخول ...
az: Avtorizasiya doğrulanır ...
ca: S'està verificant l'autorització ...
cs: Ověřování autorizace...
de_de: Autorisierung überprüfen...
es: Verificando autorización ...
fa: درحال تأیید مجوز ...
fr: Vérification de l'autorisation…
he: מאמת הרשאות...
hi_in: प्रमाणीकरण सत्यापित किया जा रहा है ...
hu: Engedélyezés ellenőrzése...
ja: 認証中です...
ms_my: Mengesahkan kebenaran…
nl: Autorisatie verifiëren…
pl: Weryfikacja autoryzacji...
pt: Verificando autorização…
ru: Авторизация...
sr: Верификација овлашћења…
tr: Yetkilendirme doğrulanıyor…
vi: Đang xác minh ủy quyền…
zh_hans: 正在验证授权中...
zh_hant_tw: 正在驗證授權…

# startup.verification.subtitle
source: Please wait
ar: الرجاء الانتظار
az: Zəhmət olmasa, gözləyin
ca: Si us plau esperin
cs: Počkejte prosím
de_de: Bitte warten
es: Por favor espera
fa: لطفا صبر کنید
fr: Merci de patienter
he: אנא המתן
hi_in: कृपया प्रतीक्षा करें
hu: Kérjük várj
ja: お待ちください
ms_my: Sila tunggu
nl: Even geduld aub
pl: Proszę czekać...
pt: Por favor, aguarde
ru: Пожалуйста, подождите
sr: Сачекајте
tr: Lütfen bekleyin
vi: Vui lòng đợi
zh_hans: 请稍候
zh_hant_tw: 請稍候

# startup.waiting.network.title
source: Waiting network...
ar: انتظار الاتصال بالشبكة
az: Şəbəkə gözlənilir ...
ca: Esperant la xarxa ...
cs: Čeká se na síť ...
de_de: Auf Netzwerk warten...
es: Esperando la red...
fa: در انتظار شبکه ...
fr: En attente de réseau...
he: ממתין לרשת ...
hi_in: प्रतीक्षारत नेटवर्क ...
hu: Várakozás a hálózatra...
ja: ネットワークを待っています...
ms_my: Menunggu rangkaian...
nl: Wachtend netwerk ...
pl: Oczekiwanie na połączenie z siecią...
pt: Esperando pela rede...
ru: Поиск сети...
sr: Чекање мреже...
tr: Ağ bekleniyor...
vi: Đang chờ mạng ...
zh_hans: 等待网络...
zh_hant_tw: 等待網絡...

# startup.waiting.network.subtitle
source: Please check connection
ar: يرجى التحقق من الاتصال
az: Xahiş edirik əlaqəni yoxlayın
ca: Si us plau, comproveu la connexió
cs: Zkontrolujte připojení, prosím
de_de: Bitte die Verbindung überprüfen
es: Por favor compruebe la conexión
fa: لطفاً اتصال را بررسی کنید
fr: Veuillez vérifier la connexion
he: אנא בדוק את החיבור
hi_in: कृपया कनेक्शन की जांच करें
hu: Kérjük ellenőrizd a kapcsolatot
ja: 接続を確認してください
ms_my: Sila periksa sambungan
nl: Controleer de verbinding
pl: Sprawdź połączenie
pt: Por favor, verifique a conexão
ru: Пожалуйста, проверьте подключение к Интернету
sr: Молимо проверите везу
tr: Lütfen bağlantıyı kontrol edin
vi: Vui lòng kiểm tra kết nối
zh_hans: 请检查连接
zh_hant_tw: 請檢查連接

# reputation.total.rank.template
source: %@ of %@
ar: %@ من %@
az: %@-dən %@
ca: %@ de %@
cs: %@ z %@
de_de: %@ von %@
es: %@ de %@
fa: %@ از %@
fr: %@ sur %@
he: %@ מתוך %@
hi_in: %@ का %@
ja: %@ の %@
ms_my: %@ daripada %@
nl: %@ van %@
pl: %@ z %@
pt: %@ de %@
ru: %@ из %@
sr: %@ од %@
vi: %@ của %@
zh_hans: %@的%@
zh_hant_tw: %@的%@

# reputation.last.votes.template
source: %@ votes received last time
ar: %@ آخر الاصوات التي تم تلقيها
az: Son dəfə %@ səs alındı
ca: %@ vots rebuts l'última vegada
cs: naposledy obdrženo %@ hlasů
de_de: Beim letzten Mal %@ Stimmen erhalten
es: %@ votos recibidos la última vez
fa: %@ رأی آخرین بار دریافت شده است
fr: %@ votes reçus la dernière fois
he: %@ קולות התקבלו בפעם האחרונה
hi_in: %@ पिछली बार प्राप्त वोट
hu: %@ szavazat érkezett utoljára
ja: 直近に受け取った投票権 %@
ms_my: %@ undian diterima kali terakhir
nl: %@ stemmen zijn de laatste keer ontvangen
pl: %@ głosy/głosów otrzymane/otrzymanych ostatnim razem.
pt: %@ votos recebidos da última vez
ru: %@ голосов получено в прошлый раз
sr: %@ гласова добијено прошли пут
tr: %@ oy hakkı alındı
vi: %@ phiếu bầu đã nhận được lần trước
zh_hans: 上次收到%@选票
zh_hant_tw: 上次收到 %@選票

# reputation.timer.format
source: Your reputation will be updated in %@
ar: سيتم تحديث سمعتك في %@
az: Sizin nüfuzunuz %@ ərzində yenilənəcək
ca: La teva reputació s'actualitzarà en %@
cs: Vaše pověst bude aktualizována za %@
de_de: Deine Reputation wird in %@ aktualisiert
es: Tu reputación se actualizará en %@
fa: درجه اعتبار شما %@ به روز خواهد شد
fr: Votre réputation sera mise à jour dans %@
he: המוניטין שלך יעודכן בעוד %@
hi_in: आपकी प्रतिष्ठा %@ में अपडेट किया जाएगा
hu: A rangod %@ múlva frissül
ja: あなたの評価の更新まであと %@ です
ms_my: Reputasi anda akan dikemas kini dalam %@
nl: Uw reputatie wordt bijgewerkt in %@
pl: Twoja pozycja reputacja w rankingu zostanie zaktualizowana za %@.
pt: A sua reputação será atualizada em %@
ru: Ваша репутация обновится через %@
sr: Ваша репутација биће ажурирано за %@
tr: İtibarınız %@ içinde güncellenecek
vi: Danh tiếng của bạn sẽ được cập nhật sau %@
zh_hans: 您的声誉 将在 %@ 中更新
zh_hant_tw: 您的聲譽 將在%@更新

# reputation.soon
source: Your reputation will be updated soon
ar: سيتم تحديث سمعتك قريباً
az: Tezliklə nüfuzunuz yenilənəcək
ca: La teva reputació s’actualitzarà aviat
cs: Vaše pověst bude brzy aktualizována
de_de: Deine Reputation wird bald aktualisiert
es: Tu reputación se actualizará pronto
fa: اعتبار شما به زودی به روز خواهد شد
fr: Votre réputation sera mise à jour prochainement
he: המוניטין שלך יעודכן בקרוב
hi_in: जल्द ही आपकी प्रतिष्ठा अपडेट की जाएगी
hu: Az elismertséged hamarosan frissül
ja: あなたの評価はまもなく更新されます
ms_my: Reputasi anda akan dikemas kini tidak lama lagi
nl: Uw reputatie wordt binnenkort bijgewerkt
pl: Twoja reputacja zostanie wkrótce zaktualizowana.
pt: A sua reputação será atualizada em breve
ru: Ваша репутация скоро обновится
sr: Ваша репутација ће ускоро бити ажурирана
tr: İtibarınız yakında güncellenecektir
vi: Danh tiếng của bạn sẽ sớm được cập nhật
zh_hans: 您的声誉将很快更新
zh_hant_tw: 您的聲譽即將更新

# user.not.found.message
source: Can't continue operation because user is not found
ar: تعذر متابعة العملية بسبب عدم العثور على المستخدم
az: İstifadəçi tapılmadığı üçün əməliyyata davam etmək olmur
ca: No es pot continuar l'operació perquè no s'ha trobat l'usuari
cs: Nelze pokračovat, protože uživatel nebyl nalezen
de_de: Kann den Vorgang nicht fortsetzen, da der Benutzer nicht gefunden wird
es: No se puede continuar la operación porque no se encuentra el usuario
fa: ادامه کار امکان‌پذیر نیست زیرا کاربر پیدا نشده است
fr: Impossible de continuer l'opération car l'utilisateur est introuvable
he: לא ניתן להמשיך בפעולה מכיוון שהמשתמש לא נמצא
hi_in: उपयोगकर्ता नहीं मिलने के कारण ऑपरेशन जारी नहीं रख सकते
hu: A művelet nem folytatható, mert a felhasználó nem található
ja: ユーザーが見つからないため、操作を続けることができません
ms_my: Tidak dapat meneruskan operasi kerana pengguna tidak dijumpai
nl: Kan de bewerking niet voortzetten omdat de gebruiker niet is gevonden
pl: Operacja nie może być kontynuowana, ponieważ nie znaleziono użytkownika.
pt: Não é possível continuar a operação porque o utilizador não foi encontrado
ru: Операция не может быть продолжена, поскольку пользователь не найден
sr: Не могу да наставим рад јер корисник није пронађен
tr: Kullanıcı bulunamadığı için işleme devam edilemiyor
vi: Không thể tiếp tục hoạt động vì không tìm thấy người dùng
zh_hans: 无法继续操作，因为找不到用户
zh_hant_tw: 無法繼續操作 , 因為找不到用戶

# user.status.invalid.message
source: Can't continue operation because user's status is invalid
ar: تعذر متابعة العملية لأن حالة المستخدم غير صالحة
az: İstifadəçinin statusu etibarsız olduğundan əməliyyata davam etmək olmur
ca: No es pot continuar l'operació perquè l'estat de l'usuari és invàlid
cs: Nelze pokračovat, protože uživatelský stav je neplatný
de_de: Kann den Vorgang nicht fortsetzen, da der Status des Benutzers ungültig ist
es: No se puede continuar la operación porque el estado del usuario no es válido
fa: ادامه عملیات ممکن نیست زیرا وضعیت کاربر نامعتبر است
fr: Impossible de continuer l'opération car le statut de l'utilisateur n'est pas valide
he: לא ניתן להמשיך בפעולה כי סטטוס המשתמש אינו חוקי
hi_in: उपयोगकर्ता की स्थिति अमान्य होने के कारण ऑपरेशन जारी नहीं रखा जा सकता है
hu: A művelet nem folytatható, mert a felhasználó állapota érvénytelen
ja: ユーザーのステータスが無効のため、操作を続けることができません
ms_my: Tidak dapat meneruskan operasi kerana status pengguna tidak sah
nl: Kan de bewerking niet voortzetten omdat de status van de gebruiker ongeldig is
pl: Z uwagi na nieprawidłowy status użytkownika operacja nie może być kontynuowana.
pt: Não é possível continuar a operação porque o status do utilizador é inválido
ru: Не удается продолжить операцию, поскольку статус пользователя некорректен
sr: Не могу да наставим рад јер је статус корисника неважећи
tr: Kullanıcının durumu geçersiz olduğundan işleme devam edilemiyor
vi: Không thể tiếp tục hoạt động vì trạng thái của người dùng không hợp lệ
zh_hans: 无法继续操作，因为用户的状态无效
zh_hant_tw: 無法繼續操作 , 因為用戶狀態無效

# user.values.not.found.message
source: Can't continue operation because user values data is not found
ar: تعذرت المتابعة لاتمام العملية لعدم العثور على قيمة بيانات المستخدم
az: İstifadəçi dəyərləri məlumatları tapılmadığı üçün əməliyyata davam etmək olmur
ca: No es pot continuar l'operació perquè no s'han trobat dades de valors d'usuari
cs: Nelze pokračovat, protože data uživatelských hodnot nebyla nalezena
de_de: Kann den Vorgang nicht fortsetzen, da Benutzerdaten nicht gefunden werden
es: No se puede continuar la operación porque no se encuentran los datos de valores de usuario
fa: ادامه کار امکان‌پذیر نیست زیرا داده‌های مقادیر کاربر یافت نشد
fr: Impossible de continuer l'opération car les données d'utilisateur sont introuvables
he: אין אפשרות להמשיך בפעולה זו מפני שנתוני ערכים של המשתמש לא נמצאו
hi_in: उपयोगकर्ता द्वारा डेटा नहीं मिलने के कारण ऑपरेशन जारी नहीं रखा जा सकता है
hu: A művelet nem folytatható, mert a felhasználói értékek adatai nem találhatók
ja: ユーザーのバリューデータが検索できず、操作を続けることができません
ms_my: Tidak dapat meneruskan operasi kerana data nilai pengguna tidak dijumpai
nl: Kan de bewerking niet voortzetten omdat er geen gebruikerswaarden zijn gevonden
pl: Nie można kontynuować operacji, ponieważ nie znaleziono danych użytkownika.
pt: Não é possível continuar a operação porque os dados do utilizador não foram encontrados
ru: Не удается продолжить операцию, поскольку данные о пользователе не найдены
sr: Не могу да наставим рад јер подаци о корисничким вредностима нису пронађени
tr: Kullanıcı değerleri verisi bulunamadığı için işleme devam edilemiyor
vi: Không thể tiếp tục hoạt động vì không tìm thấy dữ liệu giá trị người dùng
zh_hans: 无法继续操作，因为找不到用户值数据
zh_hant_tw: 無法繼續操作 , 因為找不到用戶值數據

# activity.user.registered.description
source: Congratulations! Your reputation will be increased!
ar: تهانيناً! ستتم ترقية تصنيف سمعتك!
az: Təbrik edirik! Sizin nüfuzunuz artacaq!
ca: Enhorabona! La vostra reputació augmentarà!
cs: Gratulujeme! Vaše reputace se zvýší!
de_de: Glückwunsch! Deine Reputation wird erhöht!
es: ¡Felicidades! ¡Tu reputación aumentará!
fa: تبریک! اعتبار شما افزایش خواهد یافت!
fr: Félicitations ! Votre réputation va augmenter !
he: מזל טוב! המוניטין שלך יגדל!
hi_in: बधाइयाँ! आपकी प्रतिष्ठा बढ़ा दी जाएगी!
hu: Gratulálunk! Az elismertséged növekedni fog!
ja: おめでとうございます！あなたの評価が上がりました！
ms_my: Tahniah! Reputasi anda akan meningkat!
nl: Gefeliciteerd! Uw reputatie zal worden verhoogd!
pl: Gratulacje! Twoja reputacja wzrośnie!
pt: Parabéns! A sua reputação será aumentada!
ru: Поздравляем! Вы повысили свою репутацию!
sr: Честитам! Ваша репутација ће бити повећана!
tr: Tebrikler! İtibarınız artacak!
vi: Xin chúc mừng! Danh tiếng của bạn sẽ được tăng lên!
zh_hans: 恭喜您！您的声誉将被提高！
zh_hant_tw: 恭喜您！您的聲譽將會提高！

# activity.event.xor.transfered.type
source: XOR Received
ar: تم استلام XOR
az: XOR qəbul elindi
ca: XOR rebut
cs: XOR přijato
de_de: XOR empfangen
es: XOR recibido
fa: XOR دریافت شد
fr: XOR reçus
he: XOR התקבל
hi_in: XOR प्राप्त किया
hu: XOR érkezett
ja: XORの受取
ms_my: XOR Diterima
nl: XOR ontvangen
pl: Otrzymano XOR
pt: XOR Recebido
ru: XOR получены
sr: Примљено је XOR
tr: XOR Alındı
vi: Đã nhận XOR
zh_hans: 收到XOR
zh_hant_tw: 收到 XOR

# activity.user.rank.changed.title.template
source: Your rank now is %@ out of %@
ar: رتبتك الآن %@ من أصل %@
az: İndi dərəcəniz %@ arasından %@ - dur.
ca: La vostra classificació ara és %@ de %@
cs: Vaše hodnost je nyní %@ z %@
de_de: Dein Rang ist jetzt %@ von %@
es: Tu rango ahora está el %@ de %@
fa: رتبه شما اکنون %@ از %@
fr: Votre classement est maintenant de %@ sur %@
he: הדירוג שלך כעת %@ מתוך %@
hi_in: आपकी रैंक अब %@ से %@
hu: Helyezésed most %@ / %@
ja: あなたの今のランクは %@ の %@です
ms_my: Pangkat anda sekarang adalah %@ daripada %@
nl: Je positie is nu %@ van %@
pl: Obecnie jesteś na %@ miejscu w rankingu na %@ miejsc.
pt: A sua classificação agora é %@ de %@
ru: Ваша позиция в рейтинге %@ из %@
sr: Ваш ранг је сада %@ од %@
tr: Sıralamadaki yeriniz %@ / %@
vi: Xếp hạng của bạn bây giờ là %@ / %@
zh_hans: 您的排名现在位于%@排名的%@
zh_hant_tw: 您目前的排名是%@中排名%@

# activity.project.closed.type.template
source: Project reached deadline!
ar: وصل المشروع إلى الموعد النهائي!
az: Layihə son tarixə çatdı!
ca: El projecte ha arribat a la data límit!
cs: Projekt dosáhl uzávěrky!
de_de: Projekt hat den Stichtag erreicht!
es: ¡El proyecto ha llegado a su fin!
fa: پروژه به انقضا رسیده!
fr: Le projet a atteint la date limite !
he: הפרויקט הגיע למועד האחרון
hi_in: परियोजना समय सीमा तक पहुंच गया!
hu: A projekt elérte a határidőt!
ja: プロジェクトの終了期限になりました！
ms_my: Projek mencapai tarikh akhir!
nl: Project heeft de deadline bereikt!
pl: Termin projektu dobiegł końca!
pt: O projeto atingiu o prazo final!
ru: Срок голосования за проект истек!
sr: Пројекат је достигао рок!
tr: Proje süresi doldu!
vi: Dự án đã đến hạn chót!
zh_hans: 项目已到最后期限！
zh_hant_tw: 項目已到最後期限！

# activity.voted.friend.added.type.template
source: Friend voted for project!
ar: صوت صديق لصالح المشروع!
az: Dost layihəyə səs verdi!
ca: Un amic ha votat pel projecte!
cs: Přítel hlasoval pro projekt!
de_de: Ein Freund hat für ein Projekt abgestimmt!
es: ¡Un amigo votó por el proyecto!
fa: دوستی به پروژه رأی داد!
fr: Un ami a voté pour le projet !
he: חבר הצביע לפרויקט!
hi_in: मित्र ने परियोजना के लिए मतदान किया!
hu: Barátom szavazott a projektre!
ja: 友達がプロジェクトに投票しました!
ms_my: Rakan mengundi untuk projek!
nl: Vriend heeft op het project gestemd!
pl: Znajomy(-ma) zagłosował(a) na projekt!
pt: Um amigo votou no projeto!
ru: Ваш друг проголосовал!
sr: Пријатељ гласао за пројекат!
tr: Arkadaşınız proje için oy verdi!
vi: Bạn bè đã bình chọn cho dự án!
zh_hans: 您的朋友投该项目的票！
zh_hant_tw: 朋友投票支持該項目！

# activity.voted.friend.added.description.template
source: %@ has spent %@ votes for %@ project
ar: %@ إستهلك %@ من الاصوات لصالح مشروع %@
az: %@ layihəsi üçün %@ səslər %@ istifadə edildi
ca: %@ ha gastat %@ vots per al projecte %@
cs: %@ odevzdal/a %@ hlasů za %@ projekt
de_de: %@ hat %@ Stimmen für das Projekt %@ abgegeben
es: %@ ha gastado %@ votos en %@ proyecto
fa: %@ %@ رأی را برای %@ پروژه خرج کرده است
fr: %@ a dépensé %@ votes pour le projet %@
he: %@ הוציא %@ קולות עבור %@ פרויקט
hi_in: %@ खर्च किए %@ के लिए वोट %@ परियोजना
hu: %@ leadott %@ szavazatot %@ projektre
ja: %@は%@プロジェクトに%@回投票しました
ms_my: %@ telah menghabiskan %@ undi untuk %@ projek
nl: %@ heeft %@ stemmen uitgegeven voor %@ project
pl: %@ oddał(a) %@ głosy/głosów na projekt %@.
pt: %@ gastou %@ votos no projeto %@
ru: %@ отдал(а) %@ голосов проекту %@
sr: %@ је потрошио %@ гласова за пројекат %@
tr: %@ %@ projesi için %@ oy harcadı
vi: %@ đã dành %@ phiếu bầu cho %@ dự án
zh_hans: %@ 为 %@ 项目花费了 %@ 选票
zh_hant_tw: %@ 為 %@ 項目投了 %@ 選票

# activity.empty.description
source: Updates and notifications like received reward and accepted invitations will appear here
ar: ستظهر هنا التحديثات والإشعارات كتلقي مكافئة او دعوة مقبولة
az: Yenilənmələr, alınmış mükafatlat və qəbul edilmiş dəvətnamələr barəsində bildirişlər burada görünəcək
ca: Actualitzacions i notificacions com recompenses rebudes i invitacions acceptades apareixeran ací
cs: Aktualizace a oznámení, jako je obdržená odměna a přijaté pozvánky, se objeví zde
de_de: Updates und Benachrichtigungen wie erhaltene Belohnungen und angenommene Einladungen werden hier erscheinen
es: Actualizaciones y notificaciones como recompensas recibidas e invitaciones aceptadas aparecerán aquí
fa: به روزرسانی‌ها و اعلان‌ها مانند دریافت پاداش و دعوت نامه‌ها در اینجا ظاهر می‌شود
fr: Les mises à jour et notifications telles que les récompenses reçues et les invitations acceptées apparaîtront ici
he: עדכונים והודעות כמו תגמולים והזמנות שהתקבלו יופיעו כאן
hi_in: अपडेट और सूचनाएं जैसे इनाम और स्वीकार किए गए निमंत्रण यहाँ दिखाई देगा
hu: Frissítések és értesítések, mint például jutalmak és elfogadott meghívások itt fognak megjelenni
ja: 受領した報酬、承諾した招待などのアップデートやお知らせはここに表示されます
ms_my: Kemas kini dan pemberitahuan seperti menerima hadiah dan jemputan yang diterima akan muncul di sini
nl: Updates en meldingen zoals ontvangen beloningen en geaccepteerde uitnodigingen zullen hier verschijnen
pl: Tutaj pojawią się aktualizacje i powiadomienia, takie jak otrzymane wynagrodzenia i przyjęte zaproszenia.
pt: Atualizações e notificações como recompensas recebidas e convites aceitos aparecerão aqui
ru: Обновления и уведомления, например, о начислении награды или о принятых приглашениях, будут отображаться здесь
sr: Ажурирања и обавештења попут добијених награда и прихваћених позива појавиће се овде
tr: Alınan ödüller ve kabul edilen davetler gibi bildirimler ve güncellemeler burada görünecektir
vi: Cập nhật và thông báo như đã nhận được phần thưởng và lời mời được chấp nhận sẽ xuất hiện ở đây
zh_hans: 更新和通知，例如 收到奖励和接受邀请 会出现在这里
zh_hant_tw: 更新和通知，例如 收到的獎勵和已接受的邀請 將出現在這裡

# phone.number.sms.code.will.be.sent
source: SMS code will be sent to your phone
ar: سيتم ارسال الرمز الى هاتفك عبر رسالة قصيرة
az: SMS kodu telefonunuza göndəriləcək
ca: S’enviarà el codi SMS al vostre telèfon
cs: SMS kód bude odeslán do vašeho telefonu
de_de: SMS Code wird an deine Telefonnummer gesendet
es: Se enviará el código SMS a su teléfono
fa: پیامک برای شما ارسال خواهد شد.
fr: Le code SMS sera envoyé sur votre téléphone
he: קוד SMS יישלח לטלפון שלך
hi_in: आपके फोन पर एसएमएस कोड भेजा जाएगा
hu: SMS-kódot küldünk a telefonodra
ja: あなたの携帯電話にSMSでコードが送られます
ms_my: Kod SMS akan dihantar ke telefon anda
nl: Er wordt een sms-code verzonden naar je telefoon
pl: Kod zostanie wysłany SMS-em na Twój telefon.
pt: O código SMS será enviado para o seu telefone
ru: Код будет отправлен вам по SMS
sr: SMS код ће бити послат на телефон
tr: SMS kodu telefonunuza gönderilecektir
vi: Mã SMS sẽ được gửi đến điện thoại của bạn
zh_hans: 短信代码将被发送 到您的手机
zh_hant_tw: 短信代碼將發送 到您的手機

# verification.request.new.code.time
source: Request new code in %@
ar: طلب رمز جديد في %@
az: %@ -də yeni kod tələb edin
ca: Sol·liciteu un codi nou en %@
cs: Zažádejte o nový kód za %@
de_de: Neuen Code in %@ anfordern
es: Solicitar nuevo código en %@
fa: درخواست کد جدید در %@
fr: Demander un nouveau code dans %@
he: בקש קוד חדש ב- %@
hi_in: %@ में नए कोड का अनुरोध करें
hu: Új kód kérése: %@
ja: 新しいコードのリクエストまで%@
ms_my: Minta kod baru dalam %@
nl: Nieuwe code aanvragen in %@
pl: Poproś o nowy kod za %@.
pt: Solicitar novo código em %@.
ru: Запросить новый код можно будет через %@
sr: Затражи нови код за %@
tr: %@ içinde yeni kod isteyin
vi: Yêu cầu mã mới sau %@
zh_hans: 在%@请求新验证码
zh_hant_tw: 在%@請求新驗證碼
