Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# access.backup.load.error.title
source: Credentials Loading Failed
ar: فشل تحميل بيانات الاعتماد
az: Kredentiallar yüklənmədi
ca: No s'han pogut carregar les credencials
cs: Načtení dokladů se nezdařilo
de_de: Laden der Anmeldeinformationen fehlgeschlagen
es: Error al cargar credenciales
fa: اعتبارنامه ها بارگیری نشدند
fr: Échec du chargement des informations d'identification
he: טעינת הרשאות נכשלה
hi_in: क्रेडेंशियल्स लोडिंग विफल
hu: A hitelesítő adatok betöltése nem sikerült
ja: 認証情報が読み込めませんでした
ms_my: Pemuatan Tauliah Gagal
nl: Inloggegevens kunnen niet worden geladen
pl: Ładowanie danych uwierzytelniających nie powiodło się.
pt: Falha no carregamento de credenciais
ru: Ошибка загрузки данных
sr: Учитавање акредитива није успело
tr: Kimlik Bilgileri Yüklenemedi
vi: Tải thông tin đăng nhập không thành công
zh_hans: 凭证加载失败
zh_hant_tw: 憑證加載失敗

# access.backup.error.message
source: Please, try repeat the registration from scratch.
ar: من فضلك، حاول تكرار التسجيل من البداية.
az: Xahiş edirəm qeydiyyatı sıfırdan təkrar edin.
ca: Si us plau, proveu de repetir el registre des de zero.
cs: Zkuste prosím registraci zopakovat od začátku.
de_de: Bitte wiederhole die Registrierung von Anfang an neu.
es: Por favor, intente repetir el registro desde el principio.
fa: لطفاً، سعی کنید ثبت نام را از ابتدا تکرار کنید.
fr: Veuillez répéter l'enregistrement depuis le début
he: אנא, נסה לחזור על ההרשמה מההתחלה.
hi_in: कृपया, शून्य से पंजीकरण दोहराने का प्रयास करें।
hu: Kérjük kezdd elölről a regisztrációt.
ja: お手数ですが、最初から登録をやり直してください
ms_my: Tolong, cuba ulang pendaftaran dari permulaan
nl: Probeer de registratie vanaf het begin te herhalen.
pl: Spróbuj powtórzyć rejestrację od nowa.
pt: Por favor, tente repetir o registo novamente.
ru: Пожалуйста, попробуйте начать процесс регистрации с начала.
sr: Покушајте поновити регистрацију испочетка.
tr: Lütfen, yeniden kayıt olmayı deneyin.
vi: Vui lòng thử đăng ký lại từ đầu.
zh_hans: 请重新尝试注册。
zh_hant_tw: 請嘗試從頭開始註冊。

# project.title
source: Sora Projects
ar: مشاريع Sora
az: Sora Layihələri
ca: Projectes Sora
cs: Projekty Sora
de_de: Sora-Projekte
es: Proyectos Sora
fa: پروژه‌های سورا
fr: Projets Sora
he: פרויקטים של סורה
hi_in: सोरा परियोजनाएं
hu: Sora Projektek
ja: SORAプロジェクト
ms_my: Projek Sora
nl: Sora Projecten
pl: Projekty Sory
pt: Projetos da Sora
ru: Проекты Sora
sr: Sora пројекти
tr: Sora Projeleri
vi: Dự án Sora
zh_hans: Sora项目
zh_hant_tw: Sora項目

# project.founded.template
source: %@%% votes of %@
ar: %@ %%من الاصوات%@
az: %@-dən %@ səslər
ca: %@%% vots de %@
cs: %@ %% hlasů z %@
de_de: %@%% von %@ Stimmen
es: %@%% votos de %@
fa: [٪s]٪٪ آرا از [٪s]
fr: %@%% votes sur %@
he: %@ %% הצבעות של %@
hi_in: %@ %% वोट %@
hu: %@ %% szavazat / %@
ja: %@の%@%%が投票
ms_my: %@%% undi %@
nl: %@ %% stemmen van %@
pl: %@%% głosy/głosów z %@
pt: %@%% votos de %@
ru: %@%% голосов из %@
sr: %@ %% гласова од %@
tr: %@ %% oyun %@
vi: %@ %% phiếu bầu trong số %@
zh_hans: %@ 的%%票%@
zh_hant_tw: %@%%的選票%@

# project.votes.template
source: %@ votes
ar: %@ الأصوات
az: %@ səslər
ca: %@ vots
cs: %@ hlasů
de_de: %@ Stimmen
es: %@ votos
fa: آرا
he: %@ הצבעות
hi_in: %@ वोट
hu: %@ szavazat
ja: 投票数%@
ms_my: %@ undi
nl: %@ stemmen
pl: %@ głosy/głosów
pt: %@ Votos
ru: %@ голосов
sr: %@ гласова
tr: %@ oy
vi: %@ phiếu bầu
zh_hans: %@投票数
zh_hant_tw: %@選票

# project.ended.template
source: Ended %@
ar: انتهى %@
az: Tamamlandı
ca: Finalitzat %@
cs: Ukončeno %@
de_de: %@ ist beendet
es: Terminado %@
fa: پایان یافت
fr: Terminé %@
he: הסתיים %@
hi_in: समाप्त%@
hu: Befejezve %@
ja: %@に終了しました
ms_my: Tamat %@
nl: Beëindigd %@
pl: Zakończono %@
pt: Terminou %@
ru: Завершился %@
sr: Завршено %@
tr: %@ Sona erdi
vi: Đã kết thúc %@
zh_hans: 结束%@
zh_hant_tw: 已結束%@

# project.not.voted.title
source: Vote
ar: التصويت
az: Səs verin
ca: Vot
cs: Hlasování
de_de: Abstimmen
es: Votar
fa: رای
he: הצבע
hi_in: मतदान
hu: Szavazás
ja: 投票
ms_my: Undi
nl: Stemmen
pl: Zagłosuj
ru: Голосовать
sr: Гласајте
tr: Oy ver
vi: Bỏ phiếu
zh_hans: 投票
zh_hant_tw: 投票

# project.spent.format
source: You've spent %@ votes
ar: لقد إستهلكت %@ الأصوات
az: %@ səs sərf etdiniz
ca: Heu gastat %@ vots
cs: Odevzdal/a jste %@ hlasů
de_de: Du hast %@ Stimmen verbraucht
es: Has gastado %@ votos
fa: شما %@ رأی استفاده کرده اید
fr: Vous avez dépensé %@ votes
he: בזבזת %@ קולות
hi_in: आपने %@ वोट खर्च किए हैं
hu: %@ szavazatot költöttél
ja: %@票を投票しました
ms_my: Anda telah menghabiskan %@ undi
nl: Je hebt %@ stemmen uitgegeven
pl: Wykorzystałeś(-łaś) %@ głosów.
pt: Gastou %@ votos
ru: Вы отдали %@ голосов
sr: Потрошили сте %@ гласова
tr: %@ oy harcadınız
vi: Bạn đã dành %@ phiếu bầu
zh_hans: 您已花费%@票
zh_hant_tw: 您已投了 %@ 選票

# project.all.small
source: All
ar: الجميع
az: Hamısı
ca: Tots
cs: Všechny
de_de: Alle
es: Todos
fa: همه
fr: Tous
he: הכל
hi_in: सभी
hu: Összes
ja: 全て
ms_my: Semua
nl: Allemaal
pl: Wszystkie
pt: Todos
ru: Все
sr: Све
tr: Hepsi
vi: Tất cả
zh_hans: 所有
zh_hant_tw: 全部

# project.voted.small
source: Voted
ar: تم التصويت
az: Səs verildi
ca: Votat
cs: Hlasováno
de_de: Abgestimmt
es: Votado
fa: رأی داده شده
fr: Votés
he: הוצבע
hi_in: मतदान किया
hu: Szavaztál
ja: 投票済み
ms_my: Telah Mengundi
nl: Gestemd
pl: Zagłosowano
pt: Votado
ru: Мои голоса
sr: Гласао
tr: Oylandı
vi: Đã bình chọn
zh_hans: 已投票
zh_hant_tw: 已投票

# project.favourites.small
source: Favourites
ar: المفضلة
az: Seçilmişlər
ca: Favorits
cs: Oblíbené
de_de: Favoriten
es: Favoritos
fa: موارد دلخواه
fr: Favoris
he: מועדפים
hi_in: पसंदीदा
hu: Kedvencek
ja: お気に入り
ms_my: Kegemaran
nl: Favorieten
pl: Ulubione
pt: Favoritos
ru: Избранные
sr: Омиљени
tr: Favoriler
vi: Yêu thích
zh_hans: 收藏夹
zh_hant_tw: 收藏夾

# project.completed.small
source: Done
ar: تم
az: Tamamlandı
ca: Fet
cs: Hotovo
de_de: Erledigt
es: Hecho
fa: انجام شد
fr: Terminé
he: בוצע
hi_in: हो गया
hu: Kész
ja: 終了
ms_my: Selesai
nl: Gedaan
pl: Wykonano
pt: Concluído
ru: Завершено
sr: Готово
tr: Tamamlandı
vi: Hoàn tất
zh_hans: 已完成
zh_hant_tw: 完成

# empty.voted.project.description
source: Vote for the projects and they will appear here
ar: قم بالتصويت على المشاريع وستظهر هنا
az: Layihələrə səs verin və onlar burada görünəcəklər
ca: Voteu pels projectes i ells apareixeran aquí
cs: Hlasujte pro projekty a ony se objeví zde
de_de: Stimme für Projekte ab und diese werden hier erscheinen
es: Vote por los proyectos y aparecerán aquí
fa: به پروژه‌ها رای دهید و آنها در اینجا ظاهر می‌شوند
fr: Votez pour des projets et ils apparaîtront ici
he: הצביע לפרויקטים והם יופיע כאן
hi_in: परियोजनाओं के लिए वोट दें और वे यहां दिखाई देंगे
hu: Szavazz a projektekre és itt fognak megjelenni
ja: プロジェクトに投票してください それらはここに表示されます。
ms_my: Undi untuk projek dan mereka akan muncul di sini
nl: Stem op de projecten en ze zullen hier verschijnen
pl: Zagłosuj na projekty, a pojawią się tutaj.
pt: Vote nos projetos e eles aparecerão aqui
ru: Проекты, за которые вы проголосовали, появятся здесь
sr: Гласајте за пројекте појавиће се овде
tr: Oy verdiğiniz projeler burada gözükecek
vi: Bỏ phiếu cho các dự án và chúng sẽ xuất hiện ở đây
zh_hans: 为项目投票，他们 会显示在这里
zh_hant_tw: 為項目投票， 項目會顯示在這裡

# project.contacts
source: Contacts and information
ar: جهات الإتصال والمعلومات
az: Əlaqə və məlumat
ca: Contactes i informació
cs: Kontakty a informace
de_de: Kontakte und Informationen
es: Contactos e información
fa: مخاطبین و اطلاعات
fr: Contacts et informations
he: אנשי קשר ומידע
hi_in: संपर्क और जानकारी
hu: Kapcsolatok és információk
ja: 連絡先及び情報
ms_my: Kenalan dan maklumat
nl: Contacten en informatie
pl: Dane kontaktowe i informacje
pt: Contactos e informações
ru: Контакты и информация
sr: Контакти и информације
tr: Kişiler ve bilgiler
vi: Danh bạ và thông tin
zh_hans: 联系人和信息
zh_hant_tw: 聯繫人和信息

# project.remove.from.favourite
source: Favourite
ar: المفضلة
az: Seçilmiş
ca: Favorits
cs: Oblíbené
de_de: Favorit
es: Favorito
fa: مورد علاقه
fr: Favori
he: מועדף
hi_in: पसंदीदा
hu: Kedvenc
ja: お気に入り
ms_my: Kegemaran
nl: Favoriet
pl: Ulubiony
pt: Favorito
ru: Избранное
sr: Омиљени
tr: Favori
vi: Yêu thích
zh_hans: 收藏夹
zh_hant_tw: 收藏夾

# project.details.email.subject
source: Sora project details
ar: تفاصيل مشروع سورا
az: Sora layihəsinin detalları
ca: Detalls del projecte Sora
cs: Podrobnosti projektu Sora
de_de: Sora Projektdetails
es: Detalles del proyecto Sora
fa: جزئیات پروژه سورا
fr: Détails du projet Sora
he: פרטי פרויקט סורה
hi_in: सोरा परियोजना का विवरण
hu: Sora projekt részletei
ja: SORAプロジェクトの詳細
ms_my: Maklumat Projek Sora
pl: Szczegóły projektu Sora
pt: Detalhes do projeto Sora
ru: Подробнее о Sora проекте
sr: Детаљи пројекта Сора
tr: Sora proje detayları
vi: Chi tiết dự án Sora
zh_hans: Sora项目详细细节
zh_hant_tw: Sora項目詳細信息

# project.discussion.template
source: Discuss %@
ar: مناقشة %@
az: Müzakirə edin %@
ca: Discutir %@
cs: Diskutovat o %@
de_de: Über %@ diskutieren
es: Debatir %@
fa: بحث در مورد [٪s]
fr: Discutez à propos de %@
he: דיון %@
hi_in: चर्चा %@
hu: %@ megvitatása
ja: 話し合う%@
ms_my: Bincangkan %@
nl: Bespreek %@
pl: Porozmawiaj o %@
pt: Conversar %@
ru: Обсудить на %@
sr: Разговарајте %@
tr: %@ Tartış
vi: Thảo luận %@
zh_hans: 讨论 %@
zh_hant_tw: 討論%@

# project.requires.votes.format
source: Project requires only %@ votes 🚀
ar: المشروع يتطلب %@ أصوات فقظ 🚀
az: Layihə üçün yalnız %@ səs tələb olunur 🚀
ca: El projecte només requereix %@ vots 🚀
cs: Projekt vyžaduje pouze %@ hlasů 🚀
de_de: Das Projekt benötigt nur %@ Stimmen 🚀
es: El proyecto requiere solo %@ votos 🚀
fa: پروژه تنها نیاز به [٪s] رای 🚀
fr: Le projet nécessite seulement %@ votes 🚀
he: הפרויקט דורש %@ קולות בלבד 🚀
hi_in: परियोजना के लिए केवल %@ वोटों की आवश्यकता 🚀
hu: A projekt csak %@ szavazatot igényel 🚀
ja: プロジェクトはたった%@の投票が必要です
ms_my: Projek hanya memerlukan %@ suara 🚀
nl: Project vereist slechts %@ stemmen 🚀
pl: Projekt wymaga tylko %@ głosów 🚀.
pt: O projeto requer apenas %@ votos 🚀
ru: Проект требует только %@ голосов 🚀
sr: За пројекат је потребно само %@ гласова 🚀
tr: Proje için sadece %@ oy gerekiyor 🚀
vi: Dự án chỉ yêu cầu %@ phiếu bầu 🚀
zh_hans: 项目仅需要%@投票🚀
zh_hant_tw: 項目只需要%@選票🚀

# personal.info.first.name
source: First name
ar: الاسم الشخصي
az: Ad
ca: Nom
cs: Jméno
de_de: Vorname
es: Nombre
fa: نام کوچک
fr: Prénom
he: שם פרטי
hi_in: पहला नाम
hu: Keresztnév
ja: 名
ms_my: Nama depan
nl: Voornaam
pl: Imię
pt: Primeiro nome
ru: Имя
sr: Име
tr: İsim
vi: Tên
zh_hans: 名字
zh_hant_tw: 名字

# personal.info.last.name
source: Last name
ar: اسم العائلة
az: Soyad
ca: Cognoms
cs: Příjmení
de_de: Nachname
es: Apellido
fa: نام خانوادگی
fr: Nom de famille
he: שם משפחה
hi_in: अंतिम नाम
hu: Vezetéknév
ja: 姓
ms_my: Nama akhir
nl: Achternaam
pl: Nazwisko
pt: Último nome
ru: Фамилия
sr: Презиме
tr: Soyadı
vi: Họ
zh_hans: 姓氏
zh_hant_tw: 姓氏

# personal.info.phone
source: Mobile Phone
ar: الهاتف المحمول
az: Mobil telefon
ca: Telèfon mòbil
cs: Mobilní telefon
de_de: Mobiltelefon
es: Teléfono móvil
fa: تلفن همراه
fr: Téléphone mobile
he: טלפון נייד
hi_in: मोबाइल फोन
hu: Mobiltelefon szám
ja: 携帯電話
ms_my: Telefon Bimbit
nl: Mobiele telefoon
pl: Telefon komórkowy
pt: Telefone
ru: Номер телефона
sr: Мобилни телефон
tr: Cep Telefonu
vi: Điện thoại di động
zh_hans: 手机
zh_hant_tw: 手機號碼

# registration.wrong.status.message
source: You phone number has not been verified yet. Please, try again later.
ar: لم يتم التحقق من رقم هاتفك بعد. الرجاء معاودة المحاولة في وقت لاحق.
az: Telefon nömrəniz hələ təsdiqlənməyib. Zəhmət olmasa bir az sonra yenə cəhd edin.
ca: Encara no s'ha verificat el vostre número de telèfon. Si us plau, torneu-ho a provar més tard.
cs: Vaše telefonní číslo ještě nebylo ověřeno. Zkuste to znovu později, prosím.
de_de: Deine Telefonnummer wurde noch nicht bestätigt. Bitte versuche es später noch einmal.
es: Su número de teléfono aún no ha sido verificado. Por favor, inténtelo de nuevo más tarde.
fa: شماره تلفن شما هنوز تأیید نشده است. لطفاً بعداً دوباره امتحان کنید.
fr: Votre numéro de téléphone n'a pas encore été vérifié. Veuillez réessayer plus tard.
he: מספר הטלפון שלך עדיין לא אומת. אנא, נסה שוב מאוחר יותר.
hi_in: आपका फ़ोन नंबर अभी तक सत्यापित नहीं किया गया है। बाद में पुन: प्रयास करें।
hu: Telefonszámodat még nem ellenőriztük. Kérjük, próbáld újra később.
ja: 電話番号が確認できませんでした。後でもう一度やり直してください
ms_my: Nombor telefon anda belum disahkan. Sila cuba sebentar lagi.
nl: Je telefoonnummer is nog niet geverifieerd. Probeer het later opnieuw.
pl: Twój numer telefonu nie został jeszcze zweryfikowany. Spróbuj ponownie później.
pt: O seu número de telefone ainda não foi verificado. Por favor, tente novamente mais tarde.
ru: Ваш номер еще не подтвержден. Пожалуйста, попробуйте позже.
sr: Број вашег телефона још увек није верификован. Покушајте поново касније.
tr: Telefon numaranız henüz doğrulanmadı. Lütfen daha sonra tekrar deneyin.
vi: Số điện thoại của bạn vẫn chưa được xác minh. Vui lòng thử lại sau.
zh_hans: 您的电话号码尚未验证。请稍后再试。
zh_hant_tw: 您的電話號碼尚未驗證。請稍後再試。

# registration.user.not.found.message
source: You need to verify your phone number first
ar: عليك التحقق من رقم هاتفك أولاً
az: İlk öncə telefon nömrənizi təsdiqləməlisiniz
ca: Primer heu de verificar el vostre número de telèfon
cs: Nejprve musíte ověřit své telefonní číslo
de_de: Du musst zunächst deine Telefonnummer bestätigen
es: Primero debes verificar tu número de teléfono
fa: ابتدا باید شماره تلفن خود را تأیید کنید
fr: Vous devez d'abord vérifier votre numéro de téléphone
he: עליך לאמת תחילה את מספר הטלפון שלך
hi_in: आपको पहले अपना फोन नंबर सत्यापित करना होगा
hu: Először hitelesíteni kell a telefonszámodat
ja: 最初に電話番号の確認が必要です
ms_my: Anda perlu mengesahkan nombor telefon anda terlebih dahulu
nl: Je moet eerst je telefoonnummer verifiëren
pl: Musisz najpierw dokonać weryfikacji swojego numeru telefonu.
pt: Primeiro precisa de verificar o seu número de telefone
ru: Сначала Вам нужно подтвердить номер телефона
sr: Прво морате да верификујете свој број телефона
tr: Öncelikle telefon numaranızı doğrulamanız gerekir
vi: Bạn cần xác minh số điện thoại của mình trước
zh_hans: 您需要先验证您的电话号码
zh_hant_tw: 您需要先驗證您的電話號碼

# pincode.confirm.your.pin.code
source: Confirm pin code
ar: تأكيد رمز الواجهة
az: PİN kodu təsdiq edin
ca: Confirmar el codi PIN
cs: Potvrďte PIN kód
de_de: PIN-Code bestätigen
es: Confirmar el código pin
fa: پین را تایید کنید
fr: Confirmez le code PIN
he: אשר קוד PIN
hi_in: पिन कोड की पुष्टि करें
hu: PIN-kód megerősítése
ja: PINコードを確認する
ms_my: Sahkan kod pin
nl: Pincode bevestigen
pl: Potwierdź kod PIN
pt: Confirmar código PIN
ru: Подтвердите пин-код
sr: Потврдите пин код
tr: PIN kodunu onayla
vi: Xác nhận mã pin
zh_hans: 确认代码
zh_hant_tw: 確認密碼

# pincode.set.your.pin.code
source: Setup pin code
ar: إعداد رمز الواجهة
az: Pin kodu qurun
ca: Configuració del codi pin
cs: Nastavte PIN kód
de_de: PIN-Code einrichten
es: Configurar código pin
fa: پین را وارد کنید
fr: Choisissez un code PIN
he: הגדר קוד PIN
hi_in: पिन कोड सेट करें
hu: PIN-kód beállítása
ja: PINコードの設定
ms_my: Cipta kod pin
nl: Stel uw pincode in
pl: Utwórz kod PIN
pt: Configurar código PIN
ru: Установите пин-код
sr: Подесите пин код
tr: PIN kodunuzu ayarlayın
vi: Thiết lập mã pin
zh_hans: 设置代码
zh_hant_tw: 設置密碼

# ask.touchid.title
source: Touch ID
ar: معرف البصمة
fa: اثر انگشت
he: טביעת אצבע
hi_in: टच आईडी
ja: Touch ID認証
ms_my: ID Sentuh
pt: Identificação Digital
sr: ID додира
zh_hans: 指纹识别
zh_hant_tw: 指紋識別

# ask.touchid.message
source: Would you like to use Touch ID for authentication?
ar: هل تود تفعيل معرف البصمة لتوثيق الصلة؟
az: Doğrulama üçün Touch ID istifadə etmək istəyirsiniz?
ca: Voleu utilitzar Touch ID per a l'autenticació?
cs: Chcete použít Touch ID pro ověření?
de_de: Möchtest du Touch ID zur Authentifizierung verwenden?
es: ¿Te gustaría usar Touch ID para la autentificación?
fa: آیا می‌خواهید از اثر انگشت برای احراز هویت استفاده کنید؟
fr: Souhaitez-vous utiliser Touch ID pour l'authentification?
he: האם ברצונך להשתמש בטביעת אצבע לצורך אימות?
hi_in: क्या आप प्रमाणीकरण के लिए टच आईडी का उपयोग करना चाहेंगे?
hu: Szeretnéd a Touch ID-t használni a hitelesítéshez?
ja: Touch ID認証を設定しますか？
ms_my: Adakah anda ingin menggunakan Touch ID untuk pengesahan?
nl: Wil je Touch ID gebruiken voor authenticatie?
pl: Czy chcesz używać Touch ID do autoryzacji?
pt: Gostaria de usar a identificação digital para autenticação?
ru: Хотите ли Вы использовать Touch ID для входа в приложение?
sr: Да ли желите да користите Touch ID за потврду идентитета?
tr: Doğrulama için Touch ID kullanmak ister misiniz?
vi: Bạn có muốn sử dụng Touch ID để xác thực không?
zh_hans: 您是否要使用指纹识别进行身份验证？
zh_hant_tw: 您是否要使用指紋識別進行身份驗證？

# ask.faceid.title
source: Do you want to allow “SORA” to use Face ID?
ar: هل تريد السماح لسورا "SORA" باستخدام معرّف الوجه
az: Face İD
ca: Voleu permetre que "SORA" faci servir Face ID?
cs: Chcete povolit „SORA“ používat Face ID?
de_de: Möchtest du "SORA" erlauben Face ID zu verwenden?
es: ¿Quieres permitir a SORA utilizar el Face ID?
fa: آیا می‌خواهد به SORA اجازده دهید که از شناسایی چهره استفاده کند؟
fr: Souhaitez-vous autoriser SORA à utiliser Face ID ?
he: האם ברצונך לאפשר ל"סורה" להשתמש בזיהוי פנים?
hi_in: फेस आईडी
hu: Face ID
ja: 「SORA」にFace IDの使用を許可しますか?
ms_my: Adakah anda mahu membenarkan "SORA" menggunakan Face ID?
nl: Wilt u toestaan dat "SORA" Face ID gebruikt?
pl: Czy chcesz zezwolić „SORZE” na korzystanie z Face ID?
pt: Quer permitir que a "SORA" utilize a identificação facial?
ru: Face ID
sr: Желите ли да дозволите SORA да користи Фејс ИД?
tr: Face ID
vi: Bạn có muốn cho phép “SORA” sử dụng Face ID?
zh_hans: 您要允许“SORA”使用人脸识别吗？
zh_hant_tw: 您要允許“SORA”使用人臉識別嗎？

# ask.faceid.message
source: SORA uses Face ID to restrict unauthorized users from accessing the app.
ar: سورا تستخدم معرّف الوجه لعرقلة وصول المستخذمين غير الموثقين إلى التطبيق.
az: Doğrulama üçün Face ID istifadə etmək istərdinizmi?
ca: SORA utilitza Face ID per restringir l'accés d'usuaris no autoritzats a l'aplicació.
cs: SORA používá Face ID k omezení přístupu neoprávněných uživatelů k aplikaci.
de_de: SORA verwendet Face ID, um den Zugriff nicht autorisierter Benutzer auf die App zu verhindern.
es: SORA utiliza el Face ID para restringir el acceso a la aplicación a los usuarios no autorizados
fa: SORA از شناسایی چهره (Face ID) برای محدود کردن دسترسی کاربران غیرمجاز به برنامه استفاده می کند.
fr: SORA utilise FACE ID pour empêcher l'accès à l'application à des utilisateurs non autorisés.
he: סורה משתמשת בזיהוי פנים כדי למנוע ממשתמשים לא מורשים לגשת לאפליקציה.
hi_in: क्या आप प्रमाणीकरण के लिए फेस आईडी का उपयोग करना चाहेंगे?
hu: Szeretnéd a Face ID-t használni a hitelesítéshez?
ja: SORAはFace IDを使用して、権限のないユーザーがアプリにアクセスするのを制限します
ms_my: SORA menggunakan Face ID untuk menyekat pengguna yang tidak dibenarkan daripada mengakses aplikasi.
nl: Wilt u Face ID gebruiken voor authenticatie?
pl: SORA wykorzystuje Face ID, aby ograniczyć nieuprawnionym użytkownikom dostęp do aplikacji.
pt: A SORA utiliza a Face ID para restringir o acesso à aplicação a utilizadores não autorizados.
ru: Хотите ли Вы использовать Face ID для входа в приложение?
sr: SORA користи Фejс ИД како би спречила неовлашћене кориснике да приступе апликацији.
tr: Doğrulama için Face ID kullanmak ister misiniz?
vi: SORA sử dụng Face ID để hạn chế người dùng trái phép truy cập ứng dụng.
zh_hans: SORA 使用人脸识别来限制未经授权的用户访问该应用程序。
zh_hant_tw: SORA 使用人臉識別來限制未經授權的用戶訪問該應用程序。

# ask.biometry.reason
source: Authenticate to access the account
ar: توثيق الصلة للوصول إلى الحساب
az: Hesaba daxil olmaq üçün təsdiq edin
ca: Autenticar-se per accedir al compte
cs: Ověřit pro přístup k účtu
de_de: Authentifizieren, um auf das Konto zuzugreifen
es: Autentificar para acceder a la cuenta
fa: احراز هویت برای دسترسی به حساب لازم است
fr: Authentifiez-vous pour accéder au compte
he: אמת כדי לגשת לחשבון
hi_in: खाते तक पहुंचने के लिए प्रमाणित करें
hu: Hitelesítés a fiók eléréséhez
ja: アカウントへのアクセスを認証する
ms_my: Sahkan untuk mengakses akaun
nl: Verifiëren om toegang te krijgen tot het account
pl: Uwierzytelnij się, aby uzyskać dostęp do konta.
pt: Autenticar para aceder à conta
ru: Авторизуйтесь для доступа к аккаунту
sr: Потврдите идентитет за приступ налогу
tr: Hesaba erişmek için doğrulama yapın
vi: Xác thực để truy cập vào tài khoản
zh_hans: 进行身份验证以访问账户
zh_hant_tw: 進行身份驗證以訪問帳戶

# invite.title
source: Invite friends to get more votes daily!
ar: قم بدعوة الأصدقاء للحصول على المزيد من الأصوات يوميًا!
az: Gündəlik daha çox səs toplamaq üçün dostlarınızı dəvət edin!
ca: Convida amics per obtenir més vots cada dia!
cs: Pozvěte přátele, abyste získali více hlasů denně!
de_de: Lade Freunde ein um täglich mehr Stimmen zu erhalten!
es: ¡Invita a tus amigos para conseguir más votos cada día!
fa: از دوستان دعوت کنید تا روزانه رای بیشتری جمع شود!
fr: Invitez des amis pour obtenir plus de votes journaliers !
he: הזמן חברים כדי לקבל יותר הצבעות כל יום!
hi_in: रोजाना अधिक वोट पाने के लिए दोस्तों को आमंत्रित करें!
hu: Hívd meg a barátaidat, hogy több szavazatot szerezz naponta!
ja: さらに投票権がもらえるように友達を招待しましょう。
ms_my: Jemput rakan untuk mendapat lebih banyak undian setiap hari!
nl: Nodig vrienden uit om dagelijks meer stemmen te krijgen!
pl: Zaproś znajomych, aby codziennie otrzymywać więcej głosów!
pt: Convide amigos para obter mais votos diariamente!
ru: Приглашайте друзей и получайте больше голосов!
sr: Позовите пријатеље да дневно добијете више гласова!
tr: Her gün daha fazla oy almak için arkadaşlarınızı davet edin!
vi: Mời bạn bè để nhận được nhiều phiếu bầu hàng ngày!
zh_hans: 邀请朋友，可每天获得更多的选票！
zh_hant_tw: 邀請朋友，每天可獲得更多的選票！

# invite.parent.invitation.template
source: You were invited by %@
ar: تمت دعوتك من طرف %@
az: Sizi %@ dəvət edib
ca: Vau ser convidats per %@
cs: Pozval vás %@
de_de: Du wurdest von %@ eingeladen
es: Ha sido invitado por %@
fa: شما توسط %@ دعوت شده اید
fr: Vous avez été invité-e par %@
he: הוזמנת על ידי %@
hi_in: आपको %@ द्वारा आमंत्रित किया गया था
hu: %@ hívott meg.
ja: あなたは%@に招待されました
ms_my: Anda dijemput oleh %@
nl: Je bent uitgenodigd door %@
pl: Zostałeś(-łaś) zaproszony(-na) przez %@.
pt: Foi convidado por %@
ru: Вас пригласил(а) %@
sr: Позвао вас је %@
tr: %@ tarafından davet edildin.
vi: Bạn đã được mời bởi %@
zh_hans: 您已被%@邀请
zh_hant_tw: 您已被%@邀請

# invite.enter.code.description
source: Have you been invited to Sora? Tap on the button above and enter the code.
ar: هل تلقيت دعوة إلى سورا؟ اضغط على الزر أعلاه وأدخل رمز الداعي.
az: Soraya dəvət edilibsiniz? Yuxarıdakı düyməni basın və kodu daxil edin.
ca: Us han convidat a Sora? Toqueu el botó superior i introduïu el codi.
cs: Byli jste pozváni do Sora? Klepněte na tlačítko výše a zadejte kód.
de_de: Wurdest Du zu Sora eingeladen? Tippe oben auf den Button und gib den Code ein.
es: ¿Te han invitado a Sora? Pulse el botón de arriba e introduzca el código.
fa: آیا شما به سورا دعوت شده اید؟ روی دکمه بالا ضربه بزنید و کد را وارد کنید.
fr: Vous avez été invité(e) sur Sora? Appuyez sur le bouton ci-dessus et entrez le code.
he: הוזמנת לסורה? הקש על הכפתור למעלה והזן את הקוד.
hi_in: क्या आपको सोरा में आमंत्रित किया गया है? ऊपर दिए गए बटन पर टैप करें और कोड दर्ज करें।
hu: Meghívtak a Sora-ba? Érintsd meg a fenti gombot, és írd be a kódot.
ja: 誰かからSORAに招待されましたか？上のボタンをタップして、コードを入力してください
ms_my: Adakah anda pernah dijemput ke Sora? Ketuk butang di atas dan masukkan kodnya.
nl: Ben je uitgenodigd voor Sora? Tik op de knop hierboven en voer de code in.
pl: Zostałeś(-łaś) zaproszony(-na) do Sory? Kliknij powyższy przycisk i wprowadź kod.
pt: Foi convidado para a Sora? Clique no botão acima e insira o código.
ru: Вас пригласили в Sora? Нажмите на кнопку выше и введите код приглашения.
sr: Да ли сте позвани у Сору? Додирните горње дугме и унесите код.
tr: Sora'ya davet mi edildiniz? Üstteki butona dokunun ve kodu girin.
vi: Bạn đã được mời đến Sora chưa? Nhấn vào nút ở trên và nhập mã.
zh_hans: 您受邀请参加Sora吗？点击上方的按钮并输入代码。
zh_hant_tw: 您受邀加入Sora嗎？點擊上方的按鈕並輸入代碼。
