Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# polkaswap.input.estimated
source: Input is estimated. You will sell maximum %@ or the transaction will revert.
ar: يتم تقدير المدخلات. ستبيع بحد أقصى %@ أو ستتعثر المعاملة وتسترجع.
az: Giriş hesablanır. Maksimum %@ satacaqsınız və ya əməliyyat geri qaytarılacaq.
ca: S’estima l’entrada. Podreu vendre un màxim de %@ o la transacció es revertirà.
cs: Vstup je odhadován. Prodáte maximálně %@, jinak se transakce vrátí zpět.
de_de: Der Einsatz wird geschätzt. Du verkaufst höchstens %@ oder die Transaktion wird rückgängig gemacht.
es: Se estima la entrada. Venderás un máximo de %@ o la transacción se revertirá.
fa: مقدار پرداختی تخمینی است. حداکثر مقدار %@ خواهید فروخت، در غیر اینصورت تراکنش برگشت خواهد خورد.
fr: Le montant à fournir est estimé. Vous vendrez au maximum %@ ou la transaction sera annulée.
he: הקלט מוערך. אתה תמכור לכל היותר %@ או שהטרנזקציה תחזור.
hi_in: इनपुट अनुमानित है। आप अधिकतम %@ बेचेंगे या लेन-देन वापस हो जाएगा।
hu: Becsült eredmény. Maximum %@ adsz el, vagy a tranzakció visszafordul.
ja: 入力は推定です。最大で%@売らないと、取引は元に戻ります
ms_my: Input dianggarkan. Anda akan menjual maksimum %@ atau transaksi akan kembali.
nl: Invoer wordt geschat. U verkoopt maximaal %@ of de transactie wordt teruggedraaid.
pl: Wkład jest szacunkowy. Sprzedasz maksymalnie %@ lub transakcja zostanie anulowana.
pt: A quantia é estimada. Irá vender no máximo %@ ou a transação será revertida.
ru: Оценочная сумма. Максимально будет продано %@ или транзакция будет отменена.
sr: Улаз је процењен. Продаћете максимум %@ или ће трансакција бити отказана.
tr: Giriş tahminidir. Maksimum %@ satacaksınız veya işlem geri dönecek.
vi: Dự tính đầu vào. Bạn sẽ bán tối đa %@ hoặc giao dịch sẽ hoàn tác.
zh_hans: 输入是估计的。您将卖出最大的%@，否则交易将被取消。
zh_hant_tw: 输入是估計的。您将賣出最大的 %@ , 否則交易将被取消。

# polkaswap.output.estimated
source: Output is estimated. You will receive at least %@ or the transaction will revert.
ar: يتم تقدير النتائج. سوف تتلقى على الأقل %@ أو ستتعثر المعاملة وتسترجع.
az: Çıxış hesablanır. Ən azı %@ alacaqsınız və ya əməliyyat geri qaytarılacaq.
ca: Sortida estimada. Rebràs almenys %@ o la transacció es revertirà.
cs: Výstup je odhadován. Obdržíte alespoň %@, jinak se transakce vrátí zpět.
de_de: Die Ausgabe wird geschätzt. Du erhältst mindestens %@ oder die Transaktion wird rückgängig gemacht.
es: Se estima la salida. Recibirás al menos %@ o la transacción se revertirá.
fa: مقدار دریافتی تخمینی است. حداقل مقدار %@ دریافت خواهید کرد، در غیر اینصورت تراکنش برگشت خواهد خورد.
fr: Le montant à recevoir est estimé. Vous recevrez au moins %@ ou la transaction sera annulée.
he: התפוקה מוערכת. תקבל לפחות %@ או שהטרנזקציה תחזור.
hi_in: आउटपुट अनुमानित है। आपको कम से कम %@ प्राप्त होगा या लेन-देन वापस हो जाएगा।
hu: Becsült eredmény. Legalább %@ kapsz, vagy a tranzakció visszafordul.
ja: 表示は推定値です。少なくとも %@ 受け取らなければ、取引は元に戻ります
ms_my: Output dianggarkan. Anda akan menerima sekurang-kurangnya %@ atau transaksi akan kembali.
nl: De output wordt geschat. U ontvangt %@ minimaal of de transactie wordt teruggedraaid.
pl: Wynik jest szacunkowy. Otrzymasz co najmniej %@ lub transakcja zostanie anulowana.
pt: A quantia é estimada. Irá receber pelo menos %@ ou a transação será revertida.
ru: Оценочная сумма. Минимально будет куплено %@ или транзакция будет отменена.
sr: Исход је процењен. Примићете најмање %@ или ће трансакција бити отказана.
tr: Çıktı tahminidir. En az %@ alacaksınız veya işlem geri alınacak.
vi: Kết quả là ước lượng. Bạn sẽ nhận ít nhất %@ hoặc giao dịch sẽ hoàn tác.
zh_hans: 输出是估计的。您将至少收到%@，否则交易将被取消。
zh_hant_tw: 输出是估計的。您将收到至少 %@， 否則交易将被取消。

# common.for
source: for
ar: لـ
az: üçün
ca: Per a
cs: za
de_de: für
es: para
fa: برای
fr: pour
he: עבור
hi_in: के लिए
hu: számára
ja: ために
ms_my: untuk
nl: voor
pl: na
pt: para
ru: на
sr: зa
tr: için
vi: cho
zh_hans: 给
zh_hant_tw: 為了

# common.account
source: Account
ar: حساب
az: Hesab
ca: Compte
cs: Účet
de_de: Konto
es: Cuenta
fa: حساب
fr: Compte
he: חשבון
hi_in: खाता
hu: Fiók
ja: アカウント
ms_my: Akaun
pl: Konto
pt: Conta
ru: Аккаунт
sr: Nalog
tr: Hesap
vi: Tài khoản
zh_hans: 账户
zh_hant_tw: 賬戶

source: From account
ar: من حساب
az: Hesabdan
ca: Des del compte
cs: Z účtu
de_de: Von Konto
es: De la cuenta
fa: از حساب
fr: Depuis le compte
he: מחשבון
hi_in: खाते से
hu: Fiókból
ja: アカウントから
ms_my: Dari akaun
nl: Vanaf account
pl: Z konta
pt: Da conta
ru: С аккаунта
sr: S рачуна
tr: Hesaptan
vi: Từ tài khoản
zh_hans: 从账户
zh_hant_tw: 從賬戶

# polkaswap.swapped
source: Swapped
ar: تمت المبادلة
az: Dəyişdirildi
ca: Canviat
cs: Směněno
de_de: Getauscht
es: Intercambiado
fa: مبادله شد
fr: Échangé
he: הוחלף
hi_in: बदला गया
hu: Átváltva
ja: スワップ済み
ms_my: Ditukar
nl: Omgewisseld
pl: Zamieniono
pt: Cambiado
ru: Продано
sr: Заменио
tr: Takas edildi
vi: Đã hoán đổi
zh_hans: 已兑换
zh_hant_tw: 已兌換

# polkaswap.insufficient.liqudity
source: Insufficient liquidity
ar: سيولة غير كافية
az: Qeyri-kifayət qədər likvidlik
ca: Liquiditat insuficient
cs: Nedostatečná likvidita
de_de: Unzureichende Liquidität
es: Liquidez insuficiente
fa: نقدینگی ناکافی
fr: Liquidité insuffisante
he: אין מספיק נזילות
hi_in: अपर्याप्त Liquidity
hu: Nincs elég likviditás
ja: 流動性不足
ms_my: Kecairan tidak mencukupi
nl: Onvoldoende liquiditeit
pl: Niewystarczająca płynność
pt: Liquidez insuficiente
ru: Недостаточная ликвидность
sr: Недовољна ликвидност
tr: Yetersiz likidite
vi: Không đủ thanh khoản
zh_hans: 流动性不足
zh_hant_tw: 流動性不足

# polkaswap.info.text.1
source: Polkaswap is maintained by the SORA community. Before continuing to use Polkaswap, please review the %%Polkaswap FAQ%% and documentation, which includes a detailed explanation on how Polkaswap works, as well as the %%Polkaswap Memorandum and Terms of Services%%, and %%Privacy Policy%%. These documents are crucial to a secure and positive user experience. By using Polkaswap, you acknowledge that you have read and understand these documents.
ar: يتم تسيير بولكاسواب من قبل مجتمع سورا. قبل الاستمرار في استخدام بولكاسواب ، يرجى مراجعة %% وثيقة الاسئلة الشائعة حول بولكاسواب %% والوثائق التي تتضمن شرحًا تفصيليًا حول آلية عملها، بالإضافة إلى %% مذكرة شروط استخدام بولكاسواب %% ، و %% احكام الخصوصية %% . هذه المستندات ضرورية لتجربة مستخدم آمنة وإيجابية. باستخدامك بولكاسواب، فإنك تقر بأنك قد قرأت هذه المستندات وفهمتها.
az: Polkasvap SORA icması tərəfindən qorunur. Polkasvap funksiyasından istifadə etməzdən əvvəl, Polkasvapı istifadə etməzdən əvvəl, Polkasvap Memorandumu və Xidmət Şərtlərini və Məxfilik Siyasətini ətraflı izah edən Polkasvap Çox Soruşulan Sualları (FAQ) nəzərdən keçirdin. Bu sənədlər etibarlı və pozitiv istifadəçi təcrübəsi üçün çox vacibdir. Polkasvap istifadə etməklə, bu sənədləri oxuduğunuzu və başa düşdüyünüzü qəbul edirsiniz.
ca: Polkaswap és mantingut per la comunitat SORA. Abans d’utilitzar Polkaswap, consulteu la %% Polkaswap FAQ (Preguntes més freqüents) %% i la documentació, que inclou una explicació detallada sobre el funcionament de Polkaswap, així com el %%Memoràndum i Termes de serveis de Polkaswap%% i %%la Política de privacitat%%. Aquests documents són crucials per a una experiència d'usuari segura i positiva. En utilitzar Polkaswap, reconeixeu que heu llegit i entès aquests documents.
cs: Polkaswap spravuje komunita SORA. Před dalším používáním služby Polkaswap si prosím prostudujte %%Polkaswap FAQ%% a dokumentaci, která obsahuje podrobné vysvětlení fungování služby Polkaswap, stejně jako %%Polkaswap Memorandum a Podmínky služeb%% a %%Zásady ochrany osobních údajů%%. Tyto dokumenty mají zásadní význam pro bezpečnou a pozitivní uživatelskou zkušenost. Používáním služby Polkaswap potvrzujete, že jste si tyto dokumenty přečetli a rozumíte jim.
de_de: Polkaswap wird von der SORA-Community verwaltet. Bevor du die Polkaswap-Funktionalität verwendest, lies bitte die %%Polkaswap-FAQ%% und die Dokumentation, die eine detaillierte Erklärung zur Funktionsweise von Polkaswap, sowie das %%Polkaswap-Memorandum und Servicebedingungen%% und die %%Datenschutzrichtlinien%% enthält. Diese Dokumente sind entscheidend für eine sichere und positive Benutzererfahrung. Durch die Nutzung von Polkaswap bestätigst du, dass du diese Dokumente gelesen und verstanden hast.
es: Polkaswap es mantenido por la comunidad SORA. Antes de continuar usando Polkaswap, por favor revise las %%Preguntas frecuentes (FAQ) de Polkaswap%% y la documentación, que incluye una explicación detallada sobre cómo funciona Polkaswap, así como el %%Memorandum de Polkaswap y los Términos de servicio de Polkaswap%%, y la %%Política de privacidad%%. Estos documentos son cruciales para una experiencia de usuario segura y positiva. Al utilizar Polkaswap, reconoce haber leído y comprendido estos documentos.
fa: Polkaswap توسط جامعه SORA نگهداری می‌شود. لطفاً قبل از استفاده از قابلیت Polkaswap ،%% سوالات متداول Polkaswap %% و دیگر نوشته ها ، که شامل توضیحات مفصلی در مورد نحوه عملکرد Polkaswap ، و همچنین یادداشت و شرایط خدمات Polkaswap و سیاست حفظ حریم خصوصی است را مرور کنید. این اسناد برای تجربه ایمن و مثبت کاربر بسیار مهم است. با استفاده از Polkaswap ، تایید می کنید که این اسناد را خوانده و درک کرده اید.
fr: Polkaswap est maintenu par la communauté SORA. Avant d'utiliser la fonctionnalité Polkaswap, veuillez consulter la %%*FAQ Polkaswap%% et la documentation, qui contient une explication détaillée du fonctionnement de Polkaswap, ainsi que %%le mémorandum, les conditions d'utilisation de Polkaswap%% et %%la politique de confidentialité%%. Ces documents sont cruciaux pour une expérience utilisateur sécurisée et positive. En utilisant Polkaswap, vous reconnaissez avoir lu et compris ces documents.
he: פולקסוואפ מתוחזק על ידי קהילת סורה. לפני שתמשיך להשתמש בפולקסוואפ, אנא עיין %%בשאלות הנפוצות של פולקסוואפ%% ובתיעוד, הכולל הסבר מפורט על אופן הפעולה של פולקסוואפ, כמו גם את %%תזכיר המדיניות ותנאי השירותים של פולקסוואפ%%, ו- %%מדיניות הפרטיות%%. מסמכים אלה חיוניים לחוויית משתמש מאובטחת וחיובית. על ידי שימוש בפולקסוואפ, אתה מכיר בכך שקראת והבנת את המסמכים האלה.
hi_in: Polkaswap का रखरखाव SORA समुदाय द्वारा किया जाता है। Polkaswap का उपयोग जारी रखने से पहले, कृपया %% Polkaswap FAQ %% और प्रलेखन की समीक्षा करें, जिसमें Polkaswap कैसे काम करता है, साथ ही साथ %% Polkaswap मेमोरेंडम और सेवा की शर्तें %% और %% गोपनीयता नीति %% की विस्तृत व्याख्या शामिल है। . ये दस्तावेज़ एक सुरक्षित और सकारात्मक उपयोगकर्ता अनुभव के लिए महत्वपूर्ण हैं। Polkaswap का उपयोग करके, आप स्वीकार करते हैं कि आपने इन दस्तावेज़ों को पढ़ और समझ लिया है।
hu: A Polkaswapot a SORA közösség tartja fenn. Mielőtt folytatnád a Polkaswap használatát, kérjük, olvasd el a %%Polkaswap GYIK%% és a dokumentációt, amely részletes magyarázatot tartalmaz a Polkaswap működéséről, valamint a %%Polkaswap Memorandum és Szolgáltatási feltételek%% és a %%Adatvédelmi irányelvek%%. Ezek a dokumentumok elengedhetetlenek a biztonságos és pozitív felhasználói élményhez. A Polkaswap használatával elismered, hogy elolvastad és megértetted ezeket a dokumentumokat.
ja: PolkaswapはSORAコミュニティによって管理されています。Polkaswapの使用前に、%%Polkaswapのよくある質問 FAQ%%とPolkaswapの仕組みに関する詳細な説明を含む文書、%%Polkaswap覚書と利用規約%%、および%%個人情報保護方針%%を確認してください。 これらの文書は、安全に使い勝手良く利用して頂くために欠かせないものです。Polkaswapを使用することにより、これらの文書を読んで理解したことを了承したことになります。
ms_my: Polkaswap diselenggara oleh komuniti SORA. Sebelum menggunakan fungsi Polkaswap, sila semak %% Polkaswap FAQ %% dan dokumentasi, termasuk penjelasan yang terperinci mengenai cara Polkaswap berfungsi, serta Memorandum Polkaswap dan Syarat Perkhidmatan dan Dasar Privasi. Dokumen-dokumen ini sangat penting untuk pengalaman pengguna yang selamat dan positif. Dengan menggunakan Polkaswap, anda mengakui bahawa anda telah membaca dan memahami dokumen-dokumen ini.
nl: Polkaswap wordt onderhouden door de SORA-gemeenschap. Voordat u de Polkaswap-functionaliteit gebruikt, dient u de %%Polkaswap FAQ%% en de documentatie te lezen, die een gedetailleerde uitleg bevat over hoe Polkaswap werkt, evenals het Polkaswap-memorandum en de servicevoorwaarden en het privacybeleid. Deze documenten zijn cruciaal voor een veilige en positieve gebruikerservaring. Door Polkaswap te gebruiken, erkent u deze documenten te hebben gelezen en begrepen.
pl: Giełda Polkaswap jest prowadzona przez społeczność SORY. Zanim zaczniesz korzystać z Polkaswap, zapoznaj się z %%Polkaswap FAQ%% i dokumentacją, która zawiera szczegółowe wyjaśnienia dotyczące działania Polkaswap, a także z %%Memo Polkaswap, Warunkami świadczenia usług%% oraz %%Polityką prywatności%%. Dokumenty te mają kluczowe znaczenie dla bezpiecznego i komfortowego użytkowania. Korzystając z Polkaswap, potwierdzasz, że przeczytałeś(-łaś) i zrozumiałeś(-łaś) przedstawione dokumenty.
pt: A Polkaswap é mantida pela comunidade SORA. Antes de usar a Polkaswap, por favor reveja as %%FAQ da Polkaswap%% e a documentação, que inclui uma explicação detalhada sobre o funcionamento da Polkaswap, bem como o %%Memorandum da Polkaswap e Termos de Serviço%%, e a %%Política de Privacidade%%. Estes documentos são cruciais para uma experiência segura e positiva do utilizador. Ao usar a Polkaswap, está a reconhecer que leu e compreendeu estes documentos.
ru: Polkaswap разрабатывается сообществом SORA. Перед тем, как стать контрибьютером Polkaswap, ознакомьтесь с %%Polkaswap FAQ%% и документацией, которая описывает то, как работает Polkaswap, %%Polkaswap Меморандумом и Условиями и положениями%%, и %%Политикой конфиденциальности%%. Эти документы важны для безопасной и комфортной работы пользователей. Используя Polkaswap вы соглашаетесь, что вы прочли и поняли суть документов.
sr: Полкасвап одржава заједница СОРА. Пре него што наставите да користите Полкасвап, прегледајте%%Полкасвап ФАQ%% и документацију, која укључује детаљно објашњење Полкасвап режима, као и %%Полкасвап Меморандум и Услове коришћења услуге%%, као и %%Привацy Полицy%%. Ови документи су од суштинског значаја за безбедно и позитивно корисничко искуство. Коришћењем Полкасвапа потврђујете да сте прочитали и разумели ова документа.
tr: Polkaswap, SORA topluluğu tarafından korunur. Polkaswap işlevini kullanmadan önce, lütfen %% Polkaswap SSS %% ve Polkaswap'ın nasıl çalıştığına dair ayrıntılı bir açıklamanın yanı sıra %%Polkaswap Memorandumu ve Hizmet Şartları%% ile %%Gizlilik Politikasını içeren belgeleri inceleyin%%. Bu belgeler, güvenli ve olumlu bir kullanıcı deneyimi için çok önemlidir. Polkaswap'ı kullanarak, bu belgeleri okuyup anladığınızı kabul etmektesiniz.
vi: Polkaswap được duy trì bởi cộng đồng SORA. Trước khi tiếp tục sử dụng Polkaswap, vui lòng xem lại %% Câu hỏi thường gặp về Polkaswap %% và tài liệu, trong đó có giải thích chi tiết về cách Polkaswap hoạt động, cũng như %% Bản ghi nhớ Polkaswap và Điều khoản dịch vụ %% và %% Chính sách quyền riêng tư %% . Những tài liệu này rất quan trọng đối với trải nghiệm người dùng an toàn và tích cực. Bằng cách sử dụng Polkaswap, bạn xác nhận rằng bạn đã đọc và hiểu các tài liệu này.
zh_hans: Polkaswap 是由 SORA 社区维护。在使用 Polkaswap 功能之前，请查看%% Polkaswap FAQ %% 和文档，其中包括有关 Polkaswap 操作原理%% 的详细说明、 Polkaswap %%备忘录和服务条款以%%及隐私政策。%%这些文档对于安全和积极的用户体验至关重要。通过使用 Polkaswap，您承认您已阅读并理解这些文件。
zh_hant_tw: Polkaswap 由 SORA 社區維護。在繼續使用 Polkaswap 之前，請查看%% Polkaswap FAQ %%和文檔，其中包括對 Polkaswap 工作原理的詳細說明，以及%% Polkaswap 備忘錄和服務條款%%以及%%隱私政策%% . 這些文檔對於安全和積極的用戶體驗至關重要。通過使用 Polkaswap，您承認您已閱讀並理解這些文件。

# claim.contact
source: If you have any questions or concerns, you can %% contact us%%.
ar: إذا كان لديك أي أسئلة أو استفسارات، يمكنك %%الاتصل بنا.%%
az: Hər hansı bir sualınız və ya narahatlığınız varsa, edə bilərsiniz %% bizimlə əlaqə saxlayın.%%
ca: Si teniu cap pregunta o dubte, podeu %% contactar amb nosaltres.%%
cs: Máte-li jakékoli dotazy nebo připomínky, můžete nás %% kontaktovat%%.
de_de: Wenn du Fragen oder Bedenken hast, kannst du %% uns gerne kontaktieren%%.
es: Si tienes alguna pregunta o inquietud, puedes %% contáctarnos%%.
fa: اگر شما هر گونه سوال و یا مشکلی دارید،می‌توانید %% با ما تماس بگیرید.%%
fr: Si vous avez des questions ou des préoccupations, vous pouvez %%nous contacter.%%
he: אם יש לך שאלות או חששות, אתה יכול %% ליצור קשר %%
hi_in: यदि आपके कोई प्रश्न या चिंताएँ हैं, तो आप %%संपर्क करें।%%
hu: Ha bármilyen kérdésed vagy aggályod van, %%lépj kapcsolatba velünk.%%
ja: ご質問やご不明な点がございましたら、%%お問い合わせ%% ください
ms_my: Sekiranya anda mempunyai pertanyaan atau kebimbangan, anda boleh %%hubungi kami.%%
nl: Als u vragen of opmerkingen heeft, kan dat %%neem contact met ons op%%
pl: Jeśli masz jakieś pytania lub wątpliwości, możesz %% skontaktować się z nami%%.
pt: Se tiver alguma dúvida ou questão, pode %% contactar-nos%%.
ru: Если у вас есть вопросы или опасения, вы можете %%связаться с нами.%%
sr: Ако имате било каквих питања или недоумица, можете %%kontaktirajte nas.%%
tr: Herhangi bir sorunuz veya endişeniz varsa, şunları yapabilirsiniz: %% bize ulaşın.%%
vi: Nếu bạn có bất kỳ câu hỏi hoặc thắc mắc nào, bạn có thể %% liên hệ với chúng tôi.%%
zh_hans: 如果您有任何疑问或疑虑，可以 %%联系我们%%
zh_hant_tw: 如果您有任何疑問或疑慮，可以 %%聯繫我們%%

# tutorial.many.world
source: Many Worlds. One Economy.
ar: عوالم عديدة. اقتصاد واحد.
az: Bir çox Dünyalar. Bir İqtisadiyyat.
ca: Molts mons. Una economia.
cs: Mnoho světů. Jedna ekonomika.
de_de: Viele Welten. Eine Wirtschaft.
es: Muchos mundos. Una economía.
fa: جهان‌های بسیار. اقتصادی واحد.
fr: Plusieurs Mondes. Une Économie.
he: עולמות רבים. כלכלה אחת.
hi_in: कई दुनिया। एक अर्थव्यवस्था।
hu: Sok Világ. Egy gazdaság.
ja: 多くの世界。 ワンエコノミー。
ms_my: Banyak Dunia. Satu Ekonomi.
nl: Vele werelden. Eén economie.
pl: Wiele światów. Jedna gospodarka.
pt: Muitos Mundos. Uma Economia.
ru: Множество миров. Единая экономика.
sr: Многи светови. Једна економија.
tr: Birçok Dünya. Tek Ekonomi.
vi: Nhiều thế giới. Một nền kinh tế.
zh_hans: 万千世界， 一个经济体！
zh_hant_tw: 萬千世界， 一個經濟體。

# tutorial.many.world.desc
source: SORA is working to become a decentralized multiverse economic system, financing the creation of new and exciting applications, under the democratic supervision of the SORA Parliament.
ar: تعمل سورا على أن تصبح نظامًا اقتصاديًا متعدد الوظائف لامركزيًا ، يمول إنشاء تطبيقات جديدة ومثيرة ، تحت الإشراف الديمقراطي لبرلمان سورا.
az: SORA, SORA Parlamentinin demokratik nəzarəti altında, yeni və maraqlı tətbiqlərin yaradılmasını maliyyələşdirən, mərkəzləşdirilməmiş çox yönlü bir iqtisadi sistem olmaq üçün çalışır.
ca: SORA treballa per convertir-se en un sistema econòmic multiverse descentralitzat, finançant la creació de noves i emocionants aplicacions, sota la supervisió democràtica del Parlament SORA.
cs: SORA se snaží stát multiversním decentralizovaným ekonomickým systémem, který financuje vytváření nových a zajímavých aplikací pod demokratickým dohledem SORA Parlamentu.
de_de: SORA arbeitet daran, ein dezentralisiertes Multiversum-Wirtschaftssystem zu werden, das die Schaffung neuer und aufregender Anwendungen unter der demokratischen Aufsicht des SORA-Parlaments finanziert.
es: SORA está trabajando para convertirse en un sistema económico multiverso descentralizado, financiando la creación de aplicaciones nuevas y emocionantes, bajo la supervisión democrática del Parlamento de SORA.
fa: SORA در تلاش است تا به یک سیستم اقتصادی چندجهانی غیرمتمرکز تبدیل شود ، و برنامه های جدید و هیجان انگیز را تحت نظارت دموکراتیک پارلمان SORA تأمین مالی کند.
fr: SORA s'efforce de devenir un système économique multivers décentralisé, finançant la création d'applications nouvelles et passionnantes, sous la supervision démocratique du Parlement de SORA.
he: סורה פועלת להפוך למערכת כלכלית מבוזרת מרובת גוונים, המממנת יצירת אפליקציות חדשות ומרגשות, בפיקוח דמוקרטי של פרלמנט סורה.
hi_in: SORA संसद के लोकतांत्रिक पर्यवेक्षण के तहत, नए और रोमांचक अनुप्रयोगों के निर्माण के लिए वित्तपोषण करते हुए, एक विकेन्द्रीकृत बहुआयामी आर्थिक प्रणाली बनने के लिए काम कर रहा है।
hu: A SORA azon dolgozik, hogy decentralizált multiverzális gazdasági rendszerré váljon, új és izgalmas alkalmazások létrehozását finanszírozza, a SORA Parlament demokratikus felügyelete alatt.
ja: SORAは、SORA議会の民主的な監督の下で、分散型の多元的経済システムになるために取り組んでおり、新しくエキサイティングなアプリケーションの作成に資金を提供しています
ms_my: SORA berusaha untuk menjadi sistem ekonomi multiverse yang terdesentralisasi, membiayai penciptaan aplikasi baru dan menarik, di bawah pengawasan demokratik Parlimen SORA.
nl: SORA werkt eraan om een gedecentraliseerd multiversum economisch systeem te worden dat de creatie van nieuwe en opwindende toepassingen financiert, onder democratisch toezicht van het SORA-parlement.
pl: SORA pracuje nad tym, aby stać się zdecentralizowanym, wieloświatowym systemem gospodarczym, finansującym tworzenie nowych i ekscytujących aplikacji, pod demokratycznym nadzorem Parlamentu SORY.
pt: A SORA está a trabalhar para se tornar num sistema económico multiverso descentralizado, financiando a criação de novas e excitantes aplicações, sob a supervisão democrática do Parlamento SORA.
ru: SORA работает над тем, чтобы стать децентрализованной мультивселенной экономической системой, финансируя создание новых интересных приложений под демократическим контролем парламента SORA.
sr: СОРА ради на томе да постане децентрализовани мултиверзални економски систем, који финансира стварање нових и узбудљивих апликација, под демократским надзором парламента СОРА -е.
tr: SORA, SORA Parlamentosu'nun demokratik denetimi altında yeni ve heyecan verici uygulamaların yaratılmasını finanse eden, merkezi olmayan, çok evrenli bir ekonomik sistem haline gelmek için çalışıyor.
vi: SORA đang nỗ lực để trở thành một hệ thống kinh tế đa vũ trụ phi tập trung, cung cấp tài chính cho việc tạo ra các ứng dụng mới và thú vị, dưới sự giám sát dân chủ của Nghị viện SORA.
zh_hans: SORA正在努力成为一个去中心化的多元宇宙经济系统，资助新颖有趣应用程序的创造，并在SORA议会民主监督下进行。
zh_hant_tw: SORA 正在努力成為一個分散的多元宇宙經濟系統，在 SORA 議會的民主監督下為創建新的和令人興奮的應用程序提供資金。

# polkaswap.info.title.main
source: Disclaimer: please read before continuing to use polkaswap!
ar: إخلاء المسؤولية: يرجى القراءة قبل المضي في استخدام بولكاسواب!
az: İmtina: polkaswap istifadə etməyə davam etməzdən əvvəl oxuyun!
ca: Exempció de responsabilitat: llegiu abans de continuar utilitzant polkaswap!
cs: Prohlášení: přečtěte si prosím, než budete pokračovat v používání Polkaswap!
de_de: Haftungsausschluss: Bitte lies das, bevor du Polkaswap weiter verwendest!
es: Descargo de responsabilidad: ¡por favor lea antes de continuar usando Polkaswap!
fa: سلب مسئولیت: لطفاً قبل از استفاده از polkaswap بخوانید!
fr: Clause de non-responsabilité: veuillez lire avant de continuer à utiliser polkaswap!
he: כתב ויתור: אנא קרא לפני המשך השימוש בפולקסוואפ!
hi_in: अस्वीकरण: कृपया polkaswap का उपयोग जारी रखने से पहले पढ़ें!
hu: Jogi nyilatkozat: olvassa el, mielőtt folytatja a polkaswap használatát!
ja: 免責事項：polkaswapを使い続ける前に読んでください！
ms_my: Penafian: sila baca sebelum terus menggunakan polkaswap!
nl: Disclaimer: lees deze voordat u doorgaat met het gebruik van polkaswap!
pl: Zastrzeżenie: przeczytaj, zanim zaczniesz korzystać z Polkaswap!
pt: Isenção de responsabilidade: leia antes de continuar a usar a polkaswap!
ru: Дисклеимер: прочтите, прежде чем продолжить использование polkaswap!
sr: Одрицање одговорности: прочитајте пре него што наставите да користите полкасвап!
tr: Yasal Uyarı: polkaswap'ı kullanmaya devam etmeden önce lütfen okuyun!
vi: Tuyên bố từ chối trách nhiệm: vui lòng đọc trước khi tiếp tục sử dụng polkaswap!
zh_hans: 免责声明：请在继续使用 polkaswap 之前阅读！
zh_hant_tw: 免責聲明：請在繼續使用 polkaswap 之前閱讀！

# common.settings
source: Settings
ar: الإعدادات
az: Ayarlar
ca: Configuració
cs: Nastavení
de_de: Einstellungen
es: Configuraciones
fa: تنظیمات
fr: Paramètres
he: הגדרות
hi_in: समायोजन
hu: Beállítások
ja: 設定
ms_my: Tetapan
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
sr: Подешавања
tr: Ayarları
vi: Cài đặt
zh_hans: 设置
zh_hant_tw: 設置
