Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# common.use
source: Use
ar: استخدام
az: İstifadə edin
ca: Utilitzar
cs: Použít
de_de: Benutzen
es: Utilizar
fa: استفاده کنید
fr: Utiliser
he: השתמש
hi_in: उपयोग करें
hu: Használ
ja: 設定
ms_my: Gunakan
nl: Gebruik
pl: Użyj
pt: Usar
ru: Использовать
sr: Користите
tr: Kullan
vi: Sử dụng
zh_hans: 使用
zh_hant_tw: 使用

# common.close
source: Close
ar: اغلاق
az: Bağlayın
ca: Tancar
cs: Zavřít
de_de: Schließen
es: Cerrar
fa: بستن
fr: Fermer
he: סגור
hi_in: बंद करे
hu: Bezár
ja: 閉じる
ms_my: Tutup
nl: Sluit
pl: Zamknij
pt: Fechar
ru: Закрыть
sr: Затвори
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant_tw: 關閉

source: Try Another
ar: محاولة اخرى
az: Başqa bir cəhd edin
ca: Provar un altre
cs: Zkuste jiný
de_de: Versuche einen anderen
es: Intente con otro
fa: مورد دیگری را امتحان کنید
fr: Essayez un autre
he: נסה אחר
hi_in: कोई दूसरा आज़माएं
hu: Próbálj egy másikat
ja: 別のものを試してください
ms_my: Cuba yang lain
nl: Probeer een ander
pl: Spróbuj użyć innego.
pt: Tentar outra
ru: Попробовать ещё
sr: Пробајте други
tr: Başka bir tane deneyin
vi: Thử cái khác
zh_hans: 试试另一个
zh_hant_tw: 嘗試另一個

# common.skip
source: Skip
ar: تخطي
az: Keçin
ca: Saltar
cs: Přeskočit
de_de: Überspringen
es: Omitir
fa: بی خیال
fr: Passer
he: דלג
hi_in: छोड़ें
hu: Átugrás
ja: スキップ
ms_my: Langkau
nl: Overslaan
pl: Pomiń
pt: Ignorar
ru: Пропустить
sr: Прескочи
tr: Atla
vi: Bỏ qua
zh_hans: 跳过
zh_hant_tw: 跳過

# go.settings
source: Open Settings
ar: افتح الإعدادات
az: Parametrləri açın
ca: Obrir Configuració
cs: Otevřít nastavení
de_de: Einstellungen öffnen
es: Abrir Configuración
fa: تنظیمات
fr: Ouvrir les réglages
he: פתח הגדרות
hi_in: सेटिंग्स खोलें
hu: Beállítások megnyitása
ja: 設定を開く
ms_my: Buka Tetapan
nl: Open instellingen
pl: Otwórz ustawienia
pt: Abrir configurações
ru: Настройки
sr: Отворите подешавања
tr: Ayarları Aç
vi: Mở cài đặt
zh_hans: 打开设置
zh_hant_tw: 打開設置

source: Search
ar: بحث
az: Axtarış
ca: Cerca
cs: Hledat
de_de: Suche
es: Buscar
fa: جستجو
fr: Rechercher
he: חיפוש
hi_in: खोजें
hu: Keresés
ja: 検索
ms_my: Cari
nl: Zoeken
pl: Szukaj
pt: Pesquisar
ru: Поиск
sr: Претрага
tr: Arama
vi: Tìm kiếm
zh_hans: 搜索
zh_hant_tw: 搜索

source: Not Now
ar: ليس الآن
az: İndi deyil
ca: Ara no
cs: Teď ne
de_de: Nicht jetzt
es: Ahora no
fa: الان نه
fr: Pas maintenant
he: לא עכשיו
hi_in: अभी नहीं
hu: Most nem
ja: 今はしない
ms_my: Bukan sekarang
nl: Niet nu
pl: Nie teraz
pt: Agora não
ru: Не сейчас
sr: Не сада
tr: Şimdi değil
vi: Không phải bây giờ
zh_hans: 不是现在
zh_hant_tw: 不是現在

# network.available
source: Network connection available
ar: اتصال الشبكة متاح
az: Şəbəkə bağlantısı mümkündür
ca: Connexió de xarxa disponible
cs: Dostupné síťové připojení
de_de: Netzwerkverbindung verfügbar
es: Conexión de red disponible
fa: اتصال شبکه در دسترس است
fr: Connexion réseau disponible
he: חיבור רשת זמין
hi_in: नेटवर्क कनेक्शन उपलब्ध है
hu: Hálózati kapcsolat elérhető
ja: 利用可能なネットワーク
ms_my: Sambungan rangkaian tersedia
nl: Netwerkverbinding beschikbaar
pl: Połączenie sieciowe jest dostępne.
pt: Conexão de rede disponível
ru: Соединение налажено
sr: Доступна мрежна веза
tr: Ağ bağlantısı kullanılabilir
vi: Kết nối mạng khả dụng
zh_hans: 网络连接可用
zh_hant_tw: 網絡連接不可用

# common.error.general.title
source: Error
ar: خطأ
az: Xəta
cs: Chyba
de_de: Fehler
fa: خطا
fr: Erreur
he: שגיאה
hi_in: त्रुटि
hu: Hiba
ja: エラー
ms_my: Ralat
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
sr: Грешка
tr: Hata
vi: Lỗi
zh_hans: 错误
zh_hant_tw: 錯誤

# common.error.unauthorized.body
source: Please, check internet connection and try again later
ar: الرجاء التحقق من اتصال الإنترنت وإعادة المحاولة لاحقًا
az: Xahiş edirik internet bağlantısını yoxlayın və sonra yenidən cəhd edin.
ca: Si us plau, comprova la connexió a Internet i torna a provar més tard
cs: Zkontrolujte připojení k internetu a zkuste to znovu později, prosím
de_de: Bitte überprüfe die Internetverbindung und versuche es später noch einmal
es: Por favor, compruebe la conexión a Internet e inténtelo de nuevo más tarde
fa: لطفاً اتصال اینترنت را بررسی کنید و بعداً دوباره امتحان کنید.
fr: Veuillez vérifier votre connexion Internet et réessayer plus tard.
he: אנא בדוק את חיבור האינטרנט ונסה שוב מאוחר יותר
hi_in: कृपया, अंतराजाल कनेक्शन जांचें और बाद में पुनः प्रयास करें।
hu: Kérjük ellenőrizd az internetkapcsolatot és próbáld újra később
ja: インターネット接続を確認し、後でもう一度やり直してください
ms_my: Sila periksa sambungan internet dan cuba lagi kemudian
nl: Controleer de internetverbinding en probeer het later opnieuw
pl: Sprawdź połączenie internetowe i spróbuj ponownie później.
pt: Por favor, verifique a conexão com a internet e tente novamente mais tarde
ru: Пожалуйста, проверьте подключение к интернету и попробуйте снова
sr: Молимо вас, проверите интернет везу и покушајте поново касније
tr: Lütfen internet bağlantısını kontrol edin ve daha sonra tekrar deneyin.
vi: Vui lòng kiểm tra kết nối internet và thử lại sau
zh_hans: 请检查网络连接，稍后再试
zh_hant_tw: 請檢查網絡連接，稍後再試。

# common.error.not.found.title
source: Resource unavailable
ar: مصدر غير متاح
az: Resurs əlçatan deyil
ca: Recurs no disponible
cs: Zdroj není k dispozici
de_de: Ressource nicht verfügbar
es: Recurso no disponible
fa: منبع در دسترس نیست
fr: Ressource indisponible
he: משאב אינו זמין
hi_in: संसाधन अनुपलब्ध है
hu: Az erőforrás nem érhető el
ja: リソースが利用できません
ms_my: Sumber tidak tersedia
nl: Bron niet beschikbaar
pl: Źródło niedostępne
pt: Recurso indisponível
ru: Ресурс недоступен
sr: Ресурс није доступан
tr: Kaynak kullanılamıyor
vi: Tài nguyên không có sẵn
zh_hans: 资源不可用
zh_hant_tw: 資源不可用

# common.error.internal.error.title
source: Internal error
ar: خطأ داخلي
az: Daxili xəta
ca: Error intern
cs: Interní chyba
de_de: Interner Fehler
es: Error interno
fa: خطای داخلی
fr: Erreur interne
he: שגיאה פנימית
hi_in: आंतरिक त्रुटि
hu: Belső hiba
ja: 内部エラー
ms_my: Masalah dalaman
nl: Interne fout
pl: Błąd wewnętrzny
pt: Erro interno
ru: Внутренняя ошибка
sr: Унутрашња грешка
tr: Dahili hata
vi: Lỗi nội bộ
zh_hans: 内部错误
zh_hant_tw: 內部錯誤

# common.error.internal.error.body
source: We are working hard to fix the problem. Please, try again later.
ar: نعمل بجد لإصلاح المشكلة. من فضلك، حاول مرة أخرى لاحقاً
az: Problemi həll etmək üçün çox çalışırıq. Zəhmət olmasa bir az sonra yenə cəhd edin.
ca: Estem treballant dur per solucionar el problema. Si us plau, torneu-ho a provar més tard.
cs: Usilovně pracujeme na vyřešení problému. Zkuste to znovu později, prosím.
de_de: Wir arbeiten hart daran, das Problem zu beheben. Bitte versuche es später noch einmal.
es: Estamos trabajando duro para solucionar el problema. Por favor, inténtelo de nuevo más tarde.
fa: سخت در تلاش هستیم تا مشکل را برطرف کنیم. لطفاً بعداً دوباره سعی کنید.
fr: Nous faisons tout notre possible pour résoudre ce problème. Merci de réessayer ultérieurement.
he: אנו עובדים קשה בכדי לתקן את הבעיה. אנא, נסה שוב מאוחר יותר.
hi_in: हम समस्या को ठीक करने के लिए कड़ी मेहनत कर रहे हैं। बाद में पुन: प्रयास करें।
hu: Dolgozunk a probléma megoldásán. Kérjük próbáld újra később.
ja: 問題解決に向け鋭意対応中です。後でもう一度やり直してください
ms_my: Kami berusaha keras untuk menyelesaikan masalah tersebut. Sila cuba sebentar lagi.
nl: We werken er hard aan om het probleem op te lossen. Probeer het later opnieuw.
pl: Staramy się obecnie rozwiązać ten problem. Spróbuj ponownie później.
pt: Estamos a trabalhar arduamente para resolver o problema. Por favor, tente novamente mais tarde.
ru: Мы уже решаем проблему. Пожалуйста, попробуйте позже.
sr: Трудимо се да решимо проблем. Покушајте поново касније.
tr: Sorunu çözmek için sıkı çalışıyoruz. Lütfen, daha sonra tekrar deneyin.
vi: Chúng tôi đang làm việc chăm chỉ để khắc phục sự cố. Vui lòng thử lại sau.
zh_hans: 我们正在努力解决该问题。请稍后再试。
zh_hant_tw: 我們正在努力解決該問題。請稍後再試。

# common.error.unexpected.status.title
source: Unexpected Response Status
ar: حالة استجابة غير متوقعة
az: Gözlənilməz cavab statusu
ca: Estat de resposta inesperat
cs: Neočekávaný stav odpovědi
de_de: Unerwarteter Antwortstatus
es: Estado de respuesta inesperado
fa: وضعیت پاسخ غیرمنتظره
fr: Statut de réponse imprévu
he: סטטוס תגובה לא צפוי
hi_in: अप्रत्याशित प्रतिक्रिया की स्थिति
hu: Váratlan válaszállapot
ja: 予期せぬ応答ステータス
ms_my: Status Respons Tidak Dijangka
nl: Onverwachte responsstatus
pl: Nieoczekiwany status odpowiedzi
pt: Status de resposta inesperado
ru: Неожиданный статус ответа
sr: Неочекивани статус одговора
tr: Beklenmeyen Yanıt Durumu
vi: Trạng thái phản hồi không mong muốn
zh_hans: 意外响应状态
zh_hant_tw: 意外的響應狀態

# operation.error.title
source: Operation Failed
ar: فشلت العملية
az: Əməliyyat alınmadı
ca: L'operació ha fallat
cs: Operace se nezdařila
de_de: Aktion fehlgeschlagen
es: Operación fallida
fa: عملیات ناموفق بود
fr: L'opération a échoué
he: הפעולה נכשלה
hi_in: कार्रवाई विफल
hu: A művelet nem sikerült
ja: 操作できません
ms_my: Operasi Gagal
nl: Operatie mislukt
pl: Operacja nie powiodła się.
pt: Operação falhou
ru: Ошибка операции
sr: Операција неуспела
tr: Operasyon Başarısız
vi: Lỗi hệ thống
zh_hans: 操作失败
zh_hant_tw: 操作失敗

# operation.error.message
source: Please, try again later
ar: من فضلك، حاول مرة أخرى لاحقاً
az: Zəhmət olmasa bir az sonra yenə cəhd edin
ca: Si us plau, intenteu-ho més tard
cs: Zkuste to znovu později, prosím
de_de: Bitte versuche es später noch einmal
es: Por favor, inténtelo de nuevo más tarde
fa: لطفاً بعداً دوباره امتحان کنید.
fr: Veuillez réessayer ultérieurement
he: אנא, נסה שוב מאוחר יותר
hi_in: कृपया, बाद में फिर से प्रयास करें
hu: Kérjük, próbáld újra később
ja: 後でもう一度やり直してください
ms_my: Sila cuba sebentar lagi
nl: Probeer het later opnieuw
pl: Spróbuj ponownie później.
pt: Por favor, tente novamente mais tarde
ru: Пожалуйста, попробуйте позже
sr: Покушајте поново касније
tr: Lütfen daha sonra tekrar deneyin
vi: Vui lòng thử lại sau
zh_hans: 请稍后再试
zh_hant_tw: 請稍後再試

# connection.error.title
source: Connection Failed
ar: فشل الاتصال
az: Bağlantı alınmadı
ca: Ha fallat la connexió
cs: Připojení se nezdařilo
de_de: Verbindung fehlgeschlagen
es: Conexión fallida
fa: ارتباط ناموفق بود
fr: La connexion a échoué
he: החיבור נכשל
hi_in: संपर्क विफल
hu: Kapcsolat nem elérhető
ja: 接続に失敗しました
ms_my: Sambungan Gagal
nl: Verbinding mislukt
pl: Połączenie nie powiodło się.
pt: Falha na conexão
ru: Ошибка соединения
sr: Веза није успостављена
tr: Bağlantı Başarısız
vi: Kết nối thất bại
zh_hans: 连接失败
zh_hant_tw: 連接失敗

# did.resolver.id.too.long.error.title
source: Identifier too long
ar: اسم المعرف طويل جدًا
az: İdentifikator çox uzundur
ca: Identificador massa llarg
cs: Identifikátor je příliš dlouhý
de_de: Identifikator zu lang
es: Identificador demasiado largo
fa: شناسه خیلی طولانی است
fr: Identifiant trop long
he: מזהה ארוך מדי
hi_in: पहचानकर्ता बहुत लंबा
hu: Az azonosító túl hosszú
ja: 識別子が長過ぎます
ms_my: Pengecam terlalu panjang
nl: Identificator te lang
pl: Identyfikator jest zbyt długi.
pt: Identificador muito longo
ru: Идентификатор слишком длинный
sr: Идентификатор је предугачак
tr: Tanımlayıcı çok uzun
vi: Số nhận dạng quá dài
zh_hans: 标识符太长
zh_hant_tw: 標識符太長

# did.resolver.id.duplicated.error.title
source: Identifier duplicated
ar: تم تكرار اسم المعرف
az: İdentifikatorun duplikasiyası
ca: Identificador duplicat
cs: Identifikátor duplikován
de_de: Identifikator dupliziert
es: Identificador duplicado
fa: شناسه کپی شد
fr: Identifiant dupliqué
he: מזהה משוכפל
hi_in: पहचानकर्ता ने प्रतिरूप किया
hu: Azonosító duplikált
ja: 識別子が重複しています
ms_my: Pengecam diperduakan
nl: Identificator gedupliceerd
pl: Zduplikowany identyfikator
pt: Identificador duplicado
ru: Идентификатор уже существует
sr: Идентификатор дуплиран
tr: Tanımlayıcı çoğaltıldı
vi: Số nhận dạng được sao chép
zh_hans: 标识符重复
zh_hant_tw: 標識符重複

# did.resolver.invalid.proof.format.error.title
source: Invalid proof format
ar: تنسيق دليل الإثبات غير صحيح
az: Yanlış sübut formatı
ca: El format de la prova no és vàlid
cs: Neplatný formát ověření
de_de: Ungültiges Proof-Format
es: Formato de prueba inválido
fa: قالب اثبات نامعتبر است
fr: Format de preuve non valable
he: פורמט הוכחה לא חוקי
hi_in: अमान्य प्रमाण प्रारूप
hu: Érvénytelen igazolásformátum
ja: 無効な証明形式
ms_my: Format bukti tidak sah
nl: Ongeldig proefformaat
pl: Nieprawidłowy format dowodu
pt: Formato de prova inválido
ru: Неверный формат подтверждения
sr: Неважећи формат доказа
tr: Geçersiz kanıt formatı
vi: Định dạng bằng chứng không hợp lệ
zh_hans: 无效证明格式
zh_hant_tw: 無效的證明格式

# did.resolver.proof.verification.error.title
source: Proof verification failed
ar: فشل التأكد من صحة التحقق
az: Sübut verifikasiyası alınmadı
ca: Ha fallat la verificació de la prova
cs: Ověření se nezdařilo
de_de: Proof-Verifizierung fehlgeschlagen
es: La verificación de prueba falló
fa: صحت تاییدیه موفق نبود
fr: Échec de la vérification des preuves
he: אימות ההוכחה נכשל
hi_in: प्रमाण सत्यापन विफल
hu: Az igazolás ellenőrzése nem sikerült
ja: 証明の認証に失敗しました
ms_my: Pengesahan bukti gagal
nl: Bewijsverificatie mislukt
pl: Weryfikacja dowodu nie powiodła się.
pt: A verificação da prova falhou
ru: Ошибка проверки
sr: Верификација доказа није успела
tr: Kanıt doğrulaması başarısız oldu
vi: Xác minh bằng chứng không thành công
zh_hans: 证明验证失败
zh_hant_tw: 證明驗證失敗

# did.resolver.public.key.not.found.error.title
source: Missing public key
ar: الرقم التعريفي العام غير موجود
az: Açıq açar yoxdur
ca: Falta la clau pública
cs: Chybějící veřejný klíč
de_de: Fehlender öffentlicher Schlüssel
es: Falta la llave pública
fa: کلید عمومی در دسترس نیست
fr: Clé publique manquante
he: חסר מפתח ציבורי
hi_in: सार्वजनिक कुंजी गुम है
hu: Hiányzó publikus kulcs
ja: 公開鍵がありません
ms_my: Kekunci awam tiada
nl: Openbare sleutel ontbreekt
pl: Brak klucza publicznego
pt: Chave pública em falta
ru: Публичный ключ отсутствует
sr: Недостаје јавни кључ
tr: Genel anahtar eksik
vi: Thiếu khóa công khai
zh_hans: 缺少公钥
zh_hant_tw: 缺少公鑰

# did.resolver.error.message
source: Decentralized system unexpectedly failed. We are working hard to fix the problem.
ar: وقع خلل بشكل غير متوقع في النظام اللامركزي . نعمل بجد لإصلاح المشكل.
az: Mərkəzləşdirilməmiş sistem gözlənilmədən uğursuz oldu. Problemi həll etmək üçün çalışırıq.
ca: El sistema descentralitzat ha fallat inesperadament. Estem treballant dur per solucionar el problema.
cs: Decentralizovaný systém neočekávaně selhal. Usilovně pracujeme na vyřešení problému.
de_de: Das dezentrale System ist unerwartet fehlgeschlagen. Wir arbeiten hart daran, das Problem zu beheben.
es: El sistema descentralizado falló inesperadamente. Estamos trabajando duro para solucionar el problema.
fa: سیستم غیرمتمرکز به طور غیر منتظره ای از کار افتاد. ما سخت در تلاش هستیم تا مشکل را برطرف کنیم.
fr: Le système décentralisé a échoué de manière inattendue. Nous faisons tout notre possible pour résoudre le problème.
he: מערכת מבוזרת נכשלה באופן בלתי צפוי. אנו עובדים קשה על מנת לפתור את הבעיה.
hi_in: विकेंद्रीकृत प्रणाली अप्रत्याशित रूप से विफल हुई। हम समस्या को ठीक करने के लिए कड़ी मेहनत कर रहे हैं।
hu: A decentralizált rendszer váratlanul meghibásodott. Keményen dolgozunk a probléma kijavításán.
ja: 不測の事態により分散型システムが機能していません。問題の修正を行っています
ms_my: Sistem desentralisasi gagal. Kami berusaha keras untuk menyelesaikan masalah tersebut.
nl: Gedecentraliseerd systeem is onverwachts mislukt. We werken er hard aan om het probleem op te lossen.
pl: Zdecentralizowany system nieoczekiwanie zawiódł. Staramy się obecnie rozwiązać ten problem.
pt: O sistema descentralizado falhou inesperadamente. Estamos a trabalhar arduamente para resolver o problema.
ru: Непредвиденная ошибка децентрализованной системы. Мы уже исправляем ее.
sr: Децентрализовани систем неочекивано није успео. Трудимо се да решимо проблем.
tr: Merkeziyetsiz sistem beklenmedik şekilde başarısız oldu. Sorunu çözmek için sıkı bir şekilde çalışıyoruz.
vi: Hệ thống phi tập trung bị lỗi đột ngột. Chúng tôi đang làm việc chăm chỉ để khắc phục sự cố.
zh_hans: 去中心化系统意外失败。我们正在努力解决该问题。
zh_hant_tw: 去中心化系統意外失敗。我們正在努力解決該問題。

# user.create.phone.verified.error.message
source: Phone number already verified.
ar: تم التحقق من رقم الهاتف بالفعل.
az: Telefon nömrəsi artıq təsdiqdən keçib.
ca: El número de telèfon ja s'ha verificat.
cs: Telefonní číslo je již ověřeno.
de_de: Telefonnummer wurde bereits bestätigt.
es: Número de teléfono ya verificado.
fa: این شماره قبلا تایید شده است.
fr: Numéro de téléphone déjà vérifié.
he: מספר הטלפון כבר אומת.
hi_in: फ़ोन नंबर पहले से सत्यापित है।
hu: A telefonszám ellenőrizve.
ja: 携帯電話番号は既に認証されています
ms_my: Nombor telefon sudah disahkan.
nl: Telefoonnummer reeds geverifieerd.
pl: Numer telefonu został już zweryfikowany.
pt: Número de telefone já verificado.
ru: Номер телефона уже подтвержден.
sr: Телефонски број је већ верификован.
tr: Telefon numarası zaten doğrulanmış.
vi: Số điện thoại đã được xác minh.
zh_hans: 电话号码已验证。
zh_hant_tw: 電話號碼已驗證。

# user.create.phone.invalid.message
source: Phone number is invalid. Please, try another one.
ar: رقم الهاتف غير صالح. الرجاء ادخال رقم اخر.
az: Telefon nömrəsi düzgün deyil. Xahiş edirik başqa birini sınayın.
ca: El número de telèfon és invàlid. Si us plau, proveu-ne un altre.
cs: Telefonní číslo je neplatné. Zkuste prosím jiné.
de_de: Telefonnummer ist falsch. Bitte, versuche eine andere.
es: El número de teléfono no es válido. Por favor, inténtelo con otro.
fa: شماره تماس نامعتبر است. شماره دیگری را امتحان کنید.
fr: Le numéro de téléphone n'est pas valide. Veuillez en essayer un autre.
he: מספר הטלפון אינו חוקי. אנא, נסה אחד אחר.
hi_in: फ़ोन नंबर अमान्य है। कृपया, एक और कोशिश करें।
hu: Érvénytelen telefonszám. Kérjük adj meg egy másikat.
ja: 電話番号が認証出来ません。別のものを試してください
ms_my: Nombor telefon tidak sah. Sila cuba yang lain.
nl: Telefoonnummer is ongeldig. Probeer alstublieft een andere.
pl: Numer telefonu jest nieprawidłowy. Spróbuj użyć innego.
pt: Número de telefone inválido. Por favor, tente outro.
ru: Некорректный номер телефона. Пожалуйста, попробуйте другой.
sr: Телефонски број је неважећи. Молим вас, пробајте други.
tr: Telefon numarası geçersiz. Lütfen başka bir numara deneyin.
vi: Số điện thoại không hợp lệ. Vui lòng thử một số khác.
zh_hans: 电话号码无效。请尝试另一个。
zh_hant_tw: 電話號碼無效。請嘗試另一個。

# user.create.unexpected.message
source: Please, contact support for further steps.
ar: الرجاء الاتصال بفريق الدعم للخطوات القادمة.
az: Xahiş edirik növbəti addımlar üçün dəstəklə əlaqə saxlayın.
ca: Si us plau, poseu-vos en contacte amb el servei d'assistència per a obtenir més passos.
cs: Kontaktujte podporu pro další kroky, prosím.
de_de: Bitte kontaktiere den Support für weitere Schritte.
es: Por favor, póngase en contacto con el servicio de asistencia para más información.
fa: لطفاً برای مراحل بعدی با پشتیبانی تماس بگیرید.
fr: Veuillez contacter notre support pour les étapes suivantes.
he: אנא צור קשר עם התמיכה לביצוע צעדים נוספים.
hi_in: कृपया, आगे के चरणों के लिए सहेयता से संपर्क करें।
hu: További lépésekért, kérjük forduljon az ügyfélszolgálathoz.
ja: 更なる手順については、サポートに問い合わせてください
ms_my: Sila, hubungi sokongan untuk langkah selanjutnya.
nl: Neem contact op met ondersteuning voor verdere stappen.
pl: Prosimy o kontakt z pomocą techniczną w celu uzyskania dalszych informacji.
pt: Por favor, entre em contato com o suporte para os próximos passos
ru: Пожалуйста, напишите в службу поддержки для дальнейшей помощи.
sr: Молимо вас да контактирате подршку за даље кораке.
tr: Lütfen, sonraki adımlar için destekle iletişime geçin.
vi: Vui lòng liên hệ với bộ phận hỗ trợ để biết các bước tiếp theo.
zh_hans: 有关进一步的步骤，请联系服客服。
zh_hant_tw: 有關進一步的步驟，請聯繫支持人員。

# url.no.app.error.message
source: Can't open the external link. Please, make sure there are any applications that supports link handling.
ar: لا يمكن فتح الرابط الخارجي. الرجاء التأكد من وجود أي تطبيق يدعم فتح روابط الويبسايت.
az: Xarici link açılmır. Xahiş edirik, link işlənməsini dəstəkləyən hər hansı bir tətbiq olduğuna əmin olun.
ca: No es pot obrir l'enllaç extern. Si us plau, assegureu-vos de que hi ha alguna aplicació que admeti la gestió d'enllaços.
cs: Externí odkaz nelze otevřít. Ujistěte se, že je nainstalována aplikace, která podporuje zpracování odkazů.
de_de: Der externe Link kann nicht geöffnet werden. Bitte stell sicher, dass es eine Applikation gibt, die Link-Handhabung unterstützt.
es: No se puede abrir el enlace externo. Por favor, asegúrese de que haya alguna aplicación que admita el manejo de enlaces.
fa: لینک خارجی باز نمی‌شود. لطفاً اطمینان حاصل کنید که برنامه‌هایی برای پشتیبانی از لینک مورد نظر وجود دارند.
fr: Impossible d'ouvrir le lien externe. Veuillez vous assurer d'avoir une application prenant en charge la gestion des liens.
he: לא ניתן לפתוח את הקישור החיצוני. אנא ודא שיש יישומים התומכים בטיפול בקישורים.
hi_in: बाहरी लिंक नहीं खोल सकते। कृपया, सुनिश्चित करें कि कोई भी एप्लिकेशन है जो लिंक संभालनसंभालने का समर्थन करता है।
hu: Nem lehet megnyitni a külső linket. Kérjük ellenőrizd, hogy vannak-e olyan alkalmazások, amelyek támogatják a linkkezelést.
ja: 外部リンクを開けません。リンク処理をサポートするアプリがあることを確認してください
ms_my: Tidak dapat membuka pautan luaran. Tolong, pastikan ada aplikasi yang menyokong pengendalian pautan.
nl: Kan de externe link niet openen. Zorg ervoor dat er een applicatie is die het afhandelen van links ondersteunt.
pl: Nie można otworzyć linka zewnętrznego. Upewnij się, czy masz także inne aplikacje obsługujące linki.
pt: Não foi possível abrir o link externo. Por favor, certifique-se de que há alguma aplicação que suporte o manuseio de links.
ru: Ошибка при открытии внешней ссылки. Пожалуйста, удостоверьтесь, что установлено соответствующее приложение.
sr: Не могу да отворим спољну везу. Уверите се да постоје неке апликације које подржавају руковање везама.
tr: Harici bağlantı açılamıyor. Lütfen bağlantı kullanımını destekleyen bir uygulamanız olduğundan emin olun.
vi: Không thể mở liên kết bên ngoài. Hãy đảm bảo rằng có bất kỳ ứng dụng nào hỗ trợ xử lý liên kết.
zh_hans: 无法打开外部链接。请确保有任何支持链接处理的应用程序。
zh_hant_tw: 無法打開外部鏈接。請確保有任何支持鏈接處理的應用程序。

# no.email.bound.error.message
source: Please, make sure that the mail application is installed on the device.
ar: الرجاء التأكد من تثبيت تطبيق البريد على الجهاز.
az: Xahiş edirik cihazda poçt tətbiqetməsinin quraşdırıldığından əmin olun.
ca: Si us plau, assegureu-vos de que l'aplicació de correu estigui instal·lada al dispositiu.
cs: Zkontrolujte prosím, zda je v zařízení nainstalována mailová aplikace.
de_de: Bitte stell sicher, dass die Mail-Applikation auf dem Gerät installiert ist.
es: Por favor, asegúrese de que la aplicación de correo está instalada en el dispositivo.
fa: لطفاً مطمئن شوید که برنامه مربوط به ایمیل روی دستگاه نصب باشد.
fr: Veuillez vous assurer que l'application de messagerie est installée sur l'appareil.
he: אנא וודא כי יישום הדואר מותקן על המכשיר.
hi_in: कृपया, सुनिश्चित करें कि डिवाइस पर मेल एप्लिकेशन इंस्टॉल है।
hu: Kérjük ellenőrizd, hogy a levelező alkalmazás telepítve van-e az eszközre.
ja: メールアプリがインストールされているが確認してください
ms_my: Sila pastikan bahawa aplikasi mel dipasang pada peranti.
nl: Zorg ervoor dat de e-mailtoepassing op het apparaat is geïnstalleerd.
pl: Upewnij się, czy aplikacja mejlowa jest zainstalowana na tym urządzeniu.
pt: Por favor, certifique-se de que a aplicação de e-mail está instalada no dispositivo.
ru: Пожалуйста, удостоверьтесь, что на устройстве установлен почтовый клиент.
sr: Уверите се да је апликација за пошту инсталирана на уређају.
tr: Lütfen e-posta uygulamasının cihazınıza kurulu olduğundan emin olun.
vi: Vui lòng đảm bảo rằng ứng dụng thư đã được cài đặt trên thiết bị.
zh_hans: 请确保邮件应用程序已安装在设备上。
zh_hant_tw: 請確保郵件應用程序已安裝在設備上。
