Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# polkaswap.swap.empty.list
source: You don’t have any active pools yet. Add liquidity to earn rewards
ar: ليس لديك أي حوض نشط حتى الآن. أضف السيولة لكسب المكافآت
az: Hələ heç bir aktiv hovuzunuz yoxdur. Mükafat qazanmaq üçün likvidlik əlavə edin
ca: Encara no tens cap pool activa. Afegiu liquiditat per a obtenir recompenses
cs: Zatím nemáte žádné aktivní fondy. Přidejte likviditu a získejte odměny
de_de: Du hast noch keine aktiven Pools. Füge Liquidität hinzu, um Belohnungen zu erhalten
fa: شما هنوز هیچ مخزن فعالی ندارید. برای کسب پاداش نقدینگی اضافه کنید
fr: Vous n'avez pas encore de pools actifs. Ajouter des liquidités pour gagner des récompenses
he: עדיין אין לך במאגרים פעילים. הוסף נזילות כדי להרוויח תגמולים
hi_in: आपके पास अभी तक कोई सक्रिय पूल नहीं है। पुरस्कार अर्जित करने के लिए Liquidity जोड़ें
hu: Még nincs aktív pool részesedése. Adjon hozzá likviditást a jutalmak megszerzéséhez
ja: アクティブなプールがまだありません。 流動性を追加して報酬を獲得してください
ms_my: Anda belum mempunyai sebarang kumpulan aktif lagi. Tambah kecairan untuk mendapatkan ganjaran
pt: Ainda não tem pools ativas. Adicione liquidez para ganhar recompensas
ru: У вас еще нет активных пулов. Добавьте ликвидность, чтобы заработать вознаграждение.
sr: Још увек немате ниједан активни пул. Додајте ликвидност да бисте зарадили награде
tr: Henüz hiç aktif havuzunuz yok. Ödül kazanmak için likidite ekleyin
vi: Bạn chưa tham gia pool nào. Thêm thanh khoản để nhận thưởng
zh_hans: 您还没有任何生效的流动池。 增加流动性以获得奖励
zh_hant_tw: 您還沒有任何活動池。 增加流動性以獲得獎勵

# recovery.source.type.1
source: Choose source type
ar: اختر نوع المصدر
az: Mənbə növünü seçin
ca: Trieu el tipus de font
cs: Vyberte typ zdroje
de_de: Quelltyp auswählen
fa: نوع منبع را مشخص کنید
fr: Choisir le type de source
he: בחר סוג מקור
hi_in: स्रोत प्रकार चुनें
ja: ソースの種類を選択
ms_my: Pilih jenis sumber
pt: Escolher o tipo de fonte
ru: Выбрать тип источника
sr: Изаберите тип извора
tr: Kaynak türünü seçin
vi: Chọn loại nguồn
zh_hans: 选择源类型
zh_hant_tw: 選擇來源類型

# common.raw.seed
source: Raw seed
ar: الرمز السري(Raw Seed)
az: Xam toxum
fa: دانه خام (Raw seed)
he: קוד סיד
ja: シード
ms_my: Benih mentah
pt: Senha original
ru: Сид-фраза
sr: Сирови сид
tr: Kurtarma Kelimeleri
zh_hans: 种子词
zh_hant_tw: 種子詞

# recovery.input.raw.seed.hint
source: Raw Seed (64 hex symbols)
ar: 64 رمز عرفي (Hex)(Raw Seed)
az: Xam Toxum (64 hex simvolu)
ca: Raw Seed (64 símbols hexadecimals)
cs: Raw Seed (64 hexadecimálních symbolů)
de_de: Raw Seed: 64 Hexadezimal-Symbole
fa: دانه (Seed) خام (نماد 64 هکسی)
fr: Raw Seed (64 caractères hexadécimaux)
he: קוד סיד (64 סמלי hex)
hi_in: Raw Seed (64 हेक्स प्रतीक)
ja: シード (64個の16進数文字)
ms_my: Benih Mentah (simbol 64 heks)
pt: Senha original (64 símbolos hexadecimais)
ru: Сид-фраза (64 hex символа)
sr: Raw seed (64 хексадецимална симбола)
tr: Ham Kurtarma Anahtarı (64 hex karakteri)
vi: Raw Seed (64 ký tự hex)
zh_hans: 原始种子词（64个十六进制符号）
zh_hant_tw: 原始種子詞（64 個十六進制符號）

# common.error.seed.is.not.valid
source: Please make sure that your input contains 64 hex symbols.
ar: فضلاً، تأكد من ان مدخلاتك تتضمن 64 رمز عرفي (Hex)
az: Lütfən, daxiletmənizin 64 hex simvolu olduğundan əmin olun.
ca: Si us plau, assegura't que les dades introduïdes contenen 64 símbols hexadecimals.
cs: Ujistěte se prosím, že váš vstup obsahuje 64 hexadecimálních symbolů.
de_de: Bitte achte darauf, dass die Eingabe 64 Hexadezimal-Symbole enthält.
fa: لطفاً مطمئن شوید که ورودی شما دارای 64 نماد هگز (hex symbol) است.
fr: Veuillez vous assurer que votre saisie contient 64 caractères hexadécimaux.
he: אנא ודא שהקלט שלך מכיל 64 סימני hex.
hi_in: कृपया सुनिश्चित करें कि आपके इनपुट में 64 हेक्स प्रतीक हैं।
ja: 入力に64個の16進記号が含まれていることを確認してください
ms_my: Sila pastikan input anda mengandungi simbol 64 heks.
pt: Por favor certifique-se que insere 64 símbolos hexadecimais.
ru: Пожалуйста, убедитесь, что ваш ввод содержит 64 hex символов.
sr: Уверите се да ваш унос садржи 64 хексадецимална симбола.
tr: Lütfen girdinin 64 hex sembolü içerdiğinden emin olun.
vi: Hãy đảm bảo rằng kí tự bạn nhập vào chứa 64 ký tự hex.
zh_hans: 请确保您的输入包含 64 个十六进制符号。
zh_hant_tw: 請確保您的輸入包含 64 個十六進制符號。

# polkaswap.swap.details.have.changed
source: Swap details have changed
ar: تغيرت تفاصيل المبادلة
az: Mübadilə detalları dəyişdi
ca: Els detalls de l'intercanvi han canviat
cs: Změnily se podrobnosti swapu
de_de: Swap-Details haben sich geändert
fa: جزئیات مبادله تغییر کرده است
fr: Les détails de l'échange ont changé
he: פרטי ההחלפה השתנו
hi_in: स्वैप विवरण बदल गए हैं
ja: スワップの詳細が変更されました
ms_my: Butiran pertukaran telah berubah
pt: Os detalhes do swap mudaram
ru: Детали обмена/свапа изменились
sr: Детаљи замене су промењени
tr: Takas detayları değişti
vi: Chi tiết hoán đổi đã bị thay đổi
zh_hans: 兑换的详细信息已更改
zh_hant_tw: 交換細節已更改

# common.back
source: Back
ar: رجوع
az: Geri
ca: Tornar
cs: Zpět
de_de: Zurück
es: Atrás
fa: بازگشت
fr: Retour
he: חזור
hi_in: पीछे
ja: 戻る
ms_my: Kembali
pt: Anterior
ru: Назад
sr: Nazad
vi: Trở lại
zh_hans: 返回
zh_hant_tw: 返回

# referral.title
source: Get 10% of your referrals’ network fees
ar: احصل على 10٪ من رسوم شبكة الإحالات الخاصة بك
az: Referallarınızın şəbəkə haqlarının 10%-ni alın
ca: Obté el 10% de les comissions de xarxa dels teus referits
cs: Získejte 10 % ze síťových poplatků za doporučení
de_de: Erhalte 10 % der Netzwerkgebühren für deine Empfehlungen
fa: 10٪ از کارمزد شبکه ارجاعات خود را دریافت کنید
fr: Recevez 10 % des frais de réseau des adresses que vous parrainez.
he: קבל 10% מעמלות הרשת של ההפניות שלך
hi_in: अपने रेफ़रल के नेटवर्क शुल्क का 10% प्राप्त करें
ja: 紹介者のネットワーク手数料の10%を獲得
ms_my: Dapatkan 10% daripada yuran rangkaian rujukan anda
pt: Receba 10% das taxas de rede dos seus refereridos
ru: Получайте 10% от комиссии сети ваших рефералов
sr: Dobijte 10% od troškova mreže Vaših referala
vi: Nhận 10% phí mạng từ những người được bạn giới thiệu
zh_hans: 获得推荐人网络费用的 10%
zh_hant_tw: 獲得推薦人網絡費用的 10%

# referral.subtitle
source: Whenever your referral makes a transaction, 10% of the network fee paid goes to you as a reward.
ar: كلما قامت إحالتك بإجراء معاملة ، فإن 10٪ من رسوم الشبكة المدفوعة تذهب إليك كمكافأة.
az: Referalınız hər hansı bir əməliyyat həyata keçirdikdə, ödənilən şəbəkə haqqının 10% -i mükafat olaraq sizə keçir.
ca: Quan el teu referit faci una transacció, el 10% de les comissions de xarxa pagades se't destinaran en concepte de recompensa.
cs: Kdykoli váš doporučený uživatel provede transakci, 10 % z jeho síťových poplatků vám připadne jako odměna.
de_de: Jedes Mal, wenn deine Empfehlung eine Transaktion durchführt, erhälst du 10% der gezahlten Netzwerkgebühr als Belohnung.
fa: هر زمان که ارجاع شما معامله ای انجام دهد، 10٪ از کارمزد شبکه پرداختی به عنوان پاداش به شما تعلق می‌گیرد.
fr: Chaque fois qu'une adresse que vous parrainez effectue une transaction, 10 % des frais de réseau payés vous reviennent à titre de récompense.
he: בכל פעם שהמופנה שלך מבצע עסקה, 10% מעמלות הרשת ששולמו עוברים אליך כתגמול.
hi_in: जब भी आपका रेफ़रल लेन-देन करता है, भुगतान किए गए नेटवर्क शुल्क का 10% पुरस्कार के रूप में आपको जाता है।
ja: 紹介者が取引を行うたびに、支払われたネットワーク手数料の10％が報酬としてあなたに支払われます
ms_my: Setiap kali rujukan anda membuat transaksi, 10% daripada bayaran rangkaian yang dibayar akan diberikan kepada anda sebagai ganjaran.
pt: Sempre que o seu referido faz uma transação, 10% da taxa de rede paga vai para si como recompensa.
ru: Всякий раз, когда ваш реферал совершает транзакцию, 10% от уплаченной сетевой комиссии поступает вам в качестве вознаграждения.
sr: Kad god vaša referenca izvrši transakciju, 10% troška mreže ide vama kao nagrada.
vi: Bất cứ khi nào giới thiệu của bạn thực hiện một giao dịch, 10% phí mạng được trả cho bạn như một phần thưởng.
zh_hans: 每当您的推荐人进行交易时，所支付的网络费用的10%将作为奖励发送给您。
zh_hant_tw: 每當您的推薦人進行交易時，所支付的網絡費用的 10% 作為獎勵。

# referral.toolbar.title
source: Referral program
ar: برنامج الإحالة
az: İstiqamət proqramı
ca: Programa de referits
cs: Program doporučení
de_de: Empfehlungsprogramm
fa: برنامه ارجاع
fr: Programme de parrainage
he: תוכנית הפניות
hi_in: रेफरल कार्यक्रम
ja: 紹介プログラム
ms_my: Program rujukan
pt: Programa de referência
ru: Реферальная программа
sr: Program referenci
vi: Chương trình giới thiệu
zh_hans: 推荐计划
zh_hant_tw: 推薦人計畫

# referral.your.referrals
source: Your referrals
ar: الإحالات الخاصة بك
az: Referanslarınız
ca: Els teus referits
cs: Vaše doporučení
de_de: Deine Empfehlungen
fa: ارجاعات شما
fr: Vos parrainés
he: ההפניות שלך
hi_in: आपके रेफरल
ja: あなたの紹介者
ms_my: Rujukan anda
pt: Os seus referidos
ru: Ваши рефералы
sr: Vaše reference
vi: Người được bạn giới thiệu
zh_hans: 您的推荐人
zh_hant_tw: 您的推薦人

# referral.total.rewards
source: Total rewards
ar: إجمالي المكافآت
az: Ümumi mükafatlar
ca: Recompensa total
cs: Odměny celkem
de_de: Gesamte Belohnung
fa: مجموع پاداش‌ها
fr: Total des récompenses
he: סה"כ תגמולים
hi_in: कुल पुरस्कार
ja: 報酬総額
ms_my: Jumlah ganjaran
pt: Total de recompensas
ru: Общее количество вознаграждений
sr: Ukupne nagrade
vi: Tổng phần thưởng
zh_hans: 总奖励
zh_hant_tw: 總獎勵

# referral.start.inviting
source: Start inviting
ar: ابدأ بالدعوة
az: Dəvət etməyə başlayın
ca: Comença a convidar
cs: Začněte zvát
de_de: Beginne mit dem Einladen
fa: شروع به دعوت کنید
fr: Commencez à inviter
he: התחל להזמין
hi_in: आमंत्रित करना शुरू करें
ja: 招待を開始
ms_my: Mula menjemput
pt: Comece a convidar
ru: Начать приглашать
sr: Počni slati pozivnice
vi: Bắt đầu mời
zh_hans: 开始邀请
zh_hant_tw: 開始邀請

# common.error.no.browser.error
source: Please install a browser to open the link
ar: الرجاء تثبيت متصفح لفتح الرابط
az: Linki açmaq üçün brauzer quraşdırın
ca: Si us plau, instal·la un buscador per a obrir l'enllaç
cs: Pro otevření odkazu si prosím nainstalujte prohlížeč
de_de: Bitte installiere einen Browser, um den Link zu öffnen
fr: Veuillez installer un navigateur pour ouvrir le lien
he: אנא התקן דפדפן כדי לפתוח את הקישור
hi_in: लिंक खोलने के लिए कृपया एक ब्राउज़र स्थापित करें
ja: リンクを開くにはブラウザをインストールしてください
ms_my: Sila pasang pelayar untuk membuka pautan
pt: Por favor instale um browser de internet para abrir o link.
ru: Пожалуйста, установите браузер, чтобы открыть ссылку
sr: Molim vas instalirajte brauzer da otvorite link
vi: Vui lòng cài đặt trình duyệt để mở liên kết
zh_hans: 请安装一个浏览器来打开链接
zh_hant_tw: 請安裝瀏覽器打開鏈接

# pin.update.info.title
source: 4 digit PIN is no longer supported
ar: لم يعد رقم التعريف الشخصي المكون من 4 أرقام مدعومًا
az: 4 rəqəmli PIN artıq dəstəklənmir
ca: El codi PIN de 4 dígits ja no és compatible
cs: 4místný PIN již není podporován
de_de: 4-stellige PIN wird nicht mehr unterstützt
fr: Le code PIN à 4 chiffres n'est plus pris en charge
he: קוד PIN בן 4 ספרות אינו נתמך עוד
hi_in: 4 अंकों का पिन अब समर्थित नहीं है
ja: 4 桁のPINコードはサポートされなくなりました
ms_my: PIN 4 digit tidak lagi disokong
ru: 4-значный PIN-код больше не поддерживается
sr: PIN od 4 cifre nije više podržan
vi: Mã PIN 4 số không còn được hỗ trợ
zh_hans: 不支持4位数的pin码
zh_hant_tw: 不再支持 4 位 PIN 碼

# pin.update.info.description
source: Security policy has been improved for your protection.
ar: تم تحسين سياسة الأمان لحمايتك.
az: Müdafiəniz üçün təhlükəsizlik siyasəti təkmilləşdirildi.
ca: La pòlissa de seguretat ha estat millorada per la teva seguretat.
cs: Zásady zabezpečení byly vylepšeny pro vaši ochranu.
de_de: Die Sicherheitsrichtlinie wurde zu deinem Schutz verbessert.
fr: La politique de sécurité a été améliorée pour votre protection.
he: מדיניות האבטחה שופרה להגנתך.
hi_in: आपकी सुरक्षा के लिए सुरक्षा नीति में सुधार किया गया है।
ja: 保護のためにセキュリティポリシーが改善されました
ms_my: Dasar keselamatan telah dipertingkatkan untuk perlindungan anda.
ru: Политика безопасности была усовершенствованна для вашей защиты.
sr: Bezbedonosna politika je unapređena za vašu zaštitu.
vi: Chính sách bảo mật đã được cải thiện để bảo vệ bạn.
zh_hans: 为了保证您的安全，安全政策已经得到改善。
zh_hant_tw: 為您的保護改進了安全策略。

# pin.update.info.subtitle
source: Please set a new 6 digit PIN.
ar: يرجى تعيين رقم تعريف شخصي جديد مكون من 6 أرقام.
az: Lütfən, yeni 6 rəqəmli PIN təyin edin.
ca: Si us plau, introdueix un nou codi PIN de 6 dígits.
cs: Nastavte prosím nový 6místný PIN.
de_de: Bitte lege eine neue 6-stellige PIN fest.
fr: Veuillez définir un nouveau code PIN à 6 chiffres.
he: אנא הגדר קוד PIN חדש בן 6 ספרות.
hi_in: कृपया एक नया 6 अंकों का पिन सेट करें।
ja: 新たに6桁のPINコードを設定してください
ms_my: Sila tetapkan PIN 6 digit baharu.
nl: Stel een nieuwe 6 cijfers pincode in.
ru: Установите новый 6-значный Пин-код.
sr: Molim vas postavite novi pin od 6 cifara.
vi: Vui lòng đặt mã PIN 6 số mới.
zh_hans: 请设置一个新的 6 位数 PIN码。
zh_hant_tw: 請設置一個新的 6 位數 PIN。

# pin.update.button.text
source: SET NEW PIN
ar: تعيين رقم تعريف شخصي جديد
az: YENİ PİN QAYDIRIN
ca: Estableix un nou codi PIN
cs: ZADAT NOVÝ PIN
de_de: NEUE PIN FESTLEGEN
fr: DÉFINIR UN NOUVEAU CODE PIN
he: הגדר PIN חדש
hi_in: नया पिन सेट करें
ja: 新しいPINコードの設定
ms_my: TETAPKAN PIN BARU
nl: NIEUWE PINCODE INSTELLEN
ru: Установить новый Пин-код
sr: POSTAVI NOVI PIN
vi: ĐẶT MÃ PIN MỚI
zh_hans: 设置新的识别码
zh_hant_tw: 設置新密碼

# account.already.imported
source: Already imported
ar: مستوردة مسبقا
az: Artıq idxal olunub
ca: Importada prèviament
cs: Již importováno
de_de: Bereits importiert
fr: Déjà importé
he: כבר מיובא
hi_in: पहले ही आयात किया जा चुका है
ja: インポート済み
ms_my: Sudah diimport
nl: Reeds ingevoerd
ru: Уже импортировано
sr: Već uvezeno
vi: Đã nhập
zh_hans: 已导入
zh_hant_tw: 已經導入

# account.already.imported.description
source: This wallet is already imported
ar: هذه المحفظة مستوردة مسبقا
az: Bu pul kisəsi artıq idxal edilib
ca: Aquesta cartera ja ha estat importada
cs: Tato peněženka je již importována
de_de: Diese Wallet ist bereits importiert
fr: Ce portefeuille est déjà importé
he: הארנק הזה כבר מיובא
hi_in: यह वॉलेट पहले से आयात किया गया है
ja: このウォレットは既にインポートされています
ms_my: Dompet ini sudah diimport
nl: Deze wallet is al geïmporteerd
ru: Этот кошелек уже импортирован
sr: Ovaj novčanik je već uvezen
vi: Ví này đã được nhập
zh_hans: 此钱包已导入
zh_hant_tw: 此錢包已導入

# recovery.alert.raw.seed.title
source: Recovering from Raw Seed
ar: استرجاع الحساب باستخدام (Raw Seed)
az: Xam Toxumdan Bərpa
ca: Recuperació a través de la llavor
cs: Obnova z Raw Seed
de_de: Wiederherstellung mit Raw Seed
fr: Récupération à partir de phrase mnémonique
he: שחזור באמצעות קוד סיד
hi_in: Raw Seed से उबरना
ja: シードから復元
ms_my: Pemulihan dari Raw Seed
nl: Herstellen van Raw Seed
ru: Восстановление Сид-фразы
sr: Povracaj kroz Raw Seed
vi: Phục hồi từ Raw Seed
zh_hans: 用种子词恢复
zh_hant_tw: 從原始種子中恢復

# recovery.alert.raw.seed.description
source: You will not be able to use passphrase when recovering using Raw Seed
ar: لن تتمكن من استخدام (Passphrase) عند استرجاع الحساب باستخدام Raw Seed
az: Raw Seed istifadə edərək bərpa edərkən paroldan istifadə edə bilməyəcəksiniz
ca: No podràs utilitzar la paraula de pas quan recuperis el compte utilitzant la llavor.
cs: Při obnově pomocí Raw Seed nebudete moci použít přístupovou frázi
de_de: Bei der Wiederherstellung mit Raw Seed kannst du keine Passphrase verwenden.
fr: Vous ne pourrez pas utiliser de phrase secrète lors de la récupération à l’aide de Raw Seed
he: לא תוכל להשתמש במילות המפתח בעת שחזור באמצעות קוד סיד
hi_in: Raw Seed का उपयोग करके पुनर्प्राप्त करते समय आप पासफ़्रेज़ का उपयोग नहीं कर पाएंगे
ja: シードを使用して復元する場合、パスフレーズは使用できません
ms_my: Anda tidak akan dapat menggunakan frasa laluan apabila memulihkan menggunakan Raw Seed
nl: U kunt geen passphrase gebruiken bij het herstellen met Raw Seed
ru: Вы не сможете использовать парольную фразу при восстановлении с помощью Raw Seed
sr: Nećete moći da koristite pristupnu frazu prilikom oporavka kroz Raw Seed
vi: Bạn sẽ không thể sử dụng cụm mật khẩu khi phục hồi bằng cách sử dụng Raw Seed
zh_hans: 使用种子词恢复时，您将无法使用密码
zh_hant_tw: 使用 Raw Seed 恢復時，您將無法使用密碼

# backup.account.title
source: Backup Account
ar: نسخ احتياطي للحساب
az: Hesabın ehtiyat nüsxəsi
ca: Còpia de seguretat del compte
cs: Zálohovat účet
de_de: Backup-Konto
fr: Compte de sauvegarde
he: חשבון גיבוי
hi_in: बैकअप खाता
ja: アカウントのバックアップ
ms_my: Akaun Sandaran
ru: Резервная копия аккаунта
sr: Rezervna kopija naloga
vi: Sao lưu tài khoản
zh_hans: 备份账户
zh_hant_tw: 賬戶

# import.account.raw.seed
source: You have imported this account via Raw Seed
ar: لقد قمت باستيراد هذا الحساب عبر Raw Seed
az: Siz bu hesabı Raw Seed vasitəsilə idxal etmisiniz
ca: Heu importat aquest compte mitjançant la llavor
cs: Tento účet jste importovali přes Raw Seed
de_de: Du hast dieses Konto über einen Raw Seed importiert
fr: Vous avez importé ce compte via Raw Seed
he: ייבאת חשבון זה באמצעות קוד סיד
hi_in: आपने इस खाते को Raw Seed के माध्यम से आयात किया है
ja: このアカウントはシードでインポートしました
ms_my: Anda telah mengimport akaun ini melalui Raw Seed
nl: Je hebt dit account geïmporteerd via Raw Seed
ru: Вы импортировали эту учетную запись через Raw Seed
sr: Uvezli ste ovaj nalog kroz Raw seed
vi: Bạn đã nhập tài khoản này qua Raw Seed
zh_hans: 你已经通过种子词导入这个账户
zh_hant_tw: 您已通過種子詞導入此帳戶

# referral.your.referrer
source: Your referrer
ar: المُحيل الخاص بك
az: Sizin yönləndiriciniz
ca: El teu referent
cs: Váš doporučitel
de_de: Dein Referrer
fr: Votre référent
he: המפנה שלך
hi_in: आपका रेफरर
ja: あなたのリファラー
ms_my: Perujuk anda
nl: Uw verwijzer
ru: Ваш реферер
sr: Vaš referent
vi: Người giới thiệu của bạn
zh_hans: 您的推荐人
zh_hant_tw: 您的推薦人

# referral.referrer.address
source: Referrer's address
ar: عنوان المحيل
az: İstinad edənin ünvanı
ca: Adreça de referit
cs: Adresa doporučitele
de_de: Adresse des Referrers
fr: Adresse du référent
he: כתובת המפנה
hi_in: रेफरर का पता
ja: リファラーのアドレス
ms_my: Alamat perujuk
nl: Adres van de verwijzer
ru: Адрес реферера
sr: Adresa referenta
vi: Địa chỉ người giới thiệu
zh_hans: 推荐人的地址
zh_hant_tw: 推薦人地址

# referral.referrer.description
source: Whenever you make a transaction, 10% of the network fee paid goes to your referrer as a reward.
ar: عندما تقوم بإجراء معاملة ، فإن 10٪ من رسوم الشبكة المدفوعة تذهب إلى المحيل الخاص بك كمكافأة.
az: Hər hansı bir əməliyyat etdiyiniz zaman ödənilən şəbəkə haqqının 10% -i mükafat olaraq yönləndiricinizə gedir.
ca: Quan facis una transacció, el 10% de les comissions de la xarxa pagades seran destinades al teu referent com a recompensa.
cs: Kdykoli provedete transakci, 10 % ze zaplaceného síťového poplatku jde vašemu doporučiteli jako odměna.
de_de: Jedes Mal, wenn du eine Transaktion durchführst, gehen 10 % der gezahlten Netzwerkgebühr als Belohnung an deinen Referrer.
fr: Chaque fois que vous effectuez une transaction, 10% des frais de réseau payés sont reversés à votre parrain en guise de récompense.
he: בכל פעם שאתה מבצע טרנזקציה, 10% מעמלות הרשת ששולמו עוברים למפנה שלך כתגמול.
hi_in: जब भी आप कोई लेन-देन करते हैं, भुगतान किए गए नेटवर्क शुल्क का 10% पुरस्कार के रूप में आपके रेफ़रलकर्ता को जाता है।
ja: あなたが取引をするたびに、支払ったネットワーク手数料の10％が報酬としてリファラーに支払われます
ms_my: Setiap kali anda membuat transaksi, 10% daripada yuran rangkaian yang dibayar pergi kepada perujuk anda sebagai ganjaran.
nl: Wanneer u een transactie uitvoert, gaat 10% van de betaalde netwerkvergoeding als beloning naar uw verwijzer.
ru: Всякий раз, когда вы совершаете транзакцию, 10% от уплаченной комиссии сети переходит вашему рефереру в качестве вознаграждения.
sr: Kada god napravite transakciju, 10% od troška mreže ide referentu kao nagrada.
vi: Bất cứ khi bạn thực hiện một giao dịch, 10% phí mạng được trả cho người giới thiệu như một phần thưởng.
zh_hans: 无论何时，您每做一笔转账，都有10%的网络费给予您的推荐人作为奖励
zh_hant_tw: 每當您進行交易時，所支付的網絡費用的 10% 都會作為獎勵給您的推薦人。

# referral.invitation.link.title
source: Available invitations
ar: الدعوات المتاحة
az: Mövcud dəvətnamələr
ca: Invitacions disponibles
cs: Dostupné pozvánky
de_de: Verfügbare Einladungen
fr: Invitations disponibles
he: הזמנות זמינות
hi_in: उपलब्ध आमंत्रण
ja: 利用可能な招待状
ms_my: Jemputan yang tersedia
nl: Beschikbare uitnodigingen
ru: Доступные приглашения
sr: Dostupne pozivnice
vi: Lời mời có sẵn
zh_hans: 可用的邀请
zh_hant_tw: 可用邀請

# referral.your.invitation.link.title
source: Your invitation link
ar: رابط الإحالة الخاص بك
az: Dəvət linkiniz
ca: El teu codi d'invitació
cs: Odkaz na vaši pozvánku
de_de: Dein Einladungslink
fr: Votre lien de parrainage
he: קישור להזמנה שלך
hi_in: आपका आमंत्रण लिंक
ja: 招待状リンク
ms_my: Pautan jemputan anda
nl: Uw uitnodigingslink
ru: Ваша пригласительная ссылка
sr: Vaš pozivni link
vi: Liên kết lời mời của bạn
zh_hans: 您的邀请链接
zh_hant_tw: 您的邀請鏈接

# referral.get.more.invitation.button.title
source: Get more invitations
ar: الحصول على المزيد من الدعوات
az: Daha çox dəvət alın
ca: Aconsegueix més invitacions
cs: Získejte více pozvánek
de_de: Weitere Einladungen erhalten
fr: Recevez plus d'invitations
he: קבל הזמנות נוספות
hi_in: अधिक आमंत्रण प्राप्त करें
ja: さらに招待状を受け取る
ms_my: Dapatkan lebih banyak jemputan
nl: Ontvang meer uitnodigingen
ru: Получить больше приглашений
sr: Dobij još pozivnica
vi: Nhận thêm lời mời
zh_hans: 获得更多邀请
zh_hant_tw: 獲得更多邀請

# referral.unbond.button.title
source: Unbond XOR
ar: فك ربط XOR
az: XOR-u ayırın
ca: Desenllaçar XOR
cs: Uvolnit XOR
fr: Délier XOR
he: הסר XOR מהמאגר
hi_in: अनबॉन्ड XOR
ja: XORをボンド解除
ms_my: Nyahikat XOR
ru: Вывести из резерва XOR
sr: Odveži XOR
zh_hans: 解绑XOR
zh_hant_tw: 解綁XOR

# referral.enter.link.title
source: Enter referrer's link
ar: أدخل رابط المحيل
az: REFERRAL LİNKİNƏ DAXİL EDİN
ca: Introdueix el codi del referent
cs: Zadejte odkaz doporučitele
de_de: Link des Referrers eingeben
fr: Entrez le lien du référent
he: הזן את הקישור של המפנה
hi_in: रेफरर का लिंक दर्ज करें
ja: リファラーのリンクを入力
ms_my: Masukkan pautan perujuk
nl: Voer de link van de verwijzer in
ru: Введите реф.ссылку
sr: Unesiter link referenta
vi: Nhập liên kết của người giới thiệu
zh_hans: 输入推荐人的链接
zh_hant_tw: 輸入推薦人的鏈接

# referral.activate.button.title
source: Activate
ar: تفعيل
az: Aktivləşdirin
ca: Activar
cs: Aktivovat
de_de: Aktivieren
fr: Activez
he: הפעל
hi_in: सक्रिय करना
ja: アクティベート
ms_my: Aktifkan
nl: Activeer
ru: Активировать
sr: Aktiviraj
vi: Hoạt động
zh_hans: 激活
zh_hant_tw: 啟用

# referral.input.reward.title
source: Enter desired amount of invitations
ar: أدخل المبلغ المطلوب من الدعوات
az: İstədiyiniz məbləği daxil edin
ca: Introdueix el nombre desitjat d'invitacions
cs: Zadejte požadovaný počet pozvánek
de_de: Gewünschte Anzahl von Einladungen eingeben
fr: Entrez le nombre d'invitations souhaité
he: הזן את כמות ההזמנות הרצויה
hi_in: आमंत्रणों की वांछित मात्रा दर्ज करें
ja: 希望する招待状の数を入力
ms_my: Masukkan jumlah jemputan yang dikehendaki
nl: Voer het gewenste aantal uitnodigingen in
ru: Введите желаемое количество приглашений
sr: Unesite željeni broj pozivnica
vi: Nhập số lượng lời mời mong muốn
zh_hans: 输入想要的邀请数量
zh_hant_tw: 輸入所需的邀請數量
