Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# account.confirmation.title.v2
source: Confirm Passphrase
ar: تأكيد عبارة المرور
az: Parolu təsdiqləyin
ca: Confirma la Contrasenya
cs: Potvrďte přístupovou frázi
de_de: Passphrase bestätigen
fa: تایید رمز عبور
fr: Confirmer la phrase de sécurité
he: אשר את מילות המפתח
hi_in: Passphrase की पुष्टि करें
hu: Helyreállítási megerősítése
ja: パスフレーズの確認
ms_my: Sahkan Frasa Laluan
nl: Bevestig wachtwoordzin
pl: Potwierdź frazę hasłową
pt: Confirme a passphrase
ru: Подтвердить парольную фразу
sr: Потврдите приступну фразу
tr: Kurtarma Kelimelerini Onaylayın
vi: Xác nhận chuỗi từ khóa khôi phục
zh_hans: 确认密码
zh_hant_tw: 確認密碼

# tutorial.terms.and.conditions.v4
source: By creating an account you are agreeing with Terms & Conditions and Privacy Policy
ar: من خلال إنشاء حساب فأنت توافق على الأحكام والشروط وسياسة الخصوصية
az: Hesab yaratmaqla siz Qaydalar və Şərtlər və Məxfilik Siyasəti ilə razılaşırsınız
ca: A través de la creació d'un compte, estàs acceptant els Termes i Condicions i la política de Privacitat
cs: Vytvořením účtu souhlasíte s Smluvními podmínkami a Zásadami ochrany osobních údajů
de_de: Durch die Erstellung eines Kontos erklärst du dich mit den Allgemeinen Geschäftsbedingungen und der Datenschutzerklärung einverstanden.
fa: با ایجاد یک حساب کاربری، با شرایط و ضوابط و خط مشی رازداری موافقت می‌کنید
fr: En créant un compte, vous acceptez les conditions générales d'utilisation et la politique de confidentialité.
he: על ידי יצירת חשבון אתה מסכים עם התנאים וההגבלות ומדיניות הפרטיות
hi_in: खाता बनाकर आप शर्तों और गोपनीयता नीति से सहमत हैं
hu: A fiók létrehozásával elfogadod az Általános Szerződési Feltételeket és az Adatvédelmi Irányelveket.
ja: アカウントを作成することにより、 規約と条件および個人情報保護方針に同意したことになります
ms_my: Dengan mencipta akaun anda bersetuju dengan Terma & Syarat dan Dasar Privasi
nl: Door een account aan te maken gaat u akkoord met de algemene voorwaarden en het privacybeleid.
pl: Tworząc konto, akceptujesz Regulamin i Politykę prywatności.
pt: Ao criar conta está a concordar com os Termos & Condições e com a Política de Privacidade
ru: Создавая учетную запись, вы соглашаетесь с Положениями и условиями и Политикой конфиденциальности.
sr: Креирањем рачуна прихватате услове и одредбе и политику приватност
tr: Bir hesap oluşturarak Kullanım Şartlarını ve Gizlilik Sözleşmesini kabul ediyorsunuz
vi: Tạo tài khoản là bạn đồng ý với Điều khoản & Điều kiện và Chính sách Bảo mật
zh_hans: 创建账户即表示您同意 条款和条件以及隐私政策
zh_hant_tw: 創建账戶即表示您同意 條款和條件以及隱私政策

# polkaswap.market.smart.description
source: SMART liquidity routing ensures the best price for any transaction by combining only the best price options from all available markets. When available, Token Bonding Curve (TBC) will be used for liquidity as long as the asset price is more affordable than from other sources, upon which the XYK pool is utilized.
ar: يضمن توجيه السيولة SMART أفضل سعر لأي معاملة من خلال الجمع بين أفضل خيارات الأسعار فقط من جميع الأسواق المتاحة. عند توفرها ، سيتم استخدام Token Bonding Curve (TBC) للسيولة طالما أن سعر الأصل في المتناول أكثر من أي مصادر أخرى ، حيث يتم استخدام مجمع XYK.
ca: La liquiditat dirigida intel·ligent assegura el millor preu per a qualsevol transacció a través de la combinació exclusiva de les millors opcions de preu de cadascun dels mercats disponibles. Quan aquesta està disponible, la Token Bonding Curve (Corba de fitxes vinculades) pot ser utilitzada per a oferir liquiditat fins que el preu de l'actiu és més accessible que des d'altres fonts on la pool XYK és utilitzada.
cs: SMART přesměrování likvidity zajišťuje nejlepší cenu pro každou transakci tím, že kombinuje pouze nejlepší cenové možnosti ze všech dostupných trhů. Pokud je k dispozici, použije se pro likviditu Token Bonding Curve (TBC) dokud je cena aktiva příznivější než z jiných zdrojů. V opačném případě se využívá fond XYK.
de_de: SMART Liquiditätsrouting gewährleistet den besten Preis für jede Transaktion, indem es nur die besten Preisoptionen aus allen verfügbaren Märkten kombiniert. Wenn verfügbar, wird die Token Bonding Curve (TBC) für die Liquidität verwendet, solange der Preis des Assets günstiger ist als aus anderen Quellen, auf die der XYK-Pool zurückgreift.
fa: مسیریابی نقدینگی SMART با ترکیب بهترین گزینه‌های قیمت از همه بازارهای موجود، بهترین قیمت را برای هر معامله تضمین می‌کند. در صورت امکان Token Bonding Curve (TBC) برای نقدینگی استفاده خواهد شد تا زمانی که قیمت دارایی مقرون به صرفه‌تر از منابع دیگر باشد، که در این حالت از استخر XYK استفاده می‌شود.
fr: Le routage de la liquidité SMART garantit le meilleur prix pour toute transaction en combinant uniquement les meilleures options de prix de tous les marchés disponibles. Lorsqu'elle est disponible, la courbe de liaison de jeton (TBC) sera utilisée pour la liquidité tant que le prix de l'actif est plus abordable que celui des autres sources, sur lesquelles le pool XYK est utilisé.
he: ניתוב נזילות SMART מבטיח את המחיר הטוב ביותר לכל טרנזקציה על ידי שילוב אפשרויות המחיר הטובות ביותר בלבד מכל השווקים הזמינים. כאשר זמין, עקומת צירוף הטוקנים (TBC) תשמש לנזילות כל עוד מחיר הנכס משתלם יותר מאשר ממקורות אחרים, שעליהם מנוצל מאגר XYK.
hi_in: स्मार्ट लिक्विडिटी रूटिंग सभी उपलब्ध बाजारों से केवल सर्वोत्तम मूल्य विकल्पों को मिलाकर किसी भी लेन-देन के लिए सर्वोत्तम मूल्य सुनिश्चित करता है। उपलब्ध होने पर, टोकन बॉन्डिंग कर्व (TBC) का उपयोग तरलता के लिए तब तक किया जाएगा जब तक कि संपत्ति की कीमत अन्य स्रोतों की तुलना में अधिक सस्ती हो, जिस पर XYK पूल का उपयोग किया जाता है।
hu: A SMART likviditási útválasztás biztosítja a legjobb árat bármely tranzakcióhoz azáltal, hogy az összes elérhető piacról csak a legjobb árat választja. Ha rendelkezésre áll, a Token Bonding Curve (TBC) likviditást használ, amíg az eszköz ára kedvezőbb, mint más forrásokból, amelyen az XYK poolt használják.
ja: SMART流動性ルーティングは、利用可能なすべての市場から最良の価格オプションだけ組み合わせることで、あらゆる取引の最良の価格を保証します。XYKプールや他のプールが利用される場合より資産価格が手頃であれば、可能な限りトークン・ボンディング・カーブ(TBC)が流動性のために使用されます
ms_my: Penghalaan kecairan SMART memastikan harga terbaik untuk sebarang transaksi dengan menggabungkan hanya pilihan harga terbaik dari semua pasaran yang ada. Apabila tersedia, Token Bonding Curve (TBC) akan digunakan untuk kecairan selagi harga aset lebih berpatutan daripada sumber lain, di mana kolam XYK digunakan.
nl: SMART liquiditeitsroutering zorgt voor de beste prijs voor elke transactie door alleen de beste prijsopties uit alle beschikbare markten te combineren. Indien beschikbaar, zal de Token Bonding Curve (TBC) worden gebruikt voor liquiditeit zolang de activaprijs betaalbaarder is dan uit andere bronnen, waarop de XYK-pool wordt gebruikt.
pl: Routing płynności SMART zapewnia najlepszą cenę dla każdej transakcji, łącząc tylko najlepsze opcje cenowe ze wszystkich dostępnych rynków. Jeśli jest on dostępny, Token Bonding Curve [krzywa wiązania tokenów] (TBC) zostanie wówczas wykorzystana do zapewnienia płynności, o ile cena waluty będzie bardziej przystępna niż z innych źródeł, na podstawie których pula XYK jest użytkowana.
pt: O roteamento de liquidez SMART assegura o melhor preço para qualquer transação, combinando apenas as melhores opções de preços de todos os mercados acessíveis. Quando disponível, a Curva Agregadora de Tokens (TBC) será usada para liquidez, desde que o preço do ativo seja mais económico do que o de outras fontes, que utilizam a pool XYK.
ru: Маршрутизация ликвидности SMART обеспечивает лучшую цену для любой транзакции, комбинируя только лучшие варианты цены со всех доступных рынков. При наличии TBC будет использоваться для обеспечения ликвидности до тех пор, пока цена актива будет более доступной, чем из других источников, на которых используется пул XYK.
sr: СМАРТ усмеравање ликвидности обезбеђује најбољу цену за било коју трансакцију комбиновањем само најбољих опција цена са свих доступних тржишта. Када је доступна, крива везивања токена (ТБЦ) ће се користити за ликвидност све док је цена средства приступачнија него из других извора, на основу којих се користи КСИК фонд.
tr: SMART likidite yönlendirmesi, mevcut piyasalardaki en iyi fiyat oranlarını birleştirerek herhangi bir işlem için en iyi fiyatı bulur. Mevcut olduğunda, fiyat, XYK havuzunun kullanıldığı diğer kaynaklardan daha uygun olduğu sürece Token Tahvil Eğrisi (TBC), likidite için kullanılacaktır.
vi: SMART liquidity routing đảm bảo giá tốt nhất cho giao dịch bất kỳ bằng cách kết hợp mức giá tốt nhất hiện có trên thị trường. Khi thuận lợi, Token Bonding Curve (TBC) sẽ được dùng để tạo thanh khoản miễn là giá của tài sản hợp lý hơn các nguồn khác như pool (XYK).
zh_hans: 智能流动性路由通过从所有可用市场中仅选择最佳价格选项，确保任何交易的最佳价格。如果可用，将使用代币绑定曲线（TBC）提供流动性，只要资产价格比其他来源更实惠，否则将使用XYK池。
zh_hant_tw: SMART 流動性路由通過僅結合所有可用市場的最佳價格選項來確保任何交易的最佳價格。如果可用，代幣綁定曲線 (TBC) 將用於流動性，只要資產價格比使用 XYK 池的其他來源更實惠。

# polkaswap.market.tbc.description
source: TBC — buying only from the Token Bonding Curve (Primary Market). There is a possibility that the price can become unfavorable compared to the XYK pool (Secondary Market), but the value received from the vested rewards might turn out to be much more favorable over time.
ar: TBC - الشراء فقط من منحنى الترابط المميز (السوق الأولية). هناك احتمال أن يصبح السعر غير مغري مقارنة بتجمع XYK (السوق الثانوية) ، ولكن القيمة المستلمة من المكافآت المكتسبة قد تكون أكثر ملاءمة بمرور الوقت.
ca: TBC --- comprar només de la Token Bonding Curve (Corba de tokens vinculats) (Mercat Primari). Existeix la possibilitat de que el preu sigui poc favorable en relació amb el pool XYK (Mercat Secundari), però el valor rebut dels premis encunyats podrien fer-lo més favorable al llarg del temps.
cs: TBC - nákup pouze z Token Bonding Curve (primární trh). Je tu možnost, že se cena může stát nevýhodnou ve srovnání s XYK fondem (sekundární trh), ale hodnota získaná z uzamčených odměn se může časem ukázat jako mnohem výhodnější.
de_de: TBC - Kauf nur von der Token Bonding Curve (Primärmarkt). Es besteht die Möglichkeit, dass der Preis im Vergleich zum XYK-Pool (Sekundärmarkt) ungünstig werden kann, aber der Wert, den man durch die verstärkten Rewards erhält, könnte sich im Laufe der Zeit als viel günstiger erweisen.
fa: TBC - خرید فقط از Token Bonfing Curve (بازار اولیه). ممکن است قیمت در مقایسه با مخزن XYK (بازار ثانویه) نامطلوب تر باشد، اما ارزش دریافتی از پاداش‌های اختصاص داده شده ممکن است در طول زمان بسیار مطلوب تر شود.
fr: TBC - achat uniquement à partir de la courbe de liaison de jeton (marché primaire). Il est possible que le prix devienne défavorable par rapport au pool XYK (marché secondaire), mais la valeur reçue des récompenses acquises pourrait s'avérer beaucoup plus favorable au fil du temps.
he: TBC - קנייה רק מעקומת צירוף הטוקנים (השוק העיקרי). קיימת אפשרות שהמחיר יכול להפוך לבלתי משתלם בהשוואה למאגר XYK (שוק משני), אך הערך המתקבל מהתגמולים המוענקים לאורך זמן עשוי להתברר כמשתלם הרבה יותר לטווח ארוך.
hi_in: टीबीसी - केवल टोकन बॉन्डिंग वक्र (प्राथमिक बाजार) से खरीदना। एक संभावना है कि मूल्य XYK पूल (द्वितीयक बाजार) की तुलना में प्रतिकूल हो सकता है, लेकिन निहित पुरस्कारों से प्राप्त मूल्य समय के साथ और अधिक अनुकूल हो सकता है।
hu: TBC – csak a Token Bonding Curve-ről (elsődleges piac) vásárol. Előfordulhat, hogy az ár az XYK poolhoz (Másodlagos Piac) képest kedvezőtlenebbé válik, de a megszerzett jutalmakból befolyt érték idővel sokkal kedvezőbbnek bizonyulhat.
ja: TBC — トークン・ボンディング・カーブ(一次市場)からのみ購入します。 XYKプール(二次市場)に比べて価格が不利になる可能性もありますが、既得の報酬から受け取る価値が、時間の経過とともにはるかに有利になる可能性があります
ms_my: TBC — membeli hanya daripada Lengkung Ikatan Token (Pasaran Utama). Terdapat kemungkinan bahawa harga boleh menjadi tidak menguntungkan berbanding dengan kolam XYK (Pasaran Sekunder), tetapi nilai yang diterima daripada ganjaran terletak hak mungkin berubah menjadi lebih baik dari masa ke masa.
nl: TBC - alleen kopen van de Token Bonding Curve (primaire markt). Er is een mogelijkheid dat de prijs ongunstig kan worden in vergelijking met de XYK-pool (secundaire markt), maar de waarde die wordt ontvangen van de gevestigde beloningen kan in de loop van de tijd veel gunstiger blijken te zijn.
pl: TBC – kupno jedynie z Token Bonding Curve [krzywa wiązania tokenów] (rynek pierwotny). Istnieje prawdopodobieństwo, że cena może ulec zmianie na niekorzyść w porównaniu do puli XYK (rynek wtórny), jednak wartość otrzymana z nabytego wynagrodzenia może z czasem okazać się o wiele korzystniejsza.
pt: TBC - compra apenas a partir da Curva Agregadora de Tokens (Mercado Primário). Há a possibilidade de o preço se tornar desfavorável em comparação com a pool XYK (Mercado Secundário), mas o valor das recompensas recebido pode vir a revelar-se muito mais favorável ao longo do tempo.
ru: TBC(Token Bonding Curve) — покупка только по кривой связывания токенов (первичный рынок). Есть вероятность того, что цена может стать невыгодной по сравнению с пулом XYK (вторичный рынок), но ценность, полученная от закрепленных вознаграждений, со временем может оказаться гораздо более выгодной.
sr: ТБЦ — куповина само са криве везивања токена (примарно тржиште). Постоји могућност да цена може постати неповољнија у поређењу са КСИК фондом (секундарно тржиште), али вредност добијена од стечених награда може се временом показати много повољнијом.
tr: TBC — sadece Token Tahvil Eğrisinden (Birincil Piyasadan) satın alınması. Fiyat, XYK havuzuna (İkincil Piyasaya) göre daha olumsuz olabilir, ama bir süre sonra kilidi açılan ödüllerden gelen değer, daha olumlu olabilir.
vi: TBC - chỉ mua từ Token Bonding Curve (Primary Market). Giá có thể trở nên bất lợi so với XYK pool (Secondary Market), nhưng về lâu dài giá trị nhận được từ phần thưởng có thể lớn hơn nhiều.
zh_hans: TBC - 仅从代币绑定曲线（一级市场）购买。价格可能会比XYK池（二级市场）不利，但随着时间的推移，从归属奖励中获得的价值可能会更有利。
zh_hant_tw: TBC — 僅從 Token Bonding Curve（一級市場）購買。與 XYK 池（二級市場）相比，價格有可能變得不利，但隨著時間的推移，從既得獎勵中獲得的價值可能會變得更加有利。

# polkaswap.market.xyk.description
source: XYK — buying only from the XYK pool (Secondary Market). Traditional XYK pool swap where anyone can buy or sell assets by shifting the market maker’s position on the x*y=k curve.
ar: XYK - الشراء فقط من تجمع XYK (السوق الثانوية). مقايضة تجمع XYK التقليدية حيث يمكن لأي شخص شراء أو بيع الأصول عن طريق تغيير مركز صانع السوق على منحنى x * y = k.
ca: XYK --- comprant només del pool XYK (Mercat Secundari). Tradicionalment, els intercanvis amb el pool XYK són el procediment a través del que qualsevol poden comprar o vendre actius desplaçant les posicions del market maker sobre la corba x*y=k
cs: XYK - nákup pouze z fondu XYK (sekundární trh). Tradiční swap z fondu XYK, kde může kdokoli koupit nebo prodat aktiva posunutím pozice tvůrce trhu na křivce x*y=k.
de_de: XYK - Kauf nur vom XYK-Pool (Sekundärmarkt). Traditioneller XYK-Pool-Swap, bei dem jeder Assets kaufen oder verkaufen kann, indem er die Position des Market Makers auf der x*y=k-Kurve verschiebt.
fa: XYK — خرید فقط از استخر XYK (بازار ثانویه). استخر مبادله XYK سنتی که در آن هر کسی می‌تواند با تغییر موقعیت بازارساز در منحنی x*y=k، دارایی‌ها را بخرد یا بفروشد.
fr: XYK - achat uniquement à partir du pool XYK (marché secondaire). Échange traditionnel de pool XYK où tout le monde peut acheter ou vendre des actifs en déplaçant la position du "teneur de marché" sur la courbe x*y=k.
he: XYK - קנייה רק ממאגר XYK (שוק משני). החלפת מאגר XYK מסורתי שבו כל אחד יכול לקנות או למכור נכסים על ידי שינוי המיקום של עושה השוק על עקומת x*y=k.
hi_in: XYK - केवल XYK पूल (सेकेंडरी मार्केट) से खरीदना। पारंपरिक XYK पूल स्वैप जहां कोई भी बाजार निर्माता की स्थिति को x*y=k वक्र पर स्थानांतरित करके संपत्ति खरीद या बेच सकता है।
hu: XYK – csak az XYK poolból (másodlagos piac) vásárol. Hagyományos XYK pool-swap, ahol bárki vásárolhat vagy eladhat eszközöket az árjegyző pozíciójának eltolásával az x*y=k görbén.
ja: XYK — XYKプール(二次市場)からのみ購入します。x*y=k 曲線上のマーケットメーカーの位置をシフトすることで、誰でも資産を売買できる従来のXYKプールスワップ
ms_my: XYK — membeli hanya dari kolam XYK (Pasar Sekunder). Pertukaran kolam XYK tradisional di mana sesiapa sahaja boleh membeli atau menjual aset dengan mengalihkan kedudukan pembuat pasaran pada lengkung x * y = k.
nl: XYK — alleen kopen uit de XYK-pool (secundaire markt). Traditionele XYK-poolruil waarbij iedereen activa kan kopen of verkopen door de positie van de market maker op de x * y = k-curve te verschuiven.
pl: XYK – kupno tylko z puli XYK (rynek wtórny). Tradycyjna wymiana w puli XYK, gdzie każdy może kupować lub sprzedawać waluty poprzez przesunięcie pozycji animatora rynku na krzywej x*y=k.
pt: XYK - compra apenas a partir da pool XYK (Mercado Secundário). Troca tradicional XYK da pool, onde qualquer pessoa pode comprar ou vender ativos deslocando a posição do formador de mercado na curva x*y=k.
ru: XYK — покупка только из пула XYK (вторичный рынок). Традиционный обмен/свап пула XYK, когда любой может покупать или продавать активы, меняя позицию маркет-мейкера на кривой x*y=k.
sr: XYK — куповина само из пуле XYK (секундарно тржиште). Традиционални XYK пул свап где свако може да купи или прода средства померањем позиције маркет мејкера на x*y=к кривој.
tr: XYK — sadece XYK havuzundan (İkincil Piyasadan) satın alınması. Herkesin, piyasa yapıcının pozisyonunu x*y=k formülüyle değiştirerek, varlık alımı ve satımı yapabileceği geleneksel XYK havuzu takası.
vi: XYK — chỉ mua từ XYK pool (Secondary Market). Với XYK pool hoán đổi truyền thống bất cứ ai cũng có thể mua hoặc bán tài sản bằng theo công thức curve x * y = k.
zh_hans: XYK - 仅从 XYK 池（二级市场）购买。传统的 XYK 池兑换，任何人都可以通过在 x*y=k 曲线上移动做市商的头寸来买卖资产。
zh_hant_tw: XYK — 僅從 XYK 池（二級市場）購買。傳統的 XYK 池互換，任何人都可以通過改變做市商在 x*y=k 曲線上的位置來買賣資產。

# swap.input.title
source: Swap input
ar: مدخلات المبادلة
ca: Entrada de l'intercanvi
cs: Zadat swap
de_de: Tauscheingabe
fa: ورودی مبادله
fr: Échanger la saisie
he: החלף קלט
hi_in: स्वैप इनपुट
hu: Váltás bevitel
ja: スワップ入力
ms_my: Tukar input
nl: Swap invoer
pl: Wkład
pt: Quantia para troca
sr: Замените улаз
tr: Takas girdisi
vi: Hoán đổi đầu vào
zh_hans: 兑换输入
zh_hant_tw: 兌換輸入

# polkaswap.error.noswap
source: No swap
ar: لا مبادلة
az: Mübadilə yoxdur
ca: No hi ha cap intercanvi disponible
cs: Swap neproběhl
de_de: Kein swap
fa: بدون مبادله
fr: Échange non effectué
he: אין החלפה
hi_in: कोई अदला-बदली नहीं
hu: Nincs váltás
ja: スワップなし
ms_my: Tiada pertukaran
nl: Geen swap
pl: BRAK ZAMIANY
pt: Não trocar
ru: Нет обмена/свапа
sr: Нема замене
tr: Takas yok
vi: Không hoán đổi
zh_hans: 无兑换
zh_hant_tw: 無兌換

# polkaswap.button.swap.again
source: Swap again
ar: التبديل مرة اخرى
ca: Intercanvia de nou
cs: Swapovat znovu
de_de: Erneut tauschen
fa: دوباره مبادله کنید
fr: Échanger à nouveau
he: החלף שוב
hi_in: फिर से स्वैप करें
hu: Váltás megint
ja: もう一度スワップ
ms_my: Tukar lagi
nl: Swap opnieuw
pl: Zamień ponownie
pt: Trocar novamente
ru: Обменять/свапнуть еще раз
sr: Замените поново
tr: Yeniden takas et
vi: Hoán đổi lần nữa
zh_hans: 再次兑换
zh_hant_tw: 再次兌換

# common.to.estimated
source: To (estimated)
ar: إلى (تقديرياً)
ca: A (l'estimat)
cs: Na (odhad)
de_de: Zu (geschätzt)
fa: به (تخمینی)
fr: À (estimation)
he: ל (משוער)
hi_in: को (अनुमानित)
hu: -hoz (becslések szerint)
ja: へ（推定）
ms_my: Kepada (anggaran)
nl: Naar (geschat)
pl: Na (szacunkowo)
pt: Para (estimado)
ru: На
sr: До (процењено)
tr: Şuna (tahmini)
vi: Tới (ước tính)
zh_hans: 至（估计）
zh_hant_tw: 至（估計）

# pool.share.title.1
source: Your pool share
ar: اسهمك من الحوض
az: Hovuz payınız
ca: La teva participació al pool
cs: Váš podíl z fondu
de_de: Dein Poolanteil
fa: سهم شما از مخزن
fr: Votre part du pool
he: החלק שלך במאגר
hi_in: आपका पूल शेयर
hu: A pool részesedésed
ja: プールシェア
ms_my: Bahagian kolam anda
nl: Uw aandeel in de pool
pl: Twój udział w puli
pt: A sua quota da pool
ru: Ваша доля в пуле
sr: Ваш удео пула
tr: Havuzdaki payınız
vi: Những pool bạn tham gia
zh_hans: 您的流动池份额
zh_hant_tw: 您的池份額將是

# wallet.transactions.unavailable.title
source: Couldn’t load transactions
ar: تعذر تحميل المعاملات
az: Tranzaksiyaları yükləmək mümkün olmadı
ca: No s'han pogut carregar les transaccions
cs: Nelze načíst transakce
de_de: Transaktionen konnten nicht geladen werden
fa: تراکنش‌ها بارگیری نشد
fr: Impossible de charger les transactions
he: לא הייתה אפשרות לטעון טרנזקציות
hi_in: लेन-देन लोड नहीं कर सका
hu: Nem sikerült betölteni a tranzakciókat
ja: 取引を読み込めませんでした
ms_my: Tidak dapat memuatkan transaksi
nl: Kon transacties niet laden
pl: Nie udało się załadować transakcji.
pt: Não foi possível carregar as transações
ru: Не удалось загрузить транзакции
sr: Учитавање трансакција није успело
tr: İşlemler yüklenemedi
vi: Không thể tải các giao dịch
zh_hans: 无法加载交易
zh_hant_tw: 無法加載交易

# wallet.transactions.unavailable.description
source: The issue is getting dealt with, please try again later.
ar: فشلت عمليت التحويل. من فضلك، حاول مرة أخرى لاحقاً.
az: Problem həll olunur, sonra yenidən cəhd edin.
ca: L'assumpte està sent tractat, si us plau, prova-ho més endavant.
cs: Problém se řeší, zkuste to prosím znovu později.
de_de: Das Problem wird gerade bearbeitet, bitte versuche es später noch einmal.
fa: مشکل در حال حل شدن است، لطفاً بعداً دوباره امتحان کنید.
fr: Le problème est en cours de traitement, veuillez réessayer plus tard.
he: הבעיה מטופלת עם, אנא נסה שוב מאוחר יותר.
hi_in: समस्या का समाधान किया जा रहा है, कृपया बाद में पुनः प्रयास करें।
hu: A probléma megoldása folyamatban van, próbálja újra később.
ja: この問題は対処中です。 後でもう一度やり直してください
ms_my: Isu ini akan ditangani, sila cuba lagi kemudian.
nl: Het probleem wordt opgelost, n probeer het later opnieuw.
pl: Staramy się obecnie rozwiązać ten problem. Spróbuj ponownie później.
pt: O problema está a ser resolvido, por favor tente novamente mais tarde.
ru: Проблема решается. Повторите попытку позже.
sr: Проблем се решава, покушајте поново касније.
tr: Sorun çözülüyor, lütfen daha sonra tekrar deneyin.
vi: Sự cố đang được xử lý, vui lòng thử lại sau.
zh_hans: 问题正在处理中， 请稍后再试。
zh_hant_tw: 問題正在處理中， 請稍後再試。

# common.deposit
source: Deposit
ar: إيداع
az: Depozit
ca: Dipositar
cs: Vklad
de_de: Einzahlen
fa: سپرده
fr: Dépôt
he: הפקד
hi_in: जमा
hu: Befizetés
ja: デポジット
nl: Storting
pl: Depozyt
pt: Depositar
ru: Депозит
sr: Уплата
tr: Yatır
vi: Gửi tiền
zh_hans: 存款
zh_hant_tw: 訂金

# add.liquidity.title
source: Add Liquidity
ar: إضافة سيولة
az: Likvidlik əlavə edin
ca: Afegeix liquiditat
cs: Přidat likviditu
de_de: Liquidität hinzufügen
fa: نقدینگی اضافه کنید
fr: Ajouter de la liquidité
he: הוסף נזילות
hi_in: Liquidity जोड़ें
hu: Likviditás hozzáadása
ja: 流動性の追加
ms_my: Tambah Kecairan
nl: Voeg liquiditeit toe
pl: Dodawanie płynności
pt: Adicionar liquidez
ru: Добавить Ликвидность
sr: Додaj ликвидност
tr: Likidite Ekle
vi: Thêm thanh khoản
zh_hans: 增加流动性
zh_hant_tw: 增加流動性
