Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# wallet.redeemable
source: Redeemable
ar: قابل للسحب
az: Əldə edilə bilər
ca: Bescanviable
cs: K výběru
de_de: Einlösbar
es: Canjeable
fa: قابل آزاد سازی
fr: Montant disponible
he: ניתן למימוש
hi_in: प्रतिदेय
hu: Beváltható
ja: 償還可能
ms_my: Boleh ditebus
nl: Inwisselbaar
pl: Dostępne do wypłaty
pt: Resgatável
ru: Можно забрать
sr: Otkupljivo
tr: Kullanılabilir
vi: Có thể hoán đổi
zh_hans: 可赎回
zh_hant_tw: 可贖回

# wallet.unbonding
source: Unbonding
ar: إلغاء السند
az: Bağlanmayan
ca: Deslligant
cs: Uvolňuji
es: Desvinculando
fa: جدا سازی
fr: Dissociation
he: הסרה מהמאגר
hi_in: अनबॉन्डिंग
hu: Feloldás
ja: ボンド解除中
ms_my: Nyahikat
nl: Ontbinding
pl: Wycofywanie tokenów ze stakingu w toku...
pt: Desvinculação
ru: Освобождаются
sr: Odvezivanje
tr: Unbond Etme
vi: Hủy liên kết
zh_hans: 取消绑定
zh_hant_tw: 解綁

# qr.upload
source: From gallery
ar: التحميل من معرض الصور
az: Qalereyadan yükləyin
ca: Pujar des de la galeria
cs: Z galerie
de_de: Aus Galerie hochladen
es: Subir desde la galería
fa: بارگیری از گالری
fr: Depuis la galerie
he: מתוך גלריה
hi_in: गैलरी से
hu: Feltöltés a galériából
ja: ギャラリーからアップロード
ms_my: Muat naik dari galeri
nl: Uploaden vanuit galerij
pl: Z galerii
pt: Da galeria
ru: Из галереи
sr: Пренос из галерије
tr: Galeriden
vi: Từ bộ sưu tập
zh_hans: 从相册
zh_hant_tw: 從圖庫上傳

source: QR code
ar: رمز الاستجابة السريعة QR
az: QR kodu
ca: codi QR
cs: QR kód
es: Código QR
fa: کد QR
he: קוד QR
hi_in: क्यूआर कोड
hu: QR-kód
ja: QRコード
ms_my: Kod QR
pl: Kod QR
pt: Código QR
ru: QR код
sr: QR kod
tr: QR Kodu
vi: Mã QR
zh_hans: QR 代码
zh_hant_tw: QR 代碼

# mnemonic.invalid.title
source: Invalid mnemonic passphrase
ar: الكلمات الاولية للمرور غير صالحة
az: Yanlış mnemonik parol
ca: Contrasenya mnemotècnica no vàlida
cs: Neplatná mnemotechnická přístupová fráze
de_de: Ungültige mnemonische Passphrase
es: Frase de contraseña mnemotécnica no válida
fa: کلمات عبور والت نامعتبر است
fr: Phrase secrète mnémonique non valide
he: מילות מפתח מנמוניות לא חוקיות
hi_in: अमान्य स्मरणीय पासफ़्रेज़
hu: Érvénytelen mnemonikus jelszó
ja: ニーモニックパスフレーズが無効です
ms_my: Frasa laluan mnemonik tidak sah
nl: Ongeldige wachtwoordzin
pl: Nieprawidłowa mnemoniczna fraza hasłowa
pt: Senha mnemónica inválida
ru: Неверная мнемоническая кодовая фраза
sr: Неважећа мнемоничка приступна фраза
tr: Geçersiz anımsatıcı cümle
vi: Chuỗi từ khóa khôi phục không hợp lệ
zh_hans: 无效的助记词口令
zh_hant_tw: 無效的助記密碼

# common.received
source: Received
ar: تم الاستلام
az: Alındı
ca: Rebut
cs: Přijato
de_de: Empfangen
es: Recibido
fa: دریافت شده
fr: Reçu
he: התקבל
hi_in: प्राप्त किया था
hu: Kapott
ja: 受け取った
ms_my: Menerima
nl: Ontvangen
pl: Otrzymano
pt: Recebido
ru: Получено
sr: Примљен
tr: Alınan
vi: Nhận
zh_hans: 已收到
zh_hant_tw: 已收到

# polkaswap.pool.title
source: Pool
ar: حوض
az: Hovuz
ca: Piscina
cs: Fond
es: Pool "Fondo común"
fa: استخر
he: מאגר
hi_in: पुल
ja: プール
ms_my: Kolam
pl: Pula
ru: Пул
tr: Havuz
zh_hans: 流动池
zh_hant_tw: 流動池

# polkaswap.swap.title
source: Swap
ar: تبديل
az: Mübadilə edin
ca: Intercanvi
de_de: Tausch
es: Intercambiar
fa: تبدیل
fr: Échanger
he: החלף
hi_in: स्वैप
hu: Váltás
ja: スワップ
ms_my: Tukar
nl: Omruil
pl: Zamiana
ru: Обмен
sr: Zameni
tr: Takas
vi: Đổi
zh_hans: 兑换
zh_hant_tw: 兌換

# common.select.asset
source: Select an asset
ar: اختر عملة
az: Bir aktiv seçin
ca: Seleccioneu un recurs
cs: Vyberte aktivum
de_de: Asset auswählen
es: Escoja un activo
fa: یک دارایی انتخاب کنید
fr: Sélectionner un actif
he: בחר נכס
hi_in: संपत्ति का चयन करें
hu: Eszköz kiválasztása
ja: アセットの選択
ms_my: Pilih aset
nl: Selecteer een bezit
pl: Wybierz walutę
pt: Selecione um ativo
ru: Выберите ассет
sr: Izaberite sredstvo
tr: Bir varlık seçin
vi: Chọn tài sản
zh_hans: 选择一个资产
zh_hant_tw: 選擇資產

# polkaswap.slippage.tolerance
source: Slippage Tolerance
ar: نطاق التذبذب السعري المسموح
az: Sürüşmə tolerantlığı
ca: Tolerància al lliscament
cs: Tolerance skluzu
de_de: Abweichungstoleranz
es: Tolerancia de deslizamiento
fa: تغییرات محتمل در قیمت
fr: Tolérance de slippage (tolérance pour la différence de taux)
he: אחוז החלקה
hu: Csúszási tolerancia
ja: スリッページの許容範囲
ms_my: Toleransi Gelinciran
nl: Slippage-tolerantie
pl: Tolerancja poślizgu
pt: Tolerância de Variação
ru: Допустимое проскальзывание
sr: Tolerancija na klizanje cena
tr: Kayma Toleransı
vi: Mức trượt giá
zh_hans: 滑点容忍度
zh_hant_tw: 滑點公差

# polkaswap.market
source: Market
ar: سوق
az: Bazar
ca: Mercat
cs: Trh
de_de: Markt
es: Mercado
fa: بازار
fr: Marché
he: שוק
hi_in: बाज़ार
hu: Piac
ja: 市場
ms_my: Pasaran
nl: Markt
pl: Rynek
pt: Mercado
ru: Рынок
sr: Tržište
tr: Piyasa
vi: Thị trường
zh_hans: 市场
zh_hant_tw: 市場

# polkaswap.details
source: Details
ar: تفاصيل
az: Detallar
ca: Detalls
cs: Podrobnosti
es: Detalles
fa: جزئیات
fr: Détails
he: פרטים
hi_in: विवरण
hu: Részletek
ja: 詳細
ms_my: Butiran
pl: Szczegóły
pt: Detalhes
ru: Детали
sr: Detalji
tr: Detaylar
vi: Chi tiết
zh_hans: 详情
zh_hant_tw: 細節

# polkaswap.slippage.info
source: Your transactions will revert if the price changes unfavorably by more than this percentage
ar: ستتعثر وتسترجع معاملتك حال تغير السعر بشكل غير مقبول يفوق هذه النسبة المئوية.
az: Qiymət bu faizdən çox əlverişsiz şəkildə dəyişərsə, əməliyyatlarınız geri qayıdacaq
ca: Les transaccions es revertiran si el preu canvia de manera desfavorable per sobre d’aquest percentatge
cs: Vaše transakce se vrátí zpět, pokud se cena změní nepříznivě o více než toto procento.
de_de: Deine Transaktionen wird rückgängig gemacht, wenn sich der Preis um mehr als diesen Prozentsatz ungünstig ändert
es: Sus transacciones pueden ser revertidas si el precio cambia desfavorablemente en más de este porcentaje
fa: در صورتی که قیمت بیش از مقدار تایین شده توسط شما جا به جا شود (اگر باعث ضرر شما شود) این تراکنش برگشت میخورد
fr: La tolérance de glissement est un seuil accepté défini en pourcentage pour le montant final qui affecte le montant minimum reçu.
he: הטרנזקציות שלך יחזרו אם המחיר ישתנה באופן בלתי משתלם יותר מאחוז זה
hi_in: यदि मूल्य इस प्रतिशत से अधिक प्रतिकूल रूप से बदलता है तो आपके लेन-देन वापस आ जाएंगे
hu: A csúszási tolerancia egy elfogadott küszöbérték, amelyet százalékban határoznak meg a végösszegre, és befolyásolja a minimálisan kapott összeget.
ja: 価格がこのパーセンテージを超えて不利に変化した場合、取引は元に戻ります
ms_my: Urus niaga anda akan kembali jika harga berubah dengan tidak menguntungkan lebih daripada peratusan ini
nl: Slippage-tolerantie is een geaccepteerde drempel die is ingesteld in procenten voor het uiteindelijke bedrag dat van invloed is op het minimum ontvangen bedrag.
pl: Jeśli cena zmieni się na Twoją niekorzyść o więcej niż wskazany procent, transakcja zostanie anulowana.
pt: As suas transações serão revertidas se o preço mudar desfavoravelmente em quantidade superior a esta percentagem.
ru: Ваши транзакции будут отменены, если цена изменится не в вашу пользу больше, чем на указанный процент.
sr: Vaša transakcijanece biti procesuirana ukoliko se cena promeni nepovoljno za više od ovog procenta
tr: Eğer fiyat bu yüzdeden daha fazla değişirse, işleminiz geri çekilecektir.
vi: Các giao dịch của bạn sẽ hoàn tác nếu giá thay đổi bất lợi hơn tỷ lệ phần trăm này
zh_hans: 如果价格不利变化超过此百分比，您的交易将会回滚
zh_hant_tw: 滑點容差是一個可接受的閾值，以百分比為單位設置，用於影響最小接收金額的最終金額。

# polkaswap.market.title
source: Market algorithm
ar: خوارزمية السوق
az: Bazar alqoritmi
ca: Algorisme de mercat
cs: Algoritmus trhu
de_de: Marktalgorithmus
es: Algoritmo de mercado
fa: الگوریتم بازار
fr: Algorithme de marché
he: אלגוריתם שוק
hi_in: Market एल्गोरिथम
hu: Piaci algoritmus
ja: 市場アルゴリズム
ms_my: Algoritma pasaran
nl: Markt algoritme
pl: Algorytm rynkowy
pt: Algoritmo do mercado
ru: Рынок
sr: Tržišni algoritam
tr: Pazar algoritması
vi: Thuật toán thị trường
zh_hans: 市场算法
zh_hant_tw: 市場算法

# polkaswap.market.info
source: Market algorithm - option to choose between Primary Market (TBC), Secondary Market (XYK) or a combined smart algorithm for guaranteed best price for any given transaction.
ar: خوارزمية السوق - هي خيار بين السوق الأولية (TBC) أو السوق الثانوية (XYK) أو خوارزمية ذكية تجمع بينهما لضمان أفضل سعر لأي معاملة يتم تعيينا.
az: Bazar alqoritmi - hər hansı bir əməliyyat üçün zəmanətli ən yaxşı qiymət üçün İlkin Bazar (TBC), İkincil Bazar (XYK) və ya birləşmiş ağıllı alqoritm arasında seçim etmək imkanı.
ca: Algorisme de mercat: opció per triar entre Mercat primari (TBC), Mercat secundari (XYK) o un algorisme intel·ligent combinat per obtenir el millor preu garantit per a qualsevol transacció.
cs: Algoritmus trhu - možnost volby mezi primárním trhem (TBC), sekundárním trhem (XYK) nebo kombinovaným inteligentním algoritmem pro zaručeně nejlepší cenu pro danou transakci.
de_de: Marktalgorithmus – Option zur Auswahl zwischen Primärmarkt (TBC), Sekundärmarkt (XYK) oder einem kombinierten intelligenten Algorithmus für den garantiert besten Preis für eine bestimmte Transaktion.
es: Algoritmo de mercado - opción a elegir entre el Mercado primario (TBC) y el Mercado secundario (XYK) o una combinación inteligente de el algoritmo para garantizar el mejor precio para cada transacción dada.
fa: الگوریتم بازار - گزینه ای برای انتخاب بین بازار اولیه (TBC)، بازار ثانویه (XYK) یا یک الگوریتم هوشمند ترکیبی برای تضمین بهترین قیمت در هر تراکنش است.
fr: Algorithme de marché - possibilité de choisir entre le marché primaire (TBC), le marché secondaire (XYK) ou un algorithme intelligent combiné pour garantir le meilleur prix pour une transaction donnée.
he: אלגוריתם שוק - אפשרות לבחור בין שוק ראשי (TBC), שוק משני (XYK) או אלגוריתם חכם משולב במחיר המובטח הטוב ביותר עבור כל טרנזקציה נתונה.
hi_in: मार्केट एल्गोरिथम - किसी भी लेन-देन के लिए सर्वोत्तम मूल्य की गारंटी के लिए प्राइमरी मार्केट (TBC), सेकेंडरी मार्केट (XYK) या एक संयुक्त स्मार्ट एल्गोरिथम के बीच चयन करने का विकल्प।
hu: Piaci algoritmus - választási lehetőség az elsődleges piac (TBC), a másodlagos piac (XYK) vagy a kombinált intelligens algoritmus között az adott tranzakció garantált legjobb ára érdekében.
ja: 市場アルゴリズム － 一次市場(TBC)、二次市場(XYK)、または組み合わせたSMARTアルゴリズムのいずれかを選択するオプションにより、任意の取引の最良価格を保証します
ms_my: Algoritma pasaran - pilihan untuk memilih antara Pasaran Utama (TBC), Pasaran Sekunder (XYK) atau algoritma pintar gabungan untuk harga terbaik yang dijamin untuk mana-mana transaksi yang diberikan.
nl: Markt algoritme - optie om te kiezen tussen Primaire markt (TBC), Secondaire Markt (XYK) of een gecombineerd slim algoritme voor gegarandeerd de beste prijs voor een bepaalde transactie.
pl: Algorytm rynkowy – możliwość wyboru między rynkiem pierwotnym (TBC), rynkiem wtórnym (XYK) a połączonym inteligentnym algorytmem gwarantującym najlepszą cenę dla każdej transakcji.
pt: Algoritmo de mercado - opção para escolher entre o Mercado Primário (TBC), Mercado Secundário (XYK) ou um algoritmo inteligente combinado para garantir o melhor preço para qualquer transação.
ru: Рыночный алгоритм — возможность выбора между первичным рынком (TBC) и вторичным рынком (XYK) для получения лучшей цены.
sr: Algoritam tržišta - opcija da izaberete između Primarnog Tržišta (TBC), Sekundarnog Tržišta (XYK) ili kombinovanog pametnog algoritma za garantovano najbolje cijene za bilo koju zadatu transakciju.
tr: Pazar algoritması - Birincil Pazar (TBC), İkincil Pazar (XYK) veya güncel en iyi fiyatı alabilmek için birleşik akıllı algoritma arasında seçim yapma seçeneği.
vi: Thuật toán thị trường - tùy chọn lựa chọn giữa Thị trường sơ cấp (TBC), Thị trường thứ cấp (XYK) hoặc kết hợp thuật toán thông minh để đảm bảo mức giá tốt nhất cho bất kỳ giao dịch nào.
zh_hans: 市场算法 - 在一级市场 (TBC)、二级市场 (XYK) 或组合智能算法之间进行选择，以保证任何给定交易的最佳价格。
zh_hant_tw: 市場算法 - 在一級市場 (TBC)、二級市場 (XYK) 或組合智能算法之間進行選擇，以保證任何給定交易的最佳價格。

# common.per
source: per
ar: لكل
az: başına
cs: za
es: por
fa: در
fr: par
he: עבור
hi_in: प्रति
ja: あたり
pl: za
pt: por
ru: за
sr: Za
tr: başına
vi: mỗi
zh_hans: 每
zh_hant_tw: 每

# polkaswap.minimum.received
source: Min Received
ar: الحد الأدنى المحصّل
az: Min Alındı
ca: Min rebut
cs: Min přijato
de_de: Mindestens erhalten
es: Mínimo recibido
fa: حداقل دریافت شده
fr: Min reçu
he: מינימום התקבל
hi_in: न्यूनतम प्राप्त हुआ
hu: Min. Fogadott
ja: 最小受取量
ms_my: Min Diterima
nl: Min ontvangen
pl: Otrzymane min.
pt: Mínimo recebido
ru: Мин. покупка
sr: Minimalno primljeno
tr: Minimum Alınan
vi: Tối thiểu đã nhận
zh_hans: 最小收到
zh_hant_tw: 最小收到

source: Network fee
ar: رسوم الشبكة
az: Şəbəkə haqqı
ca: Tarifa de xarxa
cs: Síťový poplatek
de_de: Netzwerkgebühr
es: Comisión de red
fa: هزینه شبکه
fr: Frais de réseau
he: עמלת רשת
hi_in: नेटवर्क शुल्क
hu: Hálózati díj
ja: ネットワーク手数料
ms_my: Yuran Rangkaian
nl: Netwerkvergoeding
pl: Opłata sieciowa
pt: Taxa de rede
ru: Комиссия сети
sr: Mrežna naknada
tr: Ağ Ücreti
vi: Phí mạng
zh_hans: 网络费用
zh_hant_tw: 網絡費用

# polkaswap.minimum.received.info
source: Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.
ar: ستتعثر وتسترجع معاملتك حال طرأت حركة سعرية بفارق كبير قبل اتمامها.
az: Təsdiq edilməmişdən əvvəl böyük, əlverişsiz bir qiymət hərəkəti olarsa, əməliyyatınız geri qayıdacaq.
ca: La vostra transacció es revertirà si hi ha un gran moviment de preus desfavorable abans que es confirmi.
cs: Vaše transakce se vrátí zpět, pokud dojde k velkému nepříznivému pohybu ceny před jejím potvrzením.
de_de: Sollte sich eine große, ungünstige Preisveränderung vor der Transaktionsbestätigung ergeben, wird die Transaktion rückgängig gemacht.
es: Su transacción será devuelta si hay un largo y desfavorable movimiento del precio antes de ser confirmada
fa: در صورت وقوع یک تغییر قیمت قابل توجه (در صورتی که به ضرر شما باشد) تراکنش شما برگشت خواهد خورد.
fr: Votre transaction sera annulée s'il y a un mouvement de prix important et défavorable avant qu'il ne soit confirmé.
he: הטרנזקציה שלך תחזור אם תהיה תנועת מחיר גדולה ובלתי משתלמת לפני אישורה.
hi_in: यदि इसकी पुष्टि होने से पहले कीमत में बड़ा, प्रतिकूल उतार-चढ़ाव होता है तो आपका लेन-देन वापस हो जाएगा।
hu: A tranzakció visszafordul, ha a tranzakció megerősítése előtt nagy, kedvezőtlen ármozgás következik be.
ja: 確認される前に大きくて不利な価格変動があった場合、取引は元に戻ります
ms_my: Transaksi anda akan kembali jika terdapat pergerakan harga yang besar dan tidak menguntungkan sebelum ia disahkan.
nl: Uw transactie zal worden teruggedraaid als er een grote, ongunstige koersbeweging is voordat deze wordt bevestigd.
pl: Transakcja zostanie anulowana, jeśli przed jej potwierdzeniem nastąpi większy, niekorzystny ruch cenowy.
pt: A sua transação será revertida se houver um grande movimento de preço desfavorável antes de ser confirmada.
ru: Ваша транзакция будет отменена, если произойдет значительное неблагоприятное изменение цены до ее подтверждения.
sr: Vaša transakcija nece biti procesuirana ukoliko se potvrdi veliko nepovoljno kretanja cena.
tr: İşleminiz onaylanmadan önce büyük veya olumsuz bir fiyat hareketi olursa işleminiz geri alınır.
vi: Giao dịch của bạn sẽ được hoàn tác nếu có một biến động giá lớn hay một biến động không thuận lợi trước khi nó được xác nhận.
zh_hans: 如果在确认之前有一个较大而不利的价格变动，您的交易将被取消。
zh_hant_tw: 如果在確認之前出現較大的不利價格變動，您的交易將被取消。

# polkaswap.network.fee.info
source: Network fee is used to ensure SORA system's growth and stable performance.
ar: تُستخدم رسوم الشبكة لتأمين نمو نظام سورا بآداء مستقر.
az: Şəbəkə haqqı SORA sisteminin böyüməsini və sabit performansını təmin etmək üçün istifadə olunur.
ca: La tarifa de xarxa s’utilitza per garantir el creixement i el rendiment estable del sistema SORA.
cs: Síťový poplatek slouží k zajištění růstu a stabilního výkonu systému SORA.
de_de: Die Netzwerkgebühr wird dazu verwendet, SORAs Systemwachstum und -stabilität abzusichern.
es: La comisión de red es usada para asegurar el crecimiento del sistema de SORA y un rendimiento estable
fa: کارمزد شبکه برای اطمینان از رشد و عملکرد پایدار سامانه SORA استفاده می‌شود.
fr: Les frais de réseau sont utilisés pour assurer la croissance et la stabilité des performances du système SORA.
he: עמלת הרשת משמשת כדי להבטיח את הצמיחה והביצועים היציבים של מערכת סורה.
hi_in: SORA सिस्टम के विकास और स्थिर प्रदर्शन को सुनिश्चित करने के लिए नेटवर्क शुल्क का उपयोग किया जाता है।
hu: A hálózati díjat a SORA rendszer növekedésének és stabil teljesítményének biztosítására használják.
ja: ネットワーク手数料は、SORAシステムの発展と安定したパフォーマンスを確保するために使用されます
ms_my: Yuran rangkaian digunakan untuk memastikan pertumbuhan sistem SORA dan prestasi yang stabil.
nl: Netwerkvergoeding wordt gebruikt om de groei en stabiele prestaties van het van het SORA-systeem te garanderen.
pl: Opłata sieciowa służy zapewnieniu rozwoju i stabilności systemu SORA.
pt: A taxa de rede é usada para garantir o crescimento e o desempenho estável do sistema SORA.
ru: Комиссия сети используется для обеспечения роста и стабильности системы SORA.
sr: Mrežna naknada se koristi da bi se osigurao rast SORA sistema i stabilne performanse.
tr: SORA sisteminin büyümesini ve istikrarlı performansını sağlamak için ağ ücreti alınır.
vi: Phí mạng được sử dụng để đảm bảo sự tăng trưởng và hiệu suất ổn định của hệ thống SORA.
zh_hans: 网络费用用于保证 SORA 系统的增长和稳定的性能。
zh_hant_tw: 網絡費用用於保證 SORA 系統的增長和穩定的性能。

# polkaswap.maximum.sold.info
source: Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.
ar: ستتعثر وتسترجع معاملتك حال طرأت حركة سعرية بفارق كبير قبل اتمامها.
az: Təsdiq edilməmişdən əvvəl böyük, əlverişsiz bir qiymət hərəkəti olarsa, əməliyyatınız geri qayıdacaq.
ca: La vostra transacció es revertirà si hi ha un gran moviment de preus desfavorable abans que es confirmi.
cs: Vaše transakce se vrátí zpět, pokud dojde k velkému nepříznivému pohybu ceny před jejím potvrzením.
de_de: Sollte sich eine große, ungünstige Preisveränderung vor der Transaktionsbestätigung ergeben, wird die Transaktion rückgängig gemacht.
es: Su transacción será devuelta si hay un largo y desfavorable movimiento del precio antes de ser confirmada
fa: در صورت وقوع یک تغییر قیمت نامساعد و چشمگیر قبل از تایید تراکنش، تراکنش شما برگشت خواهد خورد.
fr: Votre transaction sera annulée s'il y a un mouvement de prix important et défavorable avant qu'il ne soit confirmé.
he: הטרנזקציה שלך תחזור אם תהיה תנועת מחיר גדולה ובלתי משתלמת לפני שהיא תאושר.
hi_in: यदि इसकी पुष्टि होने से पहले कीमत में बड़ा, प्रतिकूल उतार-चढ़ाव होता है तो आपका लेन-देन वापस हो जाएगा।
hu: A tranzakció visszafordul, ha a tranzakció megerősítése előtt nagy, kedvezőtlen ármozgás következik be.
ja: 確認される前に大きくて不利な価格変動があった場合、取引は元に戻ります
ms_my: Transaksi anda akan kembali jika terdapat pergerakan harga yang besar dan tidak menguntungkan sebelum ia disahkan.
nl: Uw transactie zal worden teruggedraaid als er een grote, ongunstige koersbeweging is voordat deze wordt bevestigd.
pl: Transakcja zostanie anulowana, jeśli przed jej potwierdzeniem nastąpi większy, niekorzystny ruch cenowy.
pt: A sua transação será revertida se houver um grande movimento de preço desfavorável antes de ser confirmada.
ru: Ваша транзакция будет отменена, если произойдет значительное неблагоприятное изменение цены до ее подтверждения.
sr: Vaša transakcija nece biti procesuirana ukoliko dođe do velikog nepovoljnog kretanja cena.
tr: İşleminiz onaylanmadan önce büyük veya olumsuz bir fiyat hareketi olursa işleminiz geri alınır.
vi: Giao dịch của bạn sẽ được hoàn tác nếu có một biến động giá lớn hay một biến động không thuận lợi trước khi nó được xác nhận.
zh_hans: 如果在确认之前有一个较大而不利的价格变动，您的交易将被取消。
zh_hant_tw: 如果在確認之前出現較大的不利價格變動，您的交易將被取消。

# polkaswap.maximum.sold
source: Max Sold
ar: الحد الاعلى المباع
az: Max satılır
ca: Venda màx
cs: Max prodáno
de_de: Max verkauft
es: Máximo vendido
fa: حداکثر فروش
fr: Max vendu
he: מקסימום נמכר
hi_in: सबसे अधिक बेचा हुआ
hu: Max Eladott
ja: 最大販売数
ms_my: Jualan Maksimum
nl: Max verkocht
pl: Sprzedane maks.
pt: Máximo Vendido
ru: Макс. продажа
sr: Maksimalno prodato
tr: Maks Satılmış
vi: Tối đa đã bán
zh_hans: 最大销售量
zh_hant_tw: 最大銷售量

# polkaswap.info.title
source: Disclaimer
ar: اخلاء مسؤولية
ca: Exempció de responsabilitat
cs: Zřeknutí se odpovědnosti
de_de: Haftungsausschluss
es: Descargo de responsabilidad
fa: سلب مسئولیت
fr: Avertissement
he: כתב ויתור
hi_in: अस्वीकरण
hu: Jogi nyilatkozat
ja: 免責事項
ms_my: Penafian
pl: Zastrzeżenie
pt: Declaração de isenção de responsabilidade
ru: Дисклеймер
sr: Odricanje od odgovornosti
tr: Feragatname
vi: Tuyên bố từ chối trách nhiệm
zh_hans: 免责声明
zh_hant_tw: 免責聲明

# polkaswap.info.faq
source: Polkaswap FAQ
ar: الأسئلة الشائعة حول بولكاسواب
az: Polkasvap FAQ (Çox Soruşulan Suallar)
ca: Polkaswap FAQ (Preguntes més freqüents)
de_de: Polkaswap FAQ (häufig gestellte Fragen)
es: Preguntas frecuentes sobre Polkaswap
fa: سوالات متداول Polkaswap
fr: FAQ Polkaswap
he: שאלות נפוצות בפולקסוואפ
hi_in: पोलकस्वैप अक्सर पूछे जाने वाले प्रश्न
hu: Polkaswap GYIK
ja: Polkaswapのよくある質問
ms_my: Soalan Lazim Polkaswap
pt: FAQ da Polkaswap
sr: Polkaswap najčešće postavljana pitanja
tr: Polkaswap SSS
vi: Câu hỏi thường gặp về Polkaswap
zh_hans: Polkaswap 常见问题
zh_hant_tw: Polkaswap 常見問題

# polkaswap.pool.not.created
source: Pool isn't created
ar: لم يتم إنشاء الحوض
az: Hovuz (pool) yaradılmadı
ca: La piscina no està creada
cs: Fond není vytvořen
de_de: Pool nicht erstellt
es: La pool no se ha creado
fa: استخر ایجاد نشده
fr: Le pool n’est pas créé
he: הבריכה לא נוצרה
hi_in: पूल नहीं बना है
hu: A pool nem jött létre
ja: プールが作成されていません
ms_my: Kolam tidak dicipta
nl: Pool is niet aangemaakt
pl: Pula nie została utworzona.
pt: A pool não está criada
ru: Пул не создан
sr: Pool nije kreiran
tr: Havuz oluşturulmadı
vi: Pool chưa được tạo
zh_hans: 未创建流动池
zh_hant_tw: 未創建池

# common.enter.amount
source: Enter amount
ar: أدخل المبلغ
az: Məbləği daxil edin
ca: Introdueix l'import
cs: Zadejte částku
de_de: Betrag eingeben
es: Introduzca la cantidad
fa: مقدار را وارد کنید
fr: Entrer le montant
he: הזן סכום
hi_in: राशि दर्ज करें
hu: Összeg megadása
ja: 金額を入力
ms_my: Masukkan amaun
nl: Voer bedrag in
pl: Wprowadź kwotę
pt: Definir quantia
ru: Введите сумму
sr: Unesite iznos
tr: Miktarı girin
vi: Nhập số lượng
zh_hans: 输入金额
zh_hant_tw: 輸入金額

# polkaswap.insufficient.balance
source: Insufficient %@ balance
ar: الرصيد %@ غير كافٍ
az: Balans kifayət deyil
ca: Equilibri%@insuficient
cs: Nedostatečný zůstatek %@
de_de: Unzureichender %@-Saldo
es: Saldo insuficiente de %@
fa: مانده %@ ناکافی
fr: Solde %@ insuffisant
he: יתרה %@ לא מספיקה
hi_in: अपर्याप्त %@ राशि
hu: %@ Fedezethiány
ja: %@ 残高不足
ms_my: Baki %@ tidak mencukupi
nl: Onvoldoende %@ saldo
pl: Niewystarczające saldo w %@
pt: Saldo %@ insuficiente
ru: Недостаточный баланс %@
sr: Nedovoljan balans
tr: Yetersiz %@ bakiye
vi: Số dư không đủ %@
zh_hans: %@余额不足
zh_hant_tw: %@餘額不足

# polkaswap.confirm.swap
source: Confirm Swap
ar: تأكيد المبادلة
az: Mübadiləni təsdiq edin
ca: Confirma l'intercanvi
cs: Potvrdit swap
de_de: Tausch bestätigen
es: Confirmar el intercambio
fa: مبادله را تایید کنید
fr: Confirmer l'échange
he: אשר החלפה
hi_in: स्वैप की पुष्टि करें
hu: Váltás megerősítése
ja: スワップの確認
ms_my: Sahkan pertukaran
nl: Bevestig omruil
pl: Potwierdź zamianę
pt: Confirmar Swap
ru: Подтвердить обмен
sr: Потврдите замену
tr: Takası Onayla
vi: Xác nhận hoán đổi
zh_hans: 确认兑换
zh_hant_tw: 確認兌換

# wallet.transaction.rejected
source: Transaction rejected
ar: المعاملة مرفوضة
az: Köçürmə əməliyyatı rədd edildi
ca: Transacció rebutjada.
cs: Transakce zamítnuta
de_de: Transaktion abgelehnt
es: Transacción rechazada
fa: تراکنش برگشت خورد
fr: Transaction rejetée
he: הטרנזקציה נדחתה
hi_in: लेन-देन अस्वीकृत
hu: A tranzakció elutasítva
ja: 取引拒否
ms_my: Transaksi ditolak
nl: Transactie verworpen
pl: Transakcja odrzucona
pt: Transação rejeitada
ru: Транзакция отклонена
sr: Transakcija odbijena
tr: İşlem reddedildi
vi: Giao dịch bị từ chối
zh_hans: 交易被拒绝
zh_hant_tw: 交易被拒絕
