Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# export.protection.passphrase.3
source: It is my full reponsibility to keep my passphrase secure.
ar: إنها مسؤوليتي الكاملة أن أبقي الرمز الأولي (Passphrase) آمنًا.
az: Parolumu təhlükəsiz saxlamaq mənim tam məsuliyyətimdir.
ca: La responsabilitat de mantenir la meva frase de pas segura és totalment meva.
cs: Za zabezpečení své přístupové fráze nesu plnou odpovědnost.
de_de: Es liegt in meiner vollen Verantwortung, meine Passphrase sicher aufzubewahren.
fr: Il est de mon entière responsabilité de garder ma phrase secrète en sécurité.
he: זו האחריות המלאה שלי לשמור על מילות המפתח שלי מאובטחות.
hi_in: मेरे पासफ़्रेज़ को सुरक्षित रखने की पूरी जिम्मेदारी मेरी है।
ja: パスフレーズを安全に保つことは、全て自己責任です
ms_my: Saya bertanggungjawab sepenuhnya untuk memastikan frasa laluan saya selamat.
ru: Я несу полную ответственность за сохранность моей парольной фразы.
sr: Moja potpuna odgovornost je da čuvam bezbednom moju pistupnu frazu.
vi: Tôi hoàn toàn có trách nhiệm giữ cho cụm mật khẩu của mình được an toàn.
zh_hans: 确保我的密码安全是我的责任。
zh_hant_tw: 確保我的密碼安全是我的全部責任。

# export.protection.seed.1
source: If I lose my raw seed, my funds will be lost forever.
ar: إذا فقدت رمزي السري الأولي(Raw Seed) ، فستضيع أموالي إلى الأبد.
az: Xam toxumumu itirsəm, vəsaitim əbədi olaraq itiriləcək.
ca: Si perdo la meva llavor crua, els meus fons es perdran per sempre.
cs: Pokud ztratím svůj raw seed, mé prostředky budou navždy ztraceny.
de_de: Wenn ich meinen Raw Seed verliere, sind meine Assets für immer verloren.
fr: Si je perds ma phrase mnémonique, mes fonds seront perdus à jamais.
he: אם אאבד את קוד הסיד שלי, הכספים שלי יאבדו לנצח.
hi_in: यदि मैं अपना Raw Seed खो देता हूं, तो मेरा धन हमेशा के लिए खो जाएगा।
ja: シードを紛失すると、資金は永久に失われます
ms_my: Sekiranya saya kehilangan Raw Seed saya, dana saya akan hilang selama-lamanya.
ru: Если я потеряю свой raw seed, мои средства будут потеряны навсегда.
sr: Ako izgubim moj raw seed, moja sredstva će biti izgubljena zauvek.
vi: Nếu tôi đánh mất raw seed của mình, tiền của tôi sẽ mất vĩnh viễn.
zh_hans: 如果我失去了原始种子，我的资金将永远丢失。
zh_hant_tw: 如果我失去了原始種子詞，我的資金將永遠丟失。

# export.protection.seed.2
source: If I expose or share my raw seed to anybody, my funds can get stolen.
ar: إذا قمت بكشف الرمز الأولي (Raw Seed) الخاص بي أو مشاركته مع أي شخص ، فقد تتم سرقة أموالي.
az: Xam toxumumu kiməsə ifşa etsəm və ya paylaşsam, vəsaitim oğurlana bilər.
ca: Si exposo o comparteixo la meva llavor crua amb algú, els meus fons poden ser robats.
cs: Pokud někomu ukážu nebo nasdílím svůj raw seed, mé prostředky mohou být ukradeny.
de_de: Wenn ich meinen Raw Seed preisgebe oder mit anderen teile, können meine Assets gestohlen werden.
fr: Si j'expose ou partage ma phrase mnémonique avec qui que ce soit, mes fonds peuvent être volés.
he: אם אחשוף או אשתף את קוד הסיד שלי למישהו, הכספים שלי עלולים להיגנב.
hi_in: अगर मैं अपने Raw Seed को किसी के सामने उजागर या साझा करता हूं, तो मेरा पैसा चोरी हो सकता है।
ja: シードを誰かに公開または共有すると、資金が盗まれる可能性があります
ms_my: Jika saya mendedahkan atau berkongsi Raw Seed saya kepada sesiapa sahaja, dana saya boleh dicuri.
ru: Если я раскрою или поделюсь с кем-либо своими raw seed, мои средства могут быть украдены.
sr: Ako otkrijem ili podelim sa nekim moj raw seed, moja sredstva mogu biti ukradena.
vi: Nếu tôi tiết lộ hoặc chia sẻ raw seed của mình cho bất kỳ ai, tiền của tôi có thể bị đánh cắp.
zh_hans: 如果我将我的原始种子暴露或分享给任何人，我的资金可能会被盗。
zh_hant_tw: 如果我將我的原始種子暴露或分享給任何人，我的資金可能會被盜。

# export.protection.seed.3
source: It is my full reponsibility to keep my raw seed secure.
ar: إنها مسؤوليتي الكاملة أن أبقي الرمز الأولي آمنًا.
az: Xam toxumumu təhlükəsiz saxlamaq mənim tam məsuliyyətimdir.
ca: La responsabilitat de mantenir la meva llavor crua segura és totalment meva.
cs: Za zabezpečení svého raw seed nesu plnou odpovědnost.
de_de: Es liegt in meiner vollen Verantwortung, meinen Raw Seed sicher aufzubewahren.
fr: Il est de mon entière responsabilité de garder ma phrase mnémonique en sécurité.
he: זו האחריות המלאה שלי לשמור על קוד הסיד שלי מאובטח.
hi_in: अपने Raw Seed को सुरक्षित रखना मेरी पूर्ण जिम्मेदारी है।
ja: シードを安全に保つことは、全て自己責任です
ms_my: Saya bertanggungjawab sepenuhnya untuk memastikan Raw Seed saya selamat.
ru: Я несу полную ответственность за сохранность моего raw seed.
sr: Moja potpuna odgovornost je da čuvam moj raw seed bezbednim
vi: Tôi hoàn toàn có trách nhiệm giữ an toàn cho raw seed của mình.
zh_hans: 确保我的原始种子安全是我的责任。
zh_hant_tw: 確保我的原始種子詞安全是我的全部責任。

# account.import.default.error
source: Wrong
ar: خطأ
az: Səhv
ca: Incorrecte
cs: Špatně
es: Incorrecto
fr: Incorrect
he: שגוי
hi_in: गलत
ja: 間違い
ms_my: Salah
pt: Errado
ru: Неверный
sr: Pogrešno
vi: Sai
zh_hans: 错误的
zh_hant_tw: 錯誤

# common.add.liquidity
source: ADD
ar: اضف
az: ƏLAVƏ EDİN
ca: AFEGIR
cs: Přidat
es: AÑADIR
fr: AJOUTER
he: הוסף
hi_in: जोड़ना
ja: 追加
ms_my: TAMBAH
pt: ADICIONAR
ru: Добавить
sr: DODAJ
vi: THÊM
zh_hans: 添加
zh_hant_tw: 添加

# export.json.description
source: Password is required to encrypt your account and store as Restore JSON. Please, create password to continue operation.
ar: كلمة المرور مطلوبة لتشفير حسابك وحفظه كـJSON معاد تخزينه. الرجاء انشاء كلمة مرور لمتابعة العملية.
az: Hesabınızı şifrələmək və bərpa JSON kimi saxlamaq üçün parol tələb olunur. Zəhmət olmasa əməliyyatı davam etdirmək üçün parol yaradın.
ca: Es requereix una contrasenya per a encriptar el teu compte i poder emmagatzemar o restaurar JSON. Si us plau, creeu una contrasenya per continuar amb l'operació.
cs: K zašifrování účtu a uložení jako Obnovit JSON je vyžadováno heslo. Chcete-li pokračovat, vytvořte heslo prosím.
fr: Un mot de passe est requis pour encrypter votre compte et le stocker sur un fichier JSON. Veuillez créer un mot de passe pour continuer l'opération.
he: נדרשת סיסמה כדי להצפין את חשבונך ולאחסן אותו בתור שחזור JSON. אנא צור סיסמה כדי להמשיך לפעול.
hi_in: आपके खाते को एन्क्रिप्ट करने और पुनर्स्थापित JSON के रूप में संग्रहीत करने के लिए पासवर्ड आवश्यक है। कृपया ऑपरेशन जारी रखने के लिए पासवर्ड बनाएं।
ja: アカウントを暗号化し、復元用JSONファイルとして保存するには、パスワードが必要です。操作を続行するには、パスワードを作成してください
ms_my: Kata laluan diperlukan untuk menyulitkan akaun anda dan menyimpan sebagai Pulihkan JSON. Sila buat kata laluan untuk meneruskan operasi.
ru: Пароль требуется для шифрования вашей учетной записи и сохранения в виде Restore JSON. Пожалуйста, создайте пароль для продолжения работы.
sr: Lozinka je neophodna za enkripciju vašeg naloga i biće sačuvana za vraćanje JSON. Molimo vas, napravite lozinku da nastavite.
vi: Bạn sẽ cần có mật khẩu để mã hóa tài khoản của bạn và lưu trữ dưới dạng file Restore JSON. Vui lòng tạo mật khẩu để tiếp tục.
zh_hans: 必须通过密码来加密您的账户并存储为恢复 JSON。请创建密码以继续操作。
zh_hant_tw: 需要密碼來加密您的賬戶並存儲為恢復 JSON。請創建密碼以繼續操作。

# export.json.input.label
source: Set password for JSON file
ar: قم بتعيين كلمة مرور لملف JSON
az: JSON faylı üçün parol təyin edin
ca: Estableix una contrasenya per a l'arxiu JSON
cs: Nastavte heslo pro soubor JSON
es: Establecer contraseña para archivo JSON
fr: Définir le mot de passe pour le fichier JSON
he: הגדרת סיסמה עבור קובץ JSON
hi_in: JSON फ़ाइल के लिए पासवर्ड सेट करें
ja: JSONファイルのパスワードを設定する
ms_my: Tetapkan kata laluan untuk fail JSON
ru: Установить пароль для файла JSON
sr: Postavi lozinku za JSON fajl
vi: Đặt mật khẩu cho tệp JSON
zh_hans: 为 JSON 文件设置密码
zh_hant_tw: 為 JSON 文件設置密碼

# export.json.input.confirmation.label
source: Confirm password
ar: تأكيد كلمة المرور
az: Şifrəni təsdiqləyin
ca: Confirma la contrasenya
cs: Potvrďte heslo
es: Confirmar contraseña
fr: Confirmer le mot de passe
he: אשר סיסמה
hi_in: पासवर्ड की पुष्टि करें
ja: パスワードの確認
ms_my: Sahkan kata laluan
pt: Confirme palavra-passe
ru: Подтвердить пароль
sr: Potvrdite lozinku
vi: Xác nhận mật khẩu
zh_hans: 确认密码
zh_hant_tw: 確認密碼

# export.json.download.json
source: Download JSON
ar: تحميل JSON
az: JSON YÜKLƏ
ca: DESCARREGAR JSON
cs: Stáhnout soubor JSON
es: Descargar JSON
fr: Télécharger le fichier JSON
he: הורד JSON
hi_in: JSON डाउनलोड करें
ja: JSONファイルのダウンロード
ms_my: Muat turun JSON
ru: Скачать JSON
sr: PREUZMI JSON
vi: TẢI XUỐNG JSON
zh_hans: 下载 JSON
zh_hant_tw: 下載 JSON

# common.select.node
source: Select Node
ar: حدد العقدة
az: Node seçin
ca: Seleccioneu node
cs: Vybrat uzel
es: Seleccionar Nodo
fr: Sélectionnez le nœud
he: בחר צומת רשת
hi_in: नोड का चयन करें
ja: ノードの選択
ms_my: Pilih Nod
nl: Selecteer Knooppunt
ru: Выбор ноды
sr: Izaberi nod
vi: Chọn node
zh_hans: 选择节点
zh_hant_tw: 選擇節點

# select.node.default.nodes
source: Default Nodes
ar: العقد الافتراضية
az: Defolt qovşaqlar
ca: Nodes predeterminats
cs: Výchozí uzly
es: Nodos por defecto
fr: Nœuds par défaut
he: צמתי ברירת מחדל
hi_in: डिफ़ॉल्ट नोड्स
ja: デフォルトノード
ms_my: Nod Lalai
nl: Standaard nodes
ru: Ноды по умолчанию
sr: Uobičajeni nodovi
vi: Các node mặc định
zh_hans: 默认节点
zh_hant_tw: 默認節點

# select.node.custom.nodes
source: Custom Nodes
ar: العقد المخصصة
az: Fərdi qovşaqlar
ca: Personalitzar nodes
cs: Vlastní uzly
es: Nodos personalizados
fr: Nœuds personnalisés
he: צמתים מותאמים אישית
hi_in: कस्टम नोड्स
ja: カスタムノード
ms_my: Nod Tersuai
nl: Aangepaste nodes
ru: Пользовательские ноды
sr: Prilagođeni nodovi
vi: Node tùy chỉnh
zh_hans: 自定义节点
zh_hant_tw: 自定義節點

# select.node.unable.join.node.title
source: Unable to join the node
ar: تعذر الانضمام إلى العقدة
az: Node qoşulmaq mümkün deyil
ca: No es pot unir al node
cs: Nelze se připojit k uzlu
fr: Impossible de rejoindre le nœud
he: לא ניתן להצטרף לצומת
hi_in: नोड में शामिल होने में असमर्थ
ja: ノードに参加できません
ms_my: Tidak dapat menyertai nod
nl: Kan niet deelnemen aan de node
ru: Не удалось подключиться к ноде
sr: Nije moguće pridružiti nod
vi: Không thể tham gia vào node
zh_hans: 无法加入该节点
zh_hant_tw: 無法加入節點

# select.node.unable.join.node.message
source: Please try again later
ar: الرجاء معاودة المحاولة في وقت لاحق
az: Zəhmət olmasa bir az sonra yenə cəhd edin
ca: Per favor, intenta-ho més tard
cs: Prosím zkuste to znovu později
es: Por favor pruebe otra vez más tarde
fr: Veuillez réessayer plus tard
he: בבקשה נסה שוב מאוחר יותר
hi_in: कृपया बाद में पुन: प्रयास करें
ja: 後でもう一度やり直してください
ms_my: Sila cuba sebentar lagi
nl: Probeer het later opnieuw
pt: Por favor, tente mais tarde
ru: Пожалуйста, попробуйте позже
sr: Molim pokušajte kasnije
vi: Vui lòng thử lại sau
zh_hans: 请稍后再试
zh_hant_tw: 請稍後再試

# select.node.custom.node.edit.node
source: Edit node
ar: تحرير العقدة
az: Düyünü redaktə edin
ca: Edita el node
cs: Upravit uzel
es: Editar Nodo
fr: Modifier le nœud
he: ערוך צומת
hi_in: नोड संपादित करें
ja: ノードの編集
ms_my: Edit nod
nl: Node bewerken
ru: Изменить ноду
sr: Izmeni nod
vi: Chỉnh sửa node
zh_hans: 编辑节点
zh_hant_tw: 編輯節點

# select.node.add.custom.node
source: Add Custom Node
ar: أضف عقدة مخصصة
az: Fərdi node əlavə edin
ca: Afegeix un node personalitzat
cs: Přidat vlastní uzel
es: Añadir Nodo personalizado
fr: Ajouter un nœud personnalisé
he: הוסף צומת מותאם אישית
hi_in: कस्टम नोड जोड़ें
ja: カスタムノードの追加
ms_my: Tambah Nod Tersuai
nl: Aangepaste node toevoegen
ru: Добавить ноду
sr: Dodaj prilagođeni nod
vi: Thêm node tùy chỉnh
zh_hans: 添加自定义节点
zh_hant_tw: 添加自定義節點

# select.node.node.name
source: Node Name
ar: اسم العقدة
az: Node Adı
ca: Nom del node
cs: Název uzlu
es: Nombre del Nodo
fr: Nom du nœud
he: שם הצומת
hi_in: नोड का नाम
ja: ノードの名前
ms_my: Nama Nod
nl: Node naam
ru: Имя ноды
sr: Ime noda
vi: Tên node
zh_hans: 节点名称
zh_hant_tw: 節點名稱

# select.node.node.address
source: Node Address
ar: عنوان العُقدة
az: Node ünvanı
ca: Adreça del node
cs: Adresa uzlu
es: Dirección del Nodo
fr: Adresse du nœud
he: כתובת הצומת
hi_in: नोड पता
ja: ノードのアドレス
ms_my: Alamat Nod
nl: Node adres
ru: Адрес ноды
sr: Adresa noda
vi: Điạ chỉ node
zh_hans: 节点地址
zh_hant_tw: 節點地址

# select.node.add.node
source: Add node
ar: إضافة عُقدة (Node)
az: Düyün əlavə edin
ca: Afegir node
cs: Přidat uzel
es: Añadir Nodo
fr: Ajouter un nœud
he: הוסף צומת
hi_in: नोड जोड़ें
ja: ノードの追加
ms_my: Tambah nod
nl: Node toevoegen
ru: Добавить ноду
sr: Dodaj nod
vi: Thêm node
zh_hans: 添加节点
zh_hant_tw: 添加節點

# select.node.how.to.run.node
source: How to Run a Node
ar: كيفية تشغيل العقدة
az: Bir nodu necə idarə etmək olar
ca: Com executar un node
cs: Jak spustit síťový uzel
es: Cómo correr un Nodo
fr: Comment exécuter un nœud
he: כיצד להפעיל צומת
hi_in: नोड कैसे चलाएं
ja: ノードの動かし方
ms_my: Cara Menjalankan Nod
nl: Hoe een node te runnen
ru: Как запустить ноду
sr: Kako pokrenuti nod
vi: Cách chạy một node
zh_hans: 如何运行一个节点
zh_hant_tw: 如何運行節點

# select.node.node.details
source: Node Details
ar: تفاصيل العقدة
az: Node Detalları
ca: Detalls del node
cs: Podrobnosti o uzlu
es: Detalles del Nodo
fr: Détails du nœud
he: פרטי הצומת
hi_in: नोड विवरण
ja: ノードの詳細
ms_my: Butiran Nod
ru: Детали ноды
sr: Detalji noda
vi: Chi tiết node
zh_hans: 节点详细信息
zh_hant_tw: 節點詳細信息

# common.submit
source: Submit
ar: إرسال
az: təqdim
ca: Presentar
cs: Odeslat
es: Entregar
fr: Soumettre
he: שלח
hi_in: जमा करें
ja: 送信
ms_my: Hantar
nl: Dien in
ru: Добавить
sr: Podnesi
vi: Nộp
zh_hans: 提交
zh_hant_tw: 提交

# common.error.seed.is.not.valid.title
source: Seed is invalid
ar: الرمز الأولي غير صالح
az: Toxum etibarsızdır
ca: La llavor no és vàlida
cs: Seed je neplatný
es: Semilla inválida
fr: Le code Seed est invalide
he: הסיד אינו חוקי
hi_in: Seed अमान्य है
ja: シードが無効です
ms_my: Benih tidak sah
nl: Seed is ongeldig
ru: Неверный RAW сид
sr: Seed je nevažeći
vi: Mã seed không hợp lệ
zh_hans: 种子词无效
zh_hant_tw: 種子詞無效

# node.details.protocol.validation.failed
source: Failed to validate URL (Wrong URL protocol)
ar: فشل التحقق من صحة URL (بروتوكول URL خاطئ)
az: URL-i doğrulamaq alınmadı (Yanlış URL protokolu)
ca: No s'ha pogut validar l'URL (Protocol d'URL incorrecte)
cs: Nepodařilo se ověřit adresu URL (nesprávný protokol URL)
es: No se pudo validar la URL (protocolo de URL incorrecto)
fr: Échec de la validation de l'URL (Protocole d'URL incorrect)
he: לא הצליח לאמת כתובת האתר (פרוטוקול URL שגוי)
hi_in: URL सत्यापित करने में विफल (गलत URL प्रोटोकॉल)
ja: URLの検証に失敗しました (URLプロトコルが間違っています)
ms_my: Gagal mengesahkan URL (Protokol URL salah)
nl: URL niet gevalideerd (verkeerd URL-protocol)
ru: Не удалось проверить URL (неправильный протокол URL)
sr: Provera URL adrese neuspešna (Pogrešan URL protokol)
vi: Không thể xác thực URL (URL sai)
zh_hans: 验证 URL 失败（错误的 URL 协议）
zh_hant_tw: 驗證 URL 失敗（地址錯誤）

# node.details.address.validation.failed
source: Failed to validate URL (Wrong address)
ar: فشل التحقق من صحة URL (عنوان خاطئ)
az: URL-i doğrulamaq alınmadı (Yanlış ünvan)
ca: No s'ha pogut validar l'URL (Adreça incorrecta)
cs: Nepodařilo se ověřit adresu URL (nesprávná adresa)
fr: Impossible de valider l'URL (Mauvaise adresse)
he: נכשל אימות כתובת האתר (כתובת שגויה)
hi_in: URL सत्यापित करने में विफल (गलत पता)
ja: URLの検証に失敗しました (アドレスが間違っています)
ms_my: Gagal mengesahkan URL (Alamat salah)
nl: URL niet gevalideerd (verkeerd adres)
ru: Не удалось проверить URL (неверный адрес)
sr: Provera URL adrese neuspešna (Pogrešna adresa)
vi: Không xác thực được URL (Địa chỉ sai)
zh_hans: 验证 URL 失败（地址错误）
zh_hant_tw: 驗證 URL 失敗（地址錯誤）

# node.details.genesis.validation.failed
source: The genesis hash of your node is different than the genesis hash of the network
ar: يختلف تجزئة نشأة العقدة عن تجزئة تكوين الشبكة
az: Düyününüzün genezis hashı şəbəkənin genezis hashından fərqlidir
ca: El hash de gènesi del vostre node és diferent del hash de gènesi de la xarxa
cs: Genesis hash vašeho uzlu je jiný než genesis hash sítě.
fr: Le hash de genèse de votre nœud est différent du hash de genèse du réseau
he: ההאש הראשון של הצומת שלך שונה מההאש הראשון של הרשת
hi_in: आपके नोड का जेनेसिस हैश नेटवर्क के जेनेसिस हैश से अलग है
ja: あなたのノードのジェネシスハッシュが、ネットワークのジェネシスハッシュと異なっています
ms_my: Cincang genesis nod anda berbeza daripada cincang genesis rangkaian
nl: De genesis-hash van uw node is anders dan de genesis-hash van het netwerk
ru: Генезис хэш вашей ноды отличается от генезис хэша сети
sr: Heš geneza vašeg noda je drugačija od heša geneze mreže
vi: Hàm băm genesis của nút của bạn khác với hàm băm genesis của mạng
zh_hans: 您节点的创世哈希与网络的创世哈希不同
zh_hant_tw: 您節點的創世哈希與網絡的創世哈希不同

# node.details.node.already.added
source: This node is already added: %s Connection established with node %s
ar: تمت إضافة هذه العقدة مسبقا: %s تم الاتصال بالعقدة %s
az: Bu qovşaq artıq əlavə olunub: %s %s node ilə əlaqə quruldu
ca: Aquest node ja està afegit: %s Connexió establerta amb el node%s
cs: Tento uzel je již přidán: %s Spojení navázáno s uzlem %s
fr: Ce nœud est déjà ajouté: %s Connexion établie avec le nœud %s
he: הצומת הזה כבר נוסף: %s נוצר חיבור עם הצומת %s
hi_in: यह नोड पहले से ही जोड़ा गया है: %s Connection नोड %s के साथ स्थापित
ja: このノードは既に追加されています: %s ノード %s との接続が確立されました
ms_my: Nod ini telah ditambah: %s Sambungan diwujudkan dengan nod %s
nl: Deze node is al toegevoegd: %s Verbinding tot stand gebracht met node %s
ru: Эта нода уже добавлена: %s Соединение установлено с нодой %s
sr: Ovaj nod je već dodat: %s Konekcija upostavljena sa nodom %s
vi: Nút này đã được thêm vào: %s Kết nối được thiết lập với nút %s
zh_hans: 此节点已被添加：%s/n与节点%s建立了连接
zh_hant_tw: 此節點已添加: %s 與節點%s建立連接

# remove.node.error.title
source: Unable to delete connected node
ar: تعذر حذف العقدة المتصلة
az: Qoşulmuş nodu silmək mümkün deyil
ca: No es pot suprimir el node connectat
cs: Nelze odstranit připojený uzel
fr: Impossible de supprimer le nœud connecté
he: לא ניתן למחוק את הצומת המחובר
hi_in: कनेक्टेड नोड को हटाने में असमर्थ
ja: 接続されているノードを削除できません
ms_my: Tidak dapat memadam nod yang disambungkan
nl: Kan verbonden node niet verwijderen
ru: Не удалось удалить ноду
sr: Nije moguće obrisati povezani nod
vi: Không thể xóa nút đã kết nối
zh_hans: 无法删除连接的节点
zh_hant_tw: 無法刪除連接的節點

# remove.node.error.message
source: To delete this node please connect to another one
ar: لحذف هذه العقدة ، يرجى الاتصال بواحدة أخرى
az: Bu nodu silmək üçün başqasına qoşulun
ca: Per suprimir aquest node, connecteu-vos a un altre
cs: Chcete-li tento uzel odstranit, připojte se k jinému
fr: Pour supprimer ce nœud, veuillez vous connecter à un autre
he: כדי למחוק צומת זה אנא התחבר לצומת אחר
hi_in: इस नोड को हटाने के लिए कृपया किसी अन्य नोड से कनेक्ट करें
ja: このノードを削除するには、別のノードに接続してください
ms_my: Untuk memadamkan nod ini, sila sambung ke nod yang lain
nl: Om deze node te verwijderen, maakt u verbinding met een andere node
ru: Для удаления подключитесь к другой ноде
sr: Da bi obrisali ovaj nod molimo vas da se konektujete na drugi nod
vi: Để xóa node này, hãy kết nối với một nút khác
zh_hans: 要删除这个节点，请连接到另一个节点
zh_hant_tw: 要刪除此節點，請連接到另一個節點

# remove.node.title
source: Do you really want to remove this node?
ar: هل تريد حقًا إزالة هذه العقدة؟
az: Bu nodu həqiqətən silmək istəyirsiniz?
ca: Realment voleu eliminar aquest node?
cs: Opravdu chcete tento uzel odstranit?
fr: Voulez-vous vraiment supprimer ce nœud ?
he: האם אתה באמת רוצה להסיר את הצומת הזה?
hi_in: क्या आप वास्तव में इस नोड को निकालना चाहते हैं?
ja: 本当にこのノードを削除しますか?
ms_my: Adakah anda benar-benar mahu mengeluarkan nod ini?
nl: Wil je deze node echt verwijderen?
ru: Вы уверены, что хотите удалить ноду?
sr: Da li stvarno želite da uklonite ovaj nod?
vi: Bạn có thực sự muốn xóa node này không?
zh_hans: 你真的想要删除这个节点吗？
zh_hant_tw: 您真的要刪除此節點嗎？

# logout.remove.nodes.body
source: All your custom nodes will be removed as well
ar: ستتم إزالة جميع العقد المخصصة أيضًا
az: Bütün fərdi qovşaqlarınız da silinəcək
ca: Tots els vostres nodes personalitzats també s'eliminaran
cs: Všechny vaše vlastní uzly budou také odstraněny.
fr: Tous vos nœuds personnalisés seront également supprimés
he: כל הצמתים המותאמים אישית שלך יוסרו גם כן
hi_in: आपके सभी कस्टम नोड भी हटा दिए जाएँगे
ja: カスタムノードも全て削除されます
ms_my: Semua nod tersuai anda juga akan dialih keluar
nl: Alle aangepaste noden worden ook verwijderd
ru: Все добавленные ноды также будут удалены
sr: Svi vaši prilagođeni nodovi će biti takođe uklonjeni
vi: Tất cả các node tùy chỉnh của bạn cũng sẽ bị xóa
zh_hans: 您的所有自定义节点也将被移除
zh_hant_tw: 您的所有自定義節點也將被刪除

# select.node.switch.alert.title
source: Do you want to switch node?
ar: هل تريد تبديل العقدة؟
az: qovşağı dəyişmək istəyirsiniz?
ca: Voleu canviar de node?
cs: Chcete přepnout uzel?
fr: Voulez-vous changer de nœud?
he: האם אתה רוצה להחליף צומת?
hi_in: क्या आप नोड स्विच करना चाहते हैं?
ja: ノードを切り替えますか?
ms_my: Adakah anda mahu menukar nod?
nl: Wil je van node wisselen?
ru: Вы хотите переключить ноду?
sr: Da li želite da promenite nod
vi: Bạn có muốn chuyển node không?
zh_hans: 您想切换节点吗？
zh_hant_tw: 您想切換節點嗎？

# select.node.switch.succeed
source: Successfully switch the node
ar: تم تبديل العقدة بنجاح
az: Düyünü uğurla dəyişin
ca: Canvia correctament el node
cs: Úspěšné přepnutí uzlu
fr: Nœud changé avec succès
he: החלף בהצלחה את הצומת
hi_in: नोड को सफलतापूर्वक स्विच करें
ja: ノードの切り替えに成功
ms_my: Berjaya menukar nod
nl: Verander de node succesvol
ru: Нода успешно переключена
sr: Uspešno ste promenili nod
vi: Chuyển node thành công
zh_hans: 成功切换节点
zh_hant_tw: 成功切換節點

# pin.locked.for.title
source: Locked for %s
ar: مقفل من أجل%s
az: %s üçün kilidləndi
ca: Bloquejat per %s
cs: Uzamčeno na %s
fr: Verrouillé pendant %s
he: נעול עבור %s
hi_in: %s के लिए अवरोधित
ja: %s にロックされています
ms_my: Dikunci selama %s
nl: Locked voor %s
ru: Заблокировано для %s
sr: Zaključano na %s
vi: Đã bị khóa trong %s
zh_hans: - 已锁定%s
zh_hant_tw: 已鎖定%s

# pincode.last.try.title
source: One last try
ar: محاولة أخرى أخيرة
az: Son bir cəhd
ca: Últim intent
cs: Poslední pokus
fr: Dernier essai
he: ניסיון אחרון
hi_in: एक आखिरी कोशिश
ja: 最後の一回
ms_my: Satu percubaan terakhir
nl: Een laatste poging.
ru: Последняя попытка
sr: Poslednji pokušaj
vi: Một lần thử cuối cùng
zh_hans: 最后一次尝试
zh_hant_tw: 最後一次嘗試

# pincode.last.try.subtitle
source: You have entered a wrong PIN too many times. This is your last try before app will be locked for %@.
ar: لقد أدخلت رمز PIN خاطئًا عدة مرات. هذه هي المحاولة الأخيرة قبل أن يتم قفل التطبيق لـ %@ .
az: Siz çox dəfə səhv PIN daxil etmisiniz. Bu, %@ üçün tətbiqin kilidlənməsindən əvvəl son cəhdinizdir.
ca: Heu introduït un PIN incorrecte massa vegades. Aquest és el teu últim intent abans que l'aplicació es bloquegi per %@.
cs: Několikrát jste zadali nesprávný PIN. Toto je váš poslední pokus, než bude aplikace uzamčena na %@ .
fr: Vous avez entré un mauvais PIN trop souvent. Vous avez un dernier essai avant que l'application ne soit verrouillée pour %@
he: הזנת PIN שגוי יותר מדי פעמים. זהו הניסיון האחרון שלך לפני שהאפליקציה תינעל עבור %@.
hi_in: आपने कई बार गलत पिन दर्ज किया है। %@के लिए ऐप्लिकेशन लॉक होने से पहले यह आपकी अंतिम कोशिश है.
ja: 間違ったPINコードが何度も入力されました。これは、アプリが%@に対してロックする前の最後の一回です
ms_my: Anda telah memasukkan PIN yang salah terlalu banyak kali. Ini adalah percubaan terakhir anda sebelum apl akan dikunci untuk %@.
nl: Je hebt te vaak een verkeerde PIN-code ingevoerd. Dit is uw laatste poging voordat de app wordt geblokkeerd voor %@.
ru: Вы слишком много раз ввели неверный Пин-код. Это ваша последняя попытка перед тем, как приложение будет заблокировано%@.
sr: Uneli ste neispravan PIN previše puta. Ovo je vaš poslednji pokušajpre nego što se aplikacija zaključa na %@
vi: Bạn đã nhập sai mã PIN quá nhiều lần. Đây là lần thử cuối cùng của bạn trước khi ứng dụng bị khóa vì %@ .
zh_hans: 您输入错误 PIN 的次数过多。这是您为%@锁定应用程序之前的最后一次尝试。
zh_hant_tw: 您輸入錯誤 PIN 的次數過多。這是您為%@鎖定應用程序之前的最後一次嘗試。

# pincode.locked.title
source: Locked for %@
ar: مقفل من أجل %@
az: %@ üçün kilidlənib
ca: Bloquejat per %@
cs: Uzamčeno na %@
fr: Verrouillé pendant %@
he: נעול עבור %@
hi_in: %@ के लिए लॉक किया गया
ja: %@ にロックされています
ms_my: Dikunci selama %@
nl: Vergrendeld voor %@
ru: Заблокировано для %@
sr: Zaključano za %@
vi: Đã khóa cho %@
zh_hans: - 已锁定%@
zh_hant_tw: 鎖定%@
