Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# polkaswap.coming.soon
source: The DEX for the Interoperable Future. Polkaswap is a non-custodial, AMM-DEX protocol for swapping tokens based on the Polkadot network, Parachains, and blockchains connected via a Bridge. The Polkaswap protocol effectively removes trusted intermediaries and provides the opportunity for faster trading.
ar: مستقبل منصة التداول اللامركزية للتشغيل البيني. بولكاسواب (PolkaSwap) هو بروتوكول AMM-DEX لا يخضع لأي وصاية مركزية لمبادلة الرموز بناءً على شبكة Polkadot و Parachains والشبكات الاخرى المتصلة عبر جسر. يزيل بروتوكول بولكاسواب بشكل فعال الوسطاء الموثوق بهم ويوفر فرصة لتداول أسرع.
az: Birləşə bilən Gələcək üçün DEX. Polkaswap, Polkadot şəbəkəsinə, Paraçeynlərə və bir körpüdən birləşdirilmiş blok zəncirlərinə əsaslanan tokenlərin dəyişdirilməsi üçün saxlanılmayan, AMM-DEX protokoludur. Polkaswap protokolu etibarlı vasitəçiləri effektiv şəkildə aradan qaldırır və daha sürətli ticarət imkanı yaradır.
ca: El DEX per al futur interoperable. Polkaswap és un protocol AMM-DEX sense custòdia per intercanviar tokens basat en la xarxa Polkadot, Parachains i blockchains connectades mitjançant un Pont. El protocol Polkaswap elimina eficaçment els intermediaris de confiança i proporciona l’oportunitat de fer trading més ràpidament.
cs: DEX pro interoperabilní budoucnost. Polkaswap je non-custodial AMM-DEX protokol pro swap tokenů založených na síti Polkadot, Parachainech a blockchainech připojených přes Bridge. Protokol Polkaswap účinně odstraňuje zprostředkovatele a poskytuje příležitost pro rychlejší obchodování.
de_de: Die DEX für die interoperable Zukunft. Polkaswap ist ein non-custodial AMM-DEX-Protokoll zum Austauschen von Token basierend auf dem Polkadot-Netzwerk, Parachains und Blockchains, die über eine Bridge (Brücke) verbunden sind. Das Polkaswap-Protokoll entfernt effektiv vertrauenswürdige Vermittler und bietet die Möglichkeit für einen schnelleren Handel.
es: El DEX para el futuro interoperable. Polkaswap es un protocolo AMM-DEX sin custodia para intercambiar Tokens basado en la red Polkadot, Parachains y blockchains conectadas a través de un Puente. El protocolo Polkaswap elimina eficazmente a los intermediarios de confianza y brinda la oportunidad de realizar transacciones más rápidas.
fa: یک DEX برای آینده ای با قابلیت همکاری Polkaswap یک پروتکل غیر مالکیتی ، AMM-DEX برای مبادله رمزهای مبتنی بر شبکه پلکادات، پاراچین ها و بلاک چین های متصل از طریق Bridge است. پروتکل Polkaswap به طور موثر واسطه ها را از بین می برد و فرصت تجارت سریعتر را فراهم می کند.
fr: Le DEX pour un futur interopérable. Polkaswap est un protocole AMM-DEX non custodial pour l'échange de jetons basé sur le réseau Polkadot, les parachains et les blockchains connectées via un pont. Le protocole Polkaswap supprime efficacement les intermédiaires de confiance et offre la possibilité d'échanger plus rapidement.
he: הבורסה המבוזרת לעתיד ההדדי. פולקסוואפ הוא פרוטוקול עושה שוק, בורסה מבוזרת ללא משמורת להחלפת טוקנים המבוססים על רשת פולקדוט, פראצ'יין ובלוקצ'יינים המחוברים באמצעות גשר. פרוטוקול פולקסוואפ מסיר למעשה מתווכים מהימנים ומספק אפשרות למסחר מהיר יותר.
hi_in: इंटरऑपरेबल फ्यूचर के लिए DEX। Polkaswap एक गैर-कस्टोडियल, AMM-DEX प्रोटोकॉल है जो पोलकडॉट नेटवर्क, पैराचिन्स और ब्रिज के माध्यम से जुड़े ब्लॉकचेन पर आधारित टोकन को स्वैप करने के लिए है। Polkaswap प्रोटोकॉल विश्वसनीय बिचौलियों को प्रभावी ढंग से हटा देता है और तेजी से व्यापार करने का अवसर प्रदान करता है।
hu: A jövő decentralizált tőzsdéje. A Polkaswap nem végez kulcskezelést, decentralizált automata árjegyző tőzsde protokoll, amely a Polkadot hálózaton, párhuzamos láncokon és a hidakon keresztül tokenek cseréjére szolgál. A Polkaswap protokoll hatékonyan helyettesíti közvetítőket és lehetőséget nyújt a gyorsabb kereskedésre.
ja: 相互運用可能な未来のためのDEX。 Polkaswapは、Polkadotネットワークやいくつものパラチェーンおよびブリッジを介して接続されたブロックチェーンとトークンを交換するためのノンカストディアルなAMM-DEX(自動マーケットメイカーを備えた分散型取引所)プロトコルです。 Polkaswapプロトコルは、仲介者を効率的に省き、より速やかな取引の機会を提供します。
ms_my: DEX untuk Masa Depan yang Boleh Beroperasi Polkaswap adalah protokol AMM-DEX bukan kustodian untuk menukar token berdasarkan rangkaian Polkadot, Parachains, dan blockchain yang dihubungkan melalui Bridge. Protokol Polkaswap secara berkesan menghilangkan perantara yang dipercayai dan memberi peluang untuk perdagangan yang lebih pantas.
nl: De DEX voor de Interoperabele Toekomst. Polkaswap is een non-custodial, AMM-DEX protocol voor het verwisselen van tokens op basis van het Polkadot netwerk, Parachains en blockchains verbonden via een Bridge. Het Polkaswap-protocol verwijdert op effectieve wijze vertrouwde tussenpersonen en biedt de mogelijkheid om sneller te traden.
pl: DEX dla Interoperacyjnej Przyszłości. Polkaswap to bezpowierniczy protokół AMM-DEX do wymiany tokenów, oparty na sieci Polkadot, parachainach i blockchainach połączonych mostem. Protokół Polkaswap skutecznie usuwa wymagających zaufania pośredników i umożliwia szybszy handel.
pt: A DEX para o futuro interoperável. A Polkaswap é um protocolo AMM-DEX sem custódia para troca de tokens com base nas redes Polkadot, Parachains e blockchains conectadas por meio de uma ponte. O protocolo Polkaswap remove a necessidade de confiança em intermediários e oferece uma oportunidade de negociação mais rápida.
ru: DEX для интероперабельного будущего. Polkaswap - это протокол AMM-DEX, не связанный с хранением, для обмена токенов на основе сети Polkadot, парачейнов и блокчейнов, соединенных через мост. Протокол Polkaswap эффективно удаляет доверенных посредников и предоставляет возможность для более быстрой торговли.
sr: DEX за интероперабилну будућност. Полкасвап је non-custodial, AMM-DEX протокол за замену токена заснован на мрежи Полкадот, Parachains и блокчејн повезаним мостом. Протокол Полкасвап ефикасно уклања посреднике и пружа могућност бржег трговања.
tr: Birlikte çalışabilir bir gelecek için tasarlanan merkeziyetsiz borsa (DEX) Polkaswap; Polkadot ağı, Parachain'ler ve bir köprü aracılığıyla bağlanmış blokzincirlerde çalışan tokenların takasının yapıldığı, gözetimsiz bir AMM-DEX protokolüdür. Polkaswap protokolü, tüm aracıları etkin bir şekilde ortadan kaldırır ve daha hızlı alım-satım işlemleri için fırsat sağlar.
vi: DEX cho một tương lai có thể tương tác. Polkaswap là một giao thức AMM-DEX không giám hộ tài sản để hoán đổi token dựa trên mạng Polkadot, Parachains và các blockchains được kết nối qua Bridge. Giao thức Polkaswap loại bỏ một cách hiệu quả các trung gian cần sự tin tưởng và mang lại cơ hội giao dịch nhanh hơn.
zh_hans: 实现互操作性未来的去中心化交易所。Polkaswap是一个基于Polkadot网络、平行链和通过桥接相互连接的区块链的自动做市去中心化交易所协议。Polkaswap协议有效地去除了信任中介，并提供更快的交易机会。
zh_hant_tw: 面向可互操作未來的去中心化交易所。 Polkaswap是一種非託管的自動做市商去中心化交易所協議，用於基於通過橋接器連接的波卡網絡，平行鏈和區塊鏈交換令牌。 Polkaswap協議有效地去除了受信任的中介，並提供了更快交易的機會。

# profile.passphrase.title.v1
source: Passphrase
ar: الكلمات الأولية
az: Parol keçidləri
ca: Frase de contrasenya
cs: Přístupová fráze
es: Frase semilla
fa: عبارت عبور
fr: Phrase secrète
he: מילות מפתח
hi_in: पदबंध
hu: Helyreállítási szavak
ja: パスフレーズ
ms_my: Frasa Laluan
nl: Wachtwoord
pl: Fraza hasłowa
ru: Парольная фраза
sr: Pristupna fraza
tr: Anımsatıcı Dizi'ler
vi: Chuỗi từ khóa khôi phục
zh_hans: 密码短语
zh_hant_tw: 密碼短語

# profile.change.pin.title
source: PIN code
ar: تغيير رمز الواجهة PIN
az: PİN-i dəyişdirin
ca: Canviar PIN
cs: Změnit PIN
de_de: PIN ändern
es: Cambiar el código PIN
fa: تغییر پین
fr: Changer le code PIN
he: קוד PIN
hi_in: पिन बदलें
hu: PIN-kód módosítása
ja: PINコード
ms_my: Tukar PIN
nl: Wijzig PIN
pl: Zmień PIN
pt: Alterar PIN
ru: PIN-код
sr: PIN kod
tr: PIN'i değiştir
vi: Mã PIN
zh_hans: 识别密码
zh_hant_tw: PIN碼

# profile.biometry.title
source: Biometric Auth
ar: توثيق البصمة
az: Biometriya müəllifi
ca: Autenticació de biometria
cs: Biometrické ověření
de_de: Biometrische Authentifizierung
es: Autenticación de biometría
fa: احراز بیومتریک
fr: Authentification biométrique
he: אימות ביומטרי
hi_in: बायोमेट्री ऑथ
hu: Biometrikus hitelesítés
ja: 生体認証
ms_my: Pengesahan biometri
nl: Biometrie auth
pl: Uwierzytelnianie biometryczne
pt: Autenticação biométrica
ru: Вход по биометрии
sr: Биометријска аутентиф.
tr: Biyometrik doğrulama
vi: Xác thực sinh trắc học
zh_hans: 生物特征认证
zh_hant_tw: 生物特徵認證

# profile.logout.title
source: Logout
ar: تسجيل خروج
az: Çıxış
ca: Tancar sessió
cs: Odhlásit se
de_de: Ausloggen
es: Cerrar sesión
fa: خروج
fr: Se déconnecter
he: התנתק
hi_in: लॉगआउट
hu: Kijelentkezés
ja: ログアウト
ms_my: Log keluar
pl: Wyloguj
pt: Sair
ru: Выйти
sr: Одјављивање
tr: Çıkış Yap
vi: Đăng xuất
zh_hans: 登出
zh_hant_tw: 登出

# transaction.bridge.not.active.error
source: Ethereum bridge is not active.
ar: جسر الايثيريوم غير مفعل
az: Ethereum körpüsü aktiv deyil.
ca: El pont d'Ethereum no està actiu.
cs: Ethereum bridge není aktivní.
de_de: Die Ethereum-Bridge ist nicht aktiv.
es: El puente Ethereum no está activo.
fa: پل اتریوم در دسترس نیست
fr: Le pont Ethereum n'est pas actif.
he: גשר איתריום אינו פעיל
hi_in: इथेरियम सेतु सक्रिय नहीं है।
hu: Az Ethereum híd nem aktív.
ja: イーサリアムとのブリッジがアクティブではありません
ms_my: Jambatan Ethereum tidak aktif.
nl: Ethereum brug is niet actief.
pl: Most Ethereum jest nieaktywny.
pt: A ponte da Ethereum não está ativa.
ru: Мост Ethereum не активен.
sr: Етеријум мост није активан
tr: Ethereum köprüsü devre dışı
vi: Cầu nối Ethereum không hoạt động.
zh_hans: 以太坊桥未激活。
zh_hant_tw: 以太坊橋未激活。

# transaction.bridge.info
source: Ethereum bridge info
ar: معلومات جسر الإيثريوم
az: Ethereum körpüsü barəsində məlumat
ca: Informació del pont d'Ethereum
cs: Info o Ethereum bridge
de_de: Informationen zur Ethereum-Bridge
es: Información sobre el puente Ethereum
fa: اطلاعات پل اتریوم
fr: Informations sur le pont Ethereum
he: מידע על גשר איתריום
hi_in: इथेरियम सेतु की जानकारी
hu: Ethereum híd információk
ja: イーサリアムとのブリッジ情報
ms_my: Maklumat jambatan Ethereum
nl: Ethereum brug info
pl: Informacje o moście Ethereum
pt: Informação da ponte da Ethereum
ru: Информация о мосте Ethereum
sr: Информације о Етеријум мосту
tr: Ethereum köprü bilgisi
vi: Thông tin cầu nối Ethereum
zh_hans: 以太坊桥信息
zh_hant_tw: 以太坊橋信息

# tabbar.polkaswap.title
source: Polkaswap
ar: بولكاسواب
he: פולקסוואפ
hi_in: पोल्कास्वैप

# tabbar.parliament.title
source: Parliament
ar: البرلمان
az: Parlament
ca: Parlament
cs: Parlament
de_de: Parlament
es: Parlamento
fa: مجلس
fr: Parlement
he: פרלמנט
hi_in: संसद
hu: Parlament
ja: 議会
ms_my: Parlimen
nl: Parlement
pl: Parlament
pt: Parlamento
ru: Парламент
sr: Парламент
tr: Parlamento
vi: Nghị viện
zh_hans: 议会
zh_hant_tw: 議會

# common.copied
source: Copied to Clipboard
ar: نسخ إلى ذاكرة لوحة المفاتيح
az: Panoya kopyalandı
ca: Copiat al porta-retalls
cs: Zkopírováno do schránky
de_de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fa: کپی شد
fr: Copié dans le presse-papier
he: הועתק ללוח
hi_in: क्लिपबोर्ड पर प्रतिलिपि किया गया
hu: Vágólapra másolva
ja: クリップボードにコピーしました
ms_my: Disalin ke papan klip
nl: Gekopieerd naar het klembord
pl: Skopiowano do schowka.
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
sr: Копирано у међуспремник
tr: Panoya Kopyalandı
vi: Đã sao chép vào bảng tạm
zh_hans: 复制到剪贴板
zh_hant_tw: 複製到剪貼板

# staking.val.reward
source: SORA VALidator Rewards
ar: مكافآت مدققي شبكة سورا
az: SORA VALidator Mükafatları
ca: Recompenses del VALidador de SORA
cs: SORA VALidátor Odměny
de_de: SORA VALidator Belohnungen
es: Recompensas de SORA VALidator
fa: جوایز تایید کنندگان SORA
fr: Récompenses de VAlidateur SORA
he: תגמולי מאמת סורה (VALidator)
hi_in: सोरा सत्यापनकर्ता पुरस्कार
hu: SORA VALidator jutalmak
ja: SORA VALidator(バリデーター)報酬
ms_my: Ganjaran SALA VALidator
nl: SORA VALidator beloningen
pl: Wynagrodzenie SORA VALidator
pt: Recompensas SORA VALidator
ru: Награды SORA VALidator
sr: SORA ВАЛидатор награде
tr: SORA VALidator Ödülleri
vi: Phần thưởng SORA VALidator
zh_hans: SORA验证人奖励
zh_hant_tw: SORA驗證者獎勵

# project.new.small
source: New
ar: جديد
az: Yeni
ca: Nou
cs: Nový
de_de: Neu
es: Nuevo
fa: جدید
fr: Nouveau
he: חדש
hi_in: नया
hu: Új
ja: 新規
ms_my: Baru
nl: Nieuw
pl: Nowe
pt: Novo
ru: Новые
sr: Нови
tr: Yeni
vi: Mới
zh_hans: 新
zh_hant_tw: 新

# project.favs.small
source: Favs
ar: المفضلة
az: Seçilmişlər
ca: Favorits
cs: Oblíbené
de_de: Favoriten
es: Favoritos
fa: موارد دلخواه
fr: Favoris
he: מועדפים
hi_in: पसंदीदा
hu: Kedvencek
ja: お気に入り
nl: Favorieten
pl: Ulubione
pt: Favoritos
ru: Избранные
sr: Фав
tr: Favoriler
vi: Yêu thích
zh_hans: 最爱
zh_hant_tw: 最愛

# project.ended.small
source: Ended
ar: انتهى
az: Bitdi
ca: Finalitzat
cs: Ukončeno
de_de: Beendet
es: Terminó
fa: پایان یافت
fr: Terminé
he: הסתיים
hi_in: समाप्त
hu: Lezárult
ja: 終了しました
ms_my: Berakhir
nl: Beëindigd
pl: Zakończono
pt: Terminado
ru: Завершённые
sr: Завршено
tr: Sona erdi
vi: Đã kết thúc
zh_hans: 已结束
zh_hant_tw: 已結束

# project.new
source: New
ar: جديد
az: Yeni
ca: Nou
cs: Nový
de_de: Neu
es: Nuevo
fa: جدید
fr: Nouveau
he: חדש
hi_in: नया
hu: Új
ja: 新規
ms_my: Baru
nl: Nieuw
pl: Nowe
pt: Novo
ru: Новые
sr: Нови
tr: Yeni
vi: Mới
zh_hans: 新
zh_hant_tw: 新

# project.favs
source: Favs
ar: المفضلة
az: Seçilmişlər
ca: Favorits
cs: Oblíbené
de_de: Favoriten
es: Favoritos
fa: موارد دلخواه
fr: Favoris
he: מועדפים
hi_in: पसंदीदा
hu: Kedvencek
ja: お気に入り
nl: Favorieten
pl: Ulubione
pt: Favoritos
ru: Избранные
sr: Фав
tr: Favoriler
vi: Yêu thích
zh_hans: 最爱
zh_hant_tw: 最愛

# project.ended
source: Ended
ar: انتهى
az: Bitdi
ca: Finalitzat
cs: Ukončeno
de_de: Beendet
es: Terminó
fa: پایان یافت
fr: Terminé
he: הסתיים
hi_in: समाप्त
hu: Lezárult
ja: 終了しました
ms_my: Berakhir
nl: Beëindigd
pl: Zakończono
pt: Terminado
ru: Завершённые
sr: Завршено
tr: Sona erdi
vi: Đã kết thúc
zh_hans: 已结束
zh_hant_tw: 已結束

# logout.dialog.body
source: This action will result in deleting account from this device. Make sure you have backed up your passphrase before proceeding.
ar: سيؤدي هذا الإجراء إلى حذف الحساب من هذا الجهاز. تأكد من حفظ نسخة احتياطية من كدمات الإستذكار الأولية قبل المتابعة.
az: Bu əməliyyat hesabın bu cihazdan silinməsi ilə nəticələnəcəkdir. Davam etmədən əvvəl parol keçidinizi yedəklədiyinizə əmin olun.
ca: Aquesta acció comportarà la supressió del compte d'aquest dispositiu. Assegureu-vos que heu fet una còpia de seguretat de les vostres paraules de pas abans de continuar.
cs: Výsledkem této akce bude odstranění účtu z tohoto zařízení. Než budete pokračovat, ujistěte se, že jste zálohovali přístupovou frázi.
de_de: Diese Aktion führt zum Löschen des Kontos von diesem Gerät. Stell sicher, dass du deine Passphrase sicher hinterlegt hast, bevor du fortfährst.
es: Esta acción resultará en la eliminación de la cuenta de este dispositivo. Asegúrese de haber realizado una copia de seguridad de su frase semilla antes de continuar.
fa: این عملکرد منجر به حذف حساب از این دستگاه می‌شود. قبل از ادامه مطمئن شوید که از کلمات بازیابی والت خود پشتیبان تهیه کرده اید.
fr: Cette action entraînera la suppression du compte de cet appareil. Assurez-vous d'avoir sauvegardé votre phrase secrète avant de continuer.
he: פעולה זו תגרום למחיקת חשבון ממכשיר זה. ודא שגיבית את מילות המפתח שלך לפני שתמשיך.
hi_in: इस कार्रवाई के परिणामस्वरूप इस डिवाइस से खाता हटा दिया जाएगा। सुनिश्चित करें कि आपने आगे बढ़ने से पहले अपने पदबंध का बैकअप किया है।
hu: Ez a művelet a fiók törlését eredményezi erről az eszközről. A folytatás előtt győzödjön meg róla, hogy biztonsági másolatot készített a helyreállítási szavakról.
ja: このアクションを行うと、このデバイスからアカウントが削除されます。続行する前に、パスフレーズのバックアップを取ったことを必ず確認してください
ms_my: Tindakan ini akan mengakibatkan penghapusan akaun dari peranti ini. Pastikan anda telah menyandarkan frasa laluan anda sebelum meneruskan.
nl: Deze actie zal resulteren in het verwijderen van een account van dit apparaat. Zorg ervoor dat u een back-up hebt gemaakt van uw passphrase voordat u verder gaat.
pl: Ta czynność spowoduje usunięcie konta z tego urządzenia. Przed kontynuowaniem upewnij się, czy wykonałeś(-łaś) kopię zapasową frazy hasłowej.
pt: Esta ação resultará na exclusão da sua conta deste dispositivo. Certifique-se de ter guardado a sua passphrase antes de continuar.
ru: Это действие приведет к удалению учетной записи с этого устройства. Перед продолжением убедитесь, что вы создали резервную копию своей ключевой фразы.
sr: Ова радња ће резултирати брисањем налога са овог уређаја. Обавезно направите резервну копију приступне фразе пре него што наставите.
tr: Bu işlem, hesabın bu cihazdan silinmesine neden olur. Devam etmeden önce Anımsatıcı Dizi'nizi yedeklediğinizden emin olun.
vi: Hành động này sẽ dẫn đến việc xóa tài khoản khỏi thiết bị này. Đảm bảo rằng bạn đã sao lưu chuỗi từ khóa khôi phục của bạn trước khi tiếp tục.
zh_hans: 此操作将导致从该设备删除账户。在继续操作之前，请确保已备份助记词。
zh_hant_tw: 此操作將導致從該設備刪除帳戶。在繼續操作之前，請確保已備份密碼短語。

# personal.info.username
source: Account name (optional)
ar: اسم الحساب (اختياري)
az: Hesab adı (istəyə görə)
ca: Nom del compte (opcional)
cs: Jméno účtu (nepovinné)
de_de: Kontoname (optional)
es: Nombre de la cuenta (opcional)
fa: نام حساب (اختیاری)
fr: Nom du compte (facultatif)
he: שם חשבון (אופציונלי)
hi_in: खाते का नाम (वैकल्पिक)
hu: Fiók neve (nem kötelező)
ja: アカウント名（任意）
ms_my: Nama akaun (pilihan)
nl: Accountnaam (optioneel)
pl: Nazwa konta (opcjonalnie)
pt: Nome da conta (opcional)
ru: Название аккаунта (необязательно)
sr: Назив налога (опционално)
tr: Hesap adı (isteğe bağlı)
vi: Tên tài khoản (tùy chọn)
zh_hans: 账户名（可选）
zh_hant_tw: 帳戶名（可選）

# invite.title.v1
source: Invite friends to get more rewards in the future. Distribution of the rewards will start when the feature will be launched.
ar: قم بدعوة الأصدقاء للحصول على المزيد من المكافآت في المستقبل. سيبدأ توزيع المكافآت عندما يتم إطلاق الميزة.
az: Gələcəkdə daha çox mükafat almaq üçün dostlarınızı dəvət edin. Mükafatların bölüşdürülməsi bu xüsusiyyət işə salındıqda başlayacaq.
ca: Convida als amics per a obtenir més recompenses en el futur. La distribució de les recompenses s'iniciarà quan s'iniciï la funció.
cs: Pozvěte přátele a získejte do budoucna více odměn. Distribuce odměn začne se spuštěním této funkcionality.
de_de: Lade Freunde ein, um in Zukunft mehr Belohnungen zu erhalten. Die Verteilung der Belohnungen beginnt, sobald die Funktion eingeführt wird.
es: Invita a tus amigos para obtener más recompensas en el futuro. La distribución de las recompensas comenzará cuando se lance la función.
fa: از دوستان خود دعوت کنید تا در آینده جوایز بیشتری دریافت کنند. توزیع جوایز از زمان راه اندازی هر ویژگی شروع می شود.
fr: Invitez des amis pour obtenir plus de récompenses à l'avenir. La distribution des récompenses commencera lorsque la fonctionnalité sera lancée.
he: הזמן חברים וקבל תגמולים נוספים בעתיד. חלוקת התגמולים תחל כאשר התכונה תושק.
hi_in: भविष्य में और अधिक पुरस्कार प्राप्त करने के लिए दोस्तों को आमंत्रित करें। पुरस्कारों का वितरण तब शुरू होगा जब फीचर लॉन्च किया जाएगा।
hu: Ismerősök meghívásával több jutalomban részesülhet a jövőben. A jutalmak kiosztása a funkció elindulásakor kezdődik meg.
ja: 友達を招待して、将来もっと多くの報酬を手に入れましょう。招待機能がローンチされると、報酬の配布が開始されます。
ms_my: Ajak rakan untuk mendapat lebih banyak ganjaran pada masa akan datang. Pengagihan hadiah akan bermula apabila ciri tersebut dilancarkan.
nl: Nodig vrienden uit om in de toekomst meer beloningen te ontvangen. De verdeling van de beloningen begint wanneer de functie wordt gelanceerd.
pl: Zaproś znajomych, aby w przyszłości otrzymywać więcej nagród. Dystrybucja nagród rozpocznie się, gdy ta funkcja zostanie uruchomiona.
pt: Convide amigos para obter mais recompensas no futuro. A distribuição das recompensas começará quando a funcionalidade for lançada.
ru: Пригласите друзей, чтобы получить больше наград в будущем. Распределение наград начнется, когда функция будет запущена.
sr: Позовите пријатеље да убудуће добијете још награда. Расподела награда започиње када функција буде покренута.
tr: Gelecekte daha fazla ödül almak için arkadaşlarınızı davet edin. Ödüllerin dağıtımı, bu özellik kullanıma sunulduğunda başlayacaktır.
vi: Mời bạn bè để nhận được nhiều phần thưởng hơn trong tương lai. Việc phân phối phần thưởng sẽ bắt đầu khi tính năng này ra mắt.
zh_hans: 邀请朋友来获得更多奖励。奖励将在启动该功能时开始分配。
zh_hant_tw: 邀請朋友在將來獲得更多獎勵。獎勵將在啟動該功能時開始分配。

source: Invite code
ar: رمز الدعوة
az: Dəvət kodu
ca: Codi d'invitació
cs: Kód pozvánky
de_de: Einladungscode
es: Código de invitación
fa: کد دعوت
fr: Code d'invitation
he: קוד הזמנה
hi_in: निमंत्रण कोड
hu: Meghívó kód
ja: 招待コード
ms_my: Kod jemputan
nl: Uitnodigingscode
pl: Kod polecający
pt: Código de convite
ru: Код приглашения
sr: Код позивнице
tr: Davet kodu
vi: Mã mời
zh_hans: 邀请代码
zh_hant_tw: 邀請碼

# invite.referral.reward
source: Referral reward
ar: مكافأة الإحالة
az: İstiqamətləndirmə mükafatı
ca: Recompensa per referits
cs: Odměna za doporučení
de_de: Empfehlungsbelohnung
es: Recompensa por recomendación
fa: پاداش زیرمجموعه
fr: Récompense de parrainage
he: תגמול מהפניות
hi_in: संप्रेषण इनाम
hu: Ajánlói jutalom
ja: 紹介報酬
ms_my: Ganjaran rujukan
nl: Verwijzingsbeloning
pl: Nagroda za polecenie
pt: Recompensa de referência
ru: Реферальное вознаграждение
sr: Награда за препоруку
tr: Referans ödülü
vi: Phần thưởng giới thiệu
zh_hans: 推荐奖励
zh_hant_tw: 推薦獎勵

# invite.rewards
source: Rewards
ar: المكافآت
az: Mükafatlar
ca: Recompenses
cs: Odměny
de_de: Belohnungen
es: Recompensas
fa: پاداش‌ها
fr: Récompenses
he: תגמולים
hi_in: पुरस्कार
hu: Jutalmak
ja: 報酬
ms_my: Ganjaran
nl: Beloningen
pl: Nagrody
pt: Recompensas
ru: Награды
sr: Награде
tr: Ödüller
vi: Phần thưởng
zh_hans: 奖励
zh_hant_tw: 獎賞

# personal.info.username.v1
source: Account name
ar: اسم الحساب
az: Hesab adı
ca: Nom del compte
cs: Název účtu
de_de: Kontoname
es: Nombre de la cuenta
fa: نام اکانت
fr: Nom du compte
he: שם חשבון
hi_in: खाते का नाम
hu: Fiók neve
ja: アカウント名
ms_my: Nama akaun
nl: Gebruikersnaam
pl: Nazwa konta
pt: Nome da conta
ru: Имя пользователя
sr: Ime naloga
tr: Hesap Adı
vi: Tên tài khoản
zh_hans: 账户名称
zh_hant_tw: 帳戶名

# common.done
source: Done
ar: تم
az: Tamamlandı
ca: Fet
cs: Hotovo
de_de: Erledigt
es: Hecho
fa: انجام شد
fr: Terminé
he: בוצע
hi_in: हो गया
hu: Kész
ja: 終了
ms_my: Selesai
nl: Gedaan
pl: Wykonano
pt: Concluído
ru: Выполнено
sr: Готово
tr: Tamamlandı
vi: Hoàn tất
zh_hans: 已完成
zh_hant_tw: 完成
