Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# add.liquidity.alert.text
source: You will earn fees proportional to your share of the pool from liquidity provision.
ar: ستكسب ارباح من الرسوم حسب نسبة حصتك من اجمالي اسهم حوض توفير السيولة.
az: Likvidlik təminatından hovuzdakı payınıza mütənasib olaraq haqq qazanacaqsınız.
ca: Guanyaràs comissions proporcionals a la teva participació al Fons comú per aportar liquiditat.
cs: Z poskytování likvidity získáte poplatky úměrné vašemu podílu z fondu.
de_de: Du wirst Gebühren proportional zu deinem Anteil am Pool aus der Liquiditätsbereitstellung verdienen.
fa: شما متناسب با سهم خود از مخزن بابت تامین نقدینگی کارمزد دریافت خواهید کرد.
fr: Vous percevrez des commissions proportionnelles à votre part du pool provenant de la fourniture de liquidité.
he: אתה תרוויח עמלות באופן יחסי לחלק שלך במאגר מאספקת נזילות.
hi_in: आप Liquidity प्रावधान से पूल के अपने हिस्से के अनुपात में शुल्क अर्जित करेंगे।
hu: A likviditási tartalékból a poolban való részesedésével arányos díjakat fog keresni.
ja: 流動性を供給して、プールシェアに比例した手数料を獲得できます
ms_my: Anda akan memperoleh yuran yang berkadar dengan bahagian kumpulan anda daripada peruntukan kecairan.
nl: U verdient vergoedingen in verhouding tot uw aandeel in de pool uit liquiditeitsverschaffing.
pl: Będziesz zarabiać na opłatach proporcjonalne do swojego udziału w puli z tytułu zapewniania płynności.
pt: Ganhará taxas proporcionais à sua quota da pool, da provisão de liquidez.
ru: Вы будете получать комиссионные, пропорциональные вашей доле в пуле, от предоставления ликвидности.
sr: Накнаде ћете зарадити пропорционално вашем уделу у пулу обезбеђења ликвидности.
tr: Havuzdaki payınıza göre likidite sağlamanızdan dolayı ödüller alın.
vi: Bạn sẽ kiếm được tương ứng với tỷ lệ chia sẻ của bạn trong pool từ việc cung cấp thanh khoản.
zh_hans: 您将从流动性提供中赚取与您在流动池中的份额成比例的费用。
zh_hant_tw: 您將從流動性提供中賺取與您在資金池中的份額成比例的費用。

# common.your.position
source: Your Position
ar: حالة مركزك
az: Vəzifəniz
ca: La teva posició
cs: Vaše pozice
de_de: Deine Position
fa: موقعیت شما
fr: Votre position
he: הפוזיציה שלך
hi_in: आपकी स्थिति
hu: Pozíciód
ja: あなたの位置
ms_my: Posisi Anda
nl: Uw positie
pl: Twoja pozycja
pt: A sua posição
ru: Ваша Позиция
sr: Ваша позиција
tr: Pozisyonunuz
vi: Vị thế của bạn
zh_hans: 您的位置
zh_hant_tw: 您的頭吋

# common.supply
source: Supply
ar: المعروض
az: Təchizat
ca: Subministrament
cs: Dodat
de_de: Angebot
fa: تامین
fr: Offre
he: אספקה
hi_in: आपूर्ति
hu: Kínálat
ja: 供給
ms_my: Bekalan
nl: Voorraad
pl: Dodaj
pt: Fornecer
ru: Добавить
sr: Снабдевање
tr: Arz
vi: Nguồn cung
zh_hans: 供应
zh_hant_tw: 供應

# common.insufficient.balance
source: Insufficient balance
ar: رصيد غير كافٍ
az: Qeyri-kafi balans
ca: Balanç insuficient
cs: Nedostatečný zůstatek
de_de: Unzureichender Saldo
fa: مانده ناکافی
fr: Solde insuffisant
he: יתרה לא מספיקה
hi_in: अपर्याप्त शेषराशि
hu: Fedezethiány
ja: 残高不足
ms_my: Baki tidak mencukupi
nl: Onvoldoende saldo
pl: Niewystarczające saldo
pt: Saldo insuficiente
ru: Недостаточный баланс
sr: Недовољнo салдо на рачуну
tr: Yetersiz bakiye
vi: Số dư không đủ
zh_hans: 余额不足
zh_hant_tw: 餘額不足

# common.output
source: Output
ar: المخرجات
az: Çıxış
ca: Quantitat obtinguda
cs: Výstup
de_de: Ausgabe
fa: خروجی
fr: Résultat
he: תפוקה
hi_in: आउटपुट
hu: Kimenet
ja: 表示
pl: Wynik
pt: Rendimento
ru: Выход
sr: Резултат
tr: Çıktı
vi: Đầu ra
zh_hans: 输出
zh_hant_tw: 輸出

source: Pool share after tx
ar: سهم الحوض بعد الـTX
az: tx-dən sonra hovuz paylaşımı
ca: La teva participació al Fons comú després de la transacció
cs: Podíl z fondu po tx
de_de: Poolanteil nach tx
fa: سهم از مخزن پس از تراکنش
fr: Partage du pool après transaction
he: החלק במאגר לאחר טרנזקציה
hi_in: tx के बाद पूल शेयर
hu: Pool-részesedés tx után
ja: 取引後のプールシェア
ms_my: Bahagian kolam selepas tx
nl: Uw aandeel in de pool na tx
pl: Udział w puli po transakcji
pt: Quota da pool após transação
ru: Доля пула после tx
sr: Удео у пулу после тx
tr: Tx sonrası havuz paylaşımı
zh_hans: 交易后的流动池份额
zh_hant_tw: tx 後的流動池共享

# remove.liquidity.title
source: Remove liquidity
ar: إزالة السيولة
az: Likvidliyi aradan qaldırın
ca: Retirar liquiditat
cs: Odstranit likviditu
de_de: Liquidität entfernen
fa: برداشت نقدینگی
fr: Retirer des liquidités
he: הסר נזילות
hi_in: Liquidity निकालें
hu: Likviditás eltávolítása
ja: 流動性を解除
ms_my: Keluarkan kecairan
nl: Verwijder Liquiditeit
pl: Usuń płynność
pt: Remover liquidez
ru: Удалить Ликвидность
sr: Уклоните ликвидност
tr: Likiditeyi Kaldır
vi: Rút thanh khoản
zh_hans: 移除流动性
zh_hant_tw: 移除流動性

# remove.liquidity.info.text
source: Removing liquidity converts your position back at the current rate, proportional to your share of the pool.
ar: إزالة السيولة سيؤدي إلى تحويل حالة العقد الى العملات الاصلية بمعدل الصرف الحالي، وذلك بما يتناسب مع حصتك من اسهم الحوض. ارباحك من الرسوم ستكون مضمنة مع المبلغ الناتج عن سحب السيولة
az: Likvidliyin aradan qaldırılması mövqenizi hovuzdakı payınıza mütənasib olaraq cari məzənnə ilə geri çevirir.
ca: Retirar la liquiditat et retorna la teva posició amb la relació actual, proporcional a la teva participació en el Fons comú.
cs: Odstranění likvidity převede vaši pozici zpět aktuální sazbou, úměrnou vašemu podílu z fondu.
de_de: Das Entfernen von Liquidität wandelt deine Position zum aktuellen Kurs zurück, proportional zu deinem Anteil des Pools.
fa: برداشت نقدینگی، موقعیت شما را با نرخ فعلی، متناسب با سهم شما از مخزن، برمی‌گرداند.
fr: Le retrait des liquidités permet de reconvertir votre position au taux actuel, proportionnellement à votre part du pool.
he: הסרת נזילות ממירה את הפוזיציה שלך בחזרה בשער הנוכחי, פרופורציונלית לחלקך במאגר.
hi_in: Liquidity को हटाने से आपकी स्थिति वर्तमान दर पर वापस बदल जाती है, जो पूल के आपके हिस्से के आनुपातिक होती है।
hu: A likviditás eltávolítása visszaváltja a pozícióját az aktuális árfolyamon, arányosan a poolból való részesedésével.
ja: 流動性を解除すると、プールシェアに比例して、現在のレートでポジションが戻ります
ms_my: Mengalih keluar kecairan menukar kedudukan anda kembali pada kadar semasa, berkadar dengan bahagian kumpulan anda.
nl: Het verwijderen van pool-tokens zet uw positie terug in onderliggende tokens tegen de huidige koers, evenredig met uw aandeel in de pool.
pl: Usunięcie płynności przelicza Twoją pozycję z powrotem na tokeny bazowe po aktualnym kursie, proporcjonalnie do Twojego udziału w puli.
pt: A remoção de liquidez da pool converte a sua posição de volta, à taxa atual, proporcional à sua quota da pool.
ru: Удаление ликвидности конвертирует вашу позицию обратно по текущему курсу, пропорциональному вашей доле в пуле.
sr: Уклањање ликвидности претвара вашу позицију назад по тренутној стопи, пропорционално вашем уделу у пулу.
tr: Likiditeyi kaldırmak, konumunuzu havuzdaki payınızla orantılı olarak mevcut oranda geri dönüştürür.
vi: Rút thanh khoản sẽ chuyển đổi vị thế của bạn trở lại với tỷ giá hiện tại, tỷ lệ thuận với tỷ lệ chia sẻ của bạn trong nhóm.
zh_hans: 撤出流动性会按照你在池子中所占份额的比例，将你的头寸以当前汇率转换回来。
zh_hant_tw: 移除流動性會將您的頭寸轉換回當前匯率，與您在資金池中的份額成正比。

# common.remove
source: Remove
ar: إزالة
az: Sil
ca: Retirar
cs: Odstranit
de_de: Entfernen
fa: برداشت
fr: Supprimer
he: הסר
hi_in: हटाये
hu: Eltávolítás
ja: 削除
ms_my: Mengalih keluar
nl: Verwijder
pl: Usuń
pt: Remover
ru: Удалить
sr: Povuci
tr: Kaldırmak
vi: Gỡ bỏ
zh_hans: 移除
zh_hant_tw: 消除

# liquidity.added
source: Added %@ liquidity
ar: اضف %@ سيولة
az: %@ likvidlik əlavə edildi
ca: Liquiditat de %@ afegida
cs: Přidáno %@ likvidity
de_de: Hinzugefügte %@-Liquidität
fa: نقدینگی %@ اضافه شد
fr: Ajout de %@ liquidités
he: נוספה %@ נזילות
hi_in: जोड़ा गया %@ Liquidity
hu: Hozzáadva %@ likviditás
ja: %@の流動性を追加
ms_my: Menambahkan kecairan %@
nl: %@ liquiditeit toegevoegd
pl: Dodano płynność %@.
pt: Liquidez %@ adicionada
ru: Добавлена %@ ликвидность
sr: Додата %@ ликвидност
tr: %@ likidite eklendi
vi: Đã thêm %@ thanh khoản
zh_hans: 增加了%@流动性
zh_hant_tw: 增加了%@流動性

# liquidity.removed
source: Removed %@ liquidity
ar: السيولة %@ المزالة
az: %@ likvidlik silindi
ca: Liquiditat de %@ retirada
cs: Odebráno %@ likvidity
de_de: Entfernte %@-Liquidität
fa: نقدینگی %@ برداشت شد
fr: Suppression de %@ liquidités
he: הוסרה %@ נזילות
hi_in: Liquidity को हटा दें
hu: Eltávolított %@ likviditás
ja: %@の流動性を解除
ms_my: Kecairan %@ dialih keluar
nl: %@ liquiditeit verwijderd
pl: Usunięto płynność %@.
pt: Liquidez %@ removida
ru: Возвращена %@ ликвидность
sr: Уклоњена %@ ликвидност
tr: %@ likidite kaldırıldı
vi: Đã rút %@ thanh khoản
zh_hans: 移除%@流动性
zh_hant_tw: 移除%@流動性

# remove.pool.confirmation.description
source: Output is estimated. If the price changes more than %s%% your transaction will revert.
ar: الناتج يقدر. إذا تغير السعر أكثر من %s %% ، فستعود معاملتك.
az: Çıxış təxmin edilir. Qiymət %s%% -dən çox dəyişərsə, əməliyyatınız geri qayıdacaq.
ca: La quantitat obtinguda és aproximada. Si el preu canvia més d'un %s%%, la teva transacció serà cancel·lada.
cs: Výstup je odhadován. Pokud se cena změní o více než %s%%, transakce se vrátí zpět.
de_de: Die Ausgabe wird geschätzt. Wenn sich der Preis um mehr als %s %% ändert, wird deine Transaktion rückgängig gemacht.
fa: نتیجه تخمینی میباشد. اگر قیمت بیش از %s%% تغییر کند، تراکنش شما لغو و برگشت میشود.
fr: Le résultat est estimé. Si le prix change de plus de %s%%, votre transaction sera annulée.
he: התפוקה מוערכת. אם המחיר ישתנה יותר מ- %s %% הטרנזקציה שלך תחזור.
hi_in: आउटपुट अनुमानित है। यदि मूल्य %s %% से अधिक बदलता है तो आपका लेन-देन वापस कर दिया जाएगा।
hu: A kimenet becsült. Ha az ár több mint %s %% -nál változik, a tranzakció visszafordul.
ja: 表示は推定です。価格が%s%%以上変化した場合、取引は元に戻ります
ms_my: Output dianggarkan. Jika harga berubah lebih daripada %s %% transaksi anda akan kembali.
nl: De output wordt geschat. Als de prijs meer dan {slippageTolerance}% verandert, wordt uw transactie teniet gedaan.
pl: Wynik jest szacunkowy. Jeśli cena zmieni się o więcej niż {slippageTolerance}%, Twoja transakcja zostanie anulowana.
pt: Quantia estimada. Se o preço mudar mais do que %s%% a sua transação será revertida.
ru: Результат оценивается. Если цена изменится более чем на %s%% ваша транзакция будет отменена.
sr: Излаз је процењен. Ако се цена промени више од %s %% ваша трансакција ће бити враћена.
tr: Çıktı tahminidir. Fiyat %s%% değerden fazla değişirse, işleminiz geri döner.
vi: Kết quả chỉ là ước lượng. Nếu giá biến động hơn %s%% thì giao dịch của bạn sẽ bị hoàn tác.
zh_hans: 产出是估计的。如果价格变化超过%s%%，您的交易将被取消。
zh_hant_tw: 估計輸出。如果價格變化超過%s %% ，您的交易將恢復。

# remove.pool.confirmation.title
source: Confirm Remove
ar: تأكيد الإزالة
az: Silinməni təsdiqləyin
ca: Confirma la retirada
cs: Potvrďte Odebrat
de_de: Entfernen bestätigen
fa: تایید حذف
fr: Confirmer le retrait
he: אשר הסרה
hi_in: हटाने की पुष्टि करें
hu: Eltávolítás megerősítése
ja: 解除の確認
ms_my: Sahkan Alih Keluar
nl: Bevestig Verwijderen
pl: Potwierdź usunięcie
pt: Confirmar remoção
ru: Подтвердить Удалить
sr: Потврдите подизање
tr: Kaldırmayı Onayla
vi: Xác nhận Rút
zh_hans: 确认移除
zh_hant_tw: 確認移除

# polkaswap.not.enough.tokens.in.pool
source: Not enough tokens in pool
ar: لا توجد عملات كافية في الحوض
az: Hovuzda kifayət qədər token yoxdur
ca: No hi ha suficients tokens al Fons comú
cs: Nedostatek tokenů ve fondu
de_de: Nicht genug Token im Pool
fa: توکن کافی در مخزن نیست
fr: Pas assez de jetons dans le pool
he: אין מספיק טוקנים במאגר
hi_in: पूल में पर्याप्त टोकन नहीं हैं
hu: Nincs elég token a pool-ban
ja: プール内のトークンが不足しています
ms_my: Token tidak mencukupi dalam kolam
nl: Niet genoeg tokens in de pool
pl: Niewystarczająca ilość tokenów w puli.
pt: Tokens insuficientes na pool
ru: Недостаточно токенов в пуле
sr: Нема довољно токена у пулу
tr: Havuzda yeterli token yok
vi: Không đủ token trong pool
zh_hans: 流动池中没有足够的代币
zh_hant_tw: 流動池中沒有足夠的代幣

# add.liquidity.confirmation.title
source: Confirm supply
ar: تأكيد العرض
az: Təchizatı təsdiqləyin
ca: Confirma la teva aportació
cs: Potvrdit dodání
de_de: Liquiditätsbereitstellung bestätigen
fa: تاییدیه برای تامین
fr: Confirmer l'approvisionnement
he: אשר אספקה
hi_in: आपूर्ति की पुष्टि करें
hu: Megerősítés
ja: 供給の確認
ms_my: Sahkan bekalan
nl: Bevestig voorraad
pl: Potwierdź dodanie
pt: Confirmar quantia fornecida
sr: Потврдите снабдевање
tr: Tedarik onaylayın
vi: Xác nhận cung cấp
zh_hans: 确认供应
zh_hant_tw: 確認供應

# add.liquidity.pool.share.title
source: Your pool share will be
ar: اسهمك من الحوض ستكون
az: Hovuz payınız olacaq
ca: La teva participació al Fons comú serà de
cs: Váš podíl ve fondu bude
de_de: Dein Poolanteil wird sein
fa: سهم شما از مخزن برابر خواهد بود با
fr: Votre part du pool sera de
he: הנתח שלך מהמאגר יהיה
hi_in: आपका पूल शेयर होगा
hu: A pool részesedésed
ja: あなたのプールシェアは
ms_my: Bahagian kolam anda akan menjadi
pl: Twój udział w puli wyniesie
pt: A sua quota da pool será de
ru: Ваша доля в пуле будет
sr: Ваш удео у пулу ће бити
tr: Havuz payınız
vi: Pool share nhóm của bạn sẽ là
zh_hant_tw: 您的池份額將是

# add.liquidity.pool.title
source: %s - %s Pool
ar: حوض %s - %s
az: %s - %s Hovuz
cs: Fond %s – %s
fa: مخزن %s - %s
he: %s - %s מאגר
hi_in: %s - %s पूल
ja: %s - %s プール
ms_my: %s - %s Kolam
pl: Pula %s - %s
ru: %s - %s Пул
sr: %s - %s Пул
tr: %s - %s Havuz
zh_hans: %s - %s流动池
zh_hant_tw: %s - %s池

# add.liquidity.pool.share.description
source: Output is estimated. If the price changes more than %s%% your transaction will revert.
ar: الناتج يقدر. إذا تغير السعر أكثر من %s %% ، فستعود معاملتك.
az: Çıxış təxmin edilir. Qiymət %s%% -dən çox dəyişərsə, əməliyyatınız geri qayıdacaq.
ca: La quantitat obtinguda és aproximada. Si el preu canvia més d'un %s%%, la teva transacció serà cancel·lada.
cs: Výstup je odhadován. Pokud se cena změní o více než %s%%, transakce se vrátí zpět.
de_de: Die Ausgabe wird geschätzt. Wenn sich der Preis um mehr als %s %% ändert, wird deine Transaktion rückgängig gemacht.
fa: نتیجه تخمینی میباشد. اگر قیمت بیش از %s%% تغییر کند، تراکنش شما لغو و برگشت میشود.
fr: Le résultat est estimé. Si le prix change de plus de %s%%, votre transaction sera annulée.
he: התפוקה מוערכת. אם המחיר ישתנה יותר מ- %s %% הטרנזקציה שלך תחזור.
hi_in: आउटपुट अनुमानित है। यदि मूल्य %s %% से अधिक बदलता है तो आपका लेन-देन वापस कर दिया जाएगा।
hu: A kimenet becsült. Ha az ár több mint %s %% -nál változik, a tranzakció visszafordul.
ja: 表示は推定です。価格が%s%%以上変化した場合、取引は元に戻ります
ms_my: Output dianggarkan. Jika harga berubah lebih daripada %s %% transaksi anda akan kembali.
nl: De output wordt geschat. Als de prijs meer dan {slippageTolerance}% verandert, wordt uw transactie teniet gedaan.
pl: Wynik jest szacunkowy. Jeśli cena zmieni się o więcej niż {slippageTolerance}%, Twoja transakcja zostanie anulowana.
pt: Quantia estimada. Se o preço mudar mais do que %s%% a sua transação será revertida.
ru: Выходные данные оцениваются. Если цена изменится более чем на %s%%, ваша транзакция будет отменена.
sr: Излаз је процењен. Ако се цена промени више од %s %% ваша трансакција ће бити враћена.
tr: Çıktı tahmin edilir. Fiyat %s %% değerinden fazla değişirse işleminiz geri alınır.
vi: Kết quả là ước lượng. Nếu giá biến động hơn %s%% thì giao dịch của bạn sẽ hoàn tác.
zh_hans: 产出是估计的。如果价格变化超过%s%%，您的交易将被取消。
zh_hant_tw: 估計輸出。如果價格變化超過%s %% ，您的交易將恢復。

# common.deposit.symbol
source: %s deposit
ar: إيداع %s
az: %s depoziti
ca: Dipòsit de %s
cs: %s vklad
de_de: %s Einzahlung
fa: سپرده گذاری %s
fr: %s dépôt
he: הפקדה %s
hi_in: %s जमा
hu: %s befizetés
ja: %s デポジット
nl: %s storting
pl: Depozyt %s
pt: %s depositar
ru: %s депозит
sr: %s уплатити на рачун
tr: %s yatırım
vi: %s nạp tiền
zh_hans: %s存款
zh_hant_tw: %s存款

# polkaswap.info.prices.and.fees
source: Prices and fees
ar: الأسعار والرسوم
az: Qiymətlər və ödənişlər
ca: Preus i taxes
cs: Ceny a poplatky
de_de: Preise und Gebühren
fa: قیمت‌ها و کارمزدها
fr: Prix et frais
he: מחירים ועמלות
hi_in: कीमतें और शुल्क
hu: Árak és díjak
ja: 価格と手数料
ms_my: Harga dan yuran
nl: Prijzen en vergoedingen
pl: Ceny i opłaty
pt: Preços e taxas
ru: Цены и комиссии
sr: Цене и накнаде
tr: Fiyatlar ve komisyonlar
vi: Giá và phí
zh_hans: 价格和费用
zh_hant_tw: 價格和費用

# polkaswap.your.position
source: Your position (estimated)
ar: حالة عقدك (تقديرياً)
az: Vəzifəniz (təxmin edilən)
ca: La teva posició (aproximada)
cs: Vaše pozice (odhad)
de_de: Deine Position (geschätzt)
fa: موقعیت شما (تخمینی)
fr: Votre position (estimée)
he: המיקום שלך (משוער)
hi_in: आपकी स्थिति (अनुमानित)
hu: Pozíciód (becsült)
ja: あなたの位置(推定)
ms_my: Posisi Anda (anggaran)
nl: Uw positie (geschat)
pl: Twoja pozycja (szacunkowa)
pt: A sua posição (estimada)
ru: Ваша позиция
sr: Ваша позиција (процењена)
tr: Pozisyonunuz (tahmini)
vi: Vị thế của bạn (ước tính)
zh_hans: 您的位置（估计）
zh_hant_tw: 你的位置（估計）

# common.you.will.receive
source: You will receive
ar: ستستلم
az: alacaqsınız
ca: Rebràs
cs: Obdržíte
de_de: Du wirst %% erhalten
fa: دریافت خواهید کرد
fr: Vous recevrez
he: אתה תקבל
hi_in: आपको प्राप्त होगा
hu: Kapni fogsz
ja: 受け取ります
ms_my: Anda akan menerima
nl: U ontvangt
pl: Otrzymasz
pt: Receberá
ru: Вы получите
sr: Добићете
tr: Alacağınız
vi: Bạn sẽ nhận được
zh_hans: 您将收到
zh_hant_tw: 您將收到

# settings.header.account
source: Account settings
ar: إعدادات الحساب
az: HESAB TƏNZİMLƏMƏLƏRİ
ca: Opcions del compte
cs: Nastavení účtu
de_de: Kontoeinstellungen
fa: تنظیمات حساب
fr: Paramètres du compte
he: הגדרות חשבון
hi_in: खाता सेटिंग्स
hu: FIÓK BEÁLLÍTÁSOK
ja: アカウント設定
ms_my: Tetapan akaun
nl: Accountinstellingen
pl: USTAWIENIA KONTA
pt: Definições da conta
ru: Настройки аккаунта
sr: ПОДЕШАВАЊА РАЧУНА
tr: Hesap ayarları
vi: Thiết lập tài khoản
zh_hans: 账号设定
zh_hant_tw: 賬戶設定

# settings.header.app
source: App settings
ar: إعدادات التطبيق
az: TƏTBİQ PARAMETLƏRİ
ca: Configuració de l'aplicació
cs: Nastavení aplikace
de_de: App-Einstellungen
fa: تنظیمات برنامه
fr: Paramètres de l'application
he: הגדרות אפליקציה
hi_in: एप्लिकेशन सेटिंग
hu: ALKALMAZÁS BEÁLLÍTÁSAI
ja: アプリ設定
ms_my: Seting aplikasi
nl: App instellingen
pl: USTAWIENIA APLIKACJI
pt: Definições da aplicação
ru: Настройки приложения
sr: ПОДЕШАВАЊА АПЛИКАЦИЈЕ
tr: Uygulama ayarları
vi: Thiết lập ứng dụng
zh_hans: 应用设置
zh_hant_tw: 應用設置

# settings.header.other
source: Other
ar: أخرى
az: DİGƏR
ca: Altres
cs: Další
de_de: Sonstiges
fa: بقیه
fr: Autre
he: אחר
hi_in: अन्य
hu: EGYÉB
ja: その他
ms_my: Lain
pl: INNE
pt: Outros
ru: Другие
sr: ДРУГО
tr: Diğer
vi: Khác
zh_hans: 其他
zh_hant_tw: 其他

# settings.accounts
source: Accounts
ar: الحسابات
az: Hesablar
ca: Comptes
cs: Účty
de_de: Konten
fa: حساب‌ها
fr: Comptes
he: חשבונות
hi_in: खातों
hu: Fiókok
ja: アカウント
ms_my: Akaun
pt: Contas
ru: Аккаунты
sr: Рачуни
tr: Hesaplar
vi: Tài khoản
zh_hans: 账户
zh_hant_tw: 賬戶

# wallet.qr.share.message.template.v2
source: Scan this QR to send me %s %s. My %s Network Account ID: %s
ar: قم بمسح هذا الرمز الضوئي لإرسال %s%s إلي. رمز هويتي في %sهو: %s
az: Mənə %s %s göndərmək üçün bu QR-ni skan edin. Mənim %s Şəbəkə Hesabım ID: %s
ca: Escaneja aquest codi QR per enviar-me %s %s. La meva ID del compte de %s: %s
cs: Naskenujte tento QR a pošlete mi %s %s . ID mého síťového účtu %s : %s
de_de: Scanne diesen QR, um mir %s %s zu senden. Meine %s-Netzwerk-Konto-ID: %s
fa: برای ارسال %s %s این QR را اسکن کنید. شناسه حساب شبکه %s من: %s
fr: Scanner ce QR pour m'envoyer %s %s. Mon %s ID de compte de réseau: %s
he: סרוק את ה- QR הזה כדי לשלוח לי %s %s. מספר חשבון הרשת שלי %s: %s
hi_in: मुझे %s %s भेजने के लिए इस QR को स्कैन करें। मेरा %s नेटवर्क खाता आईडी: %s
hu: Olvassa be ezt a QR-kódot, hogy elküldje nekem %s . %s hálózati fiókom azonosítója: %s
ja: このQRをスキャンして%s %sを送ってください。私の%sネットワークのアカウントID: %s
ms_my: Imbas QR ini untuk menghantar saya %s %s. ID Akaun Rangkaian %s saya: %s
pt: Faça scan deste código QR para me enviar %s %s. A minha %s identificação de conta da rede: %s
ru: Отсканируйте этот QR, чтобы отправить мне %s %s. Мой идентификатор в %s: %s
sr: Скенирајте овај КР да бисте ми послали %s %s . ИД мог %s мрежног рачуна: %s
tr: Bana %s %s göndermek için bu karekodu tara. Benim %s Ağı Hesap Kimliğim: %s
vi: Quét mã QR này để gửi cho tôi %s %s. ID tài khoản của tôi %s: %s
zh_hans: 扫描此 QR 给我发送%s%s 。我的%s网络账户 ID： %s
zh_hant_tw: 掃描此 QR 給我發送%s %s 。我的%s網絡帳戶 ID： %s

# wallet.qr.share.message.empty.template.v2
source: Scan this QR to send me %s. My %s Network Account ID: %s
ar: قم بمسح هذا الرمز الضوئي لإرسال %s إلي. رمز هويتي في %s هو: %s
az: Mənə %s göndərmək üçün bu QR-ni skan edin. Mənim %s Şəbəkə Hesabım ID: %s
ca: Escaneja aquest codi QR per enviar-me %s. La meva ID del compte de %s: %s
cs: Naskenujte tento QR a pošlete mi %s . ID mého síťového účtu %s : %s
de_de: Scanne diesen QR, um mir %s zu senden. Meine %s-Netzwerk-Konto-ID: %s
fa: برای ارسال %s این QR را اسکن کنید. شناسه حساب شبکه %s من: %s
fr: Scanner ce QR pour m'envoyer %s. Mon %s ID de compte de réseau: %s
he: סרוק את ה- QR הזה כדי לשלוח לי %s. מספר חשבון הרשת שלי %s: %s
hi_in: मुझे %s भेजने के लिए इस क्यूआर को स्कैन करें। मेरा %s नेटवर्क खाता आईडी: %s
hu: Olvassa be ezt a QR-kódot, hogy elküldje nekem %s . %s hálózati fiókom azonosítója: %s
ja: このQRをスキャンして%sを送ってください。私の%sネットワークのアカウントID: %s
ms_my: Imbas QR ini untuk menghantar saya %s. ID Akaun Rangkaian %s saya: %s
pt: Faça scan deste código QR para me enviar %s. A minha %s identificação de conta da rede: %s
ru: Отсканируйте этот QR, чтобы отправить мне %s. Мой идентификатор в %s: %s
sr: Скенирајте овај КР да бисте ми послали %s . ИД мог %s мрежног налога: %s
tr: Bana %s göndermek için bu karekodu tara. Benim %s Ağı Hesap Kimliğim: %s
vi: Quét mã QR này để gửi cho tôi %s. ID tài khoản của tôi %s: %s
zh_hans: 扫描此 QR 给我发送%s 。我的%s网络账户 ID： %s
zh_hant_tw: 掃描此 QR 給我發送%s 。我的%s網絡帳戶 ID： %s

# polkaswap.sb.apy.info
source: Farming reward for liquidity provision
ar: مكافأة الزراعة لتوفير السيولة
az: Likvidliyin təminatı üçün əkinçilik mükafatı
ca: Recompenses obtingudes per la provisió de liquiditat
cs: Odměna z farmaření za poskytování likvidity
de_de: Farming Belohungen für Liquiditätsbereitstellung
fa: پاداش فارمینگ حاصل از تامین نقدینگی
fr: Récompense de farming pour l'apport de liquidités
he: תגמול פארמינג על אספקת נזילות
hi_in: Liquidity प्रावधान के लिए Farming इनाम
hu: Farming jutalom a likviditás biztosításaért
ja: 流動性供給に対するファーミング報酬
ms_my: Ganjaran pertanian untuk peruntukan kecairan
pt: Recompensas de participação na provisão de liquidez
ru: Фарминговое вознаграждение за предоставление ликвидности
sr: Фарминг награда за давање ликвидности
tr: Likidite karşılığında farming ödülü
vi: Farming reward cho cung cấp thanh khoản
zh_hans: 流动性提供的农业奖励
zh_hant_tw: 流動性提供的農業獎勵

# polkaswap.price.for.one
source: PRICE 1
ar: السعر 1
az: QİYMƏT 1
ca: PREU 1
cs: CENA 1
de_de: PREIS 1
fa: قیمت 1
fr: PRIX 1
he: מחיר 1
hi_in: मूल्य 1
hu: ÁR 1
ja: 価格 1
ms_my: HARGA 1
pt: PREÇO 1
ru: ЦЕНА 1
sr: ЦЕНА 1
tr: FİYAT 1
vi: GIÁ 1
zh_hans: 价格1
zh_hant_tw: 價格 1
