Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# contacts.search.hint
source: Phone number or account id
ar: رقم الهاتف أو معرف الحساب
az: Telefon nömrəsi və ya hesab id
ca: Número de telèfon o identificador del compte
cs: Telefonní číslo nebo ID účtu
de_de: Telefonnummer oder Konto-ID
es: Número de teléfono o ID de cuenta
fa: شماره تلفن یا شناسه حساب
fr: Numéro de téléphone ou identifiant de compte
he: מספר טלפון או כתובת חשבון
hi_in: फ़ोन नंबर या खाता पहचान
hu: Telefonszám vagy fiók azonosító
ja: 携帯電話番号かアカウントID
ms_my: Nombor telefon atau id akaun
nl: Telefoonnummer of account-ID
pl: Numer telefonu lub identyfikator konta
pt: Número de telefone ou ID da conta
ru: Номер телефона или аккаунт
sr: Број телефона или ID рачуна
tr: Telefon numarası veya hesap kimliği
vi: Số điện thoại hoặc id tài khoản
zh_hans: 电话号码或账户
zh_hant_tw: 電話號碼或帳號

# contacts.empty.state.title
source: Most important contacts will appear here
ar: هنا ستظهر أهم جهات الاتصال
az: Ən vacib əlaqələr burada görünəcəkdir
ca: Els contactes més importants apareixeran aquí
cs: Zde se zobrazí nejdůležitější kontakty
de_de: Die wichtigsten Kontakte werden hier angezeigt
es: Los contactos más importantes aparecerán aquí
fa: مهم ترین مخاطبین در اینجا ظاهر خواهند شد
fr: Vos contacts les plus importants apparaîtront ici
he: אנשי הקשר החשובים ביותר יופיעו כאן
hi_in: सबसे महत्वपूर्ण संपर्क यहां दिखाई देंगे
hu: A legfontosabb kapcsolatok itt jelennek meg
ja: 最も重要な連絡先がここに表示されます
ms_my: Kenalan yang paling penting akan muncul di sini
nl: De belangrijkste contacten verschijnen hier
pl: Tutaj pojawią się najważniejsze kontakty.
pt: Os contatos mais importantes aparecerão aqui
ru: Важные контакты будут отображаться здесь
sr: Овде ће се појавити најважнији контакти
tr: En önemli kişiler burada görünecektir
vi: Hầu hết các liên hệ quan trọng sẽ xuất hiện ở đây
zh_hans: 重要联系人将出现在这里
zh_hant_tw: 最重要的聯繫人將出現在這裡

# about.software
source: Software
ar: البرمجيات
az: Proqram təminatı
ca: Programari
fa: نرم‌افزار
fr: Logiciel
he: תוכנה
hi_in: सॉफ़्टवेयर
hu: Szoftver
ja: このアプリケーションについて
ms_my: Perisian
pl: Oprogramowanie
ru: Приложение
sr: Софтвер
tr: Yazılım
vi: Phần mềm
zh_hans: 软件
zh_hant_tw: 軟件

# about.version
source: Version
ar: الإصدار
az: Versiya
ca: Versió
cs: Verze
es: Versión
fa: نسخهٔ
he: גרסה
hi_in: संस्करण
hu: Verzió
ja: バージョン
ms_my: Versi
nl: Versie
pl: Wersja
pt: Versão
ru: Версия
sr: Верзија
tr: Sürüm
vi: Phiên bản
zh_hans: 版本
zh_hant_tw: 版本

# about.source.code
source: GitHub Source Code
ar: مصدر الرمز
az: Mənbə kodu
ca: Codi font a GitHub
cs: Zdrojový kód GitHub
de_de: GitHub Quellcode
es: Código fuente
fa: کد منبع Github
fr: Code source
he: קוד מקור של GitHub
hi_in: स्रोत कोड
hu: Forráskód
ja: Githubのソースコード
ms_my: Kod sumber
nl: Broncode
pl: Kod źródłowy na GitHubie
pt: Código Fonte no GitHub
ru: Исходный код на GitHub
sr: GitHub sors kod
tr: Github Kaynak Kodu
vi: Mã nguồn GitHub
zh_hans: GitHub 源代码
zh_hant_tw: 源代碼

# about.contact.us
source: Contact Email
ar: اتصل بنا
az: Bizimlə əlaqə saxlayın
ca: Contacta amb nosaltres per correu electrònic
cs: Kontaktní e-mail
de_de: Kontaktiere uns
es: Contáctenos
fa: ایمیل تماس
fr: Nous contacter
he: אימייל ליצירת קשר
hi_in: संपर्क करें
hu: Kapcsolat
ja: お問い合わせ
ms_my: Hubungi Kami
nl: Neem contact met ons op
pl: Skontaktuj się z nami
pt: Email de contacto
ru: Свяжитесь с нами по почте
sr: Kontakt Email
tr: İletişim Epostası
vi: Email liên hệ
zh_hans: 联系邮箱
zh_hant_tw: 聯繫我們

# about.legal
source: Legal
ar: الشؤون القانونية
az: Qanuni
cs: Právní rámec
de_de: Rechtliches
fa: مجاز
fr: Légal
he: חוקי
hi_in: विधि-सम्‍मत
hu: Jogi nyilatkozat
ja: 約款
ms_my: Undang-undang
nl: Juridisch
pl: Informacje prawne
ru: Юридическая информация
sr: Правни
tr: Yasal
vi: Pháp lý
zh_hans: 法律
zh_hant_tw: 法律

# about.title
source: About
ar: حول
az: Haqqında
ca: Sobre el projecte
cs: O projektu
de_de: Über
es: Acerca de
fa: درباره
fr: À propos
he: אודות
hi_in: के बारे में
hu: Leírás
ja: 情報
ms_my: Mengenai
nl: Over
pl: O aplikacji
pt: Sobre
ru: О приложении
sr: О томе
tr: Hakkında
vi: Giới thiệu
zh_hans: 关于
zh_hant_tw: 關於

# about.privacy
source: Privacy Policy
ar: سياسة الخصوصية
az: Gizlilik Siyasəti
ca: Política de Privacitat
cs: Zásady ochrany osobních údajů
de_de: Datenschutzbestimmungen
es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fr: Respect de la vie privée
he: מדיניות פרטיות
hi_in: गोपनीयता नीति
hu: Adatvédelmi Irányelvek
ja: 個人情報保護方針
ms_my: Dasar privasi
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de Privacidade
ru: Политика конфиденциальности
sr: Политика приватности
tr: Gizlilik Politikası
vi: Chính sách bảo mật
zh_hans: 隐私协议
zh_hant_tw: 隱私政策

# profile.faq.title
source: FAQ
ar: الأسئلة الشائعة
az: Ən çox soruşulan suallar
ca: Preguntes freqüents
de_de: FAQ (Häufig gestellte Fragen)
fa: سوالات متداول
he: שאלות נפוצות
hi_in: अक्सर पूछे जाने वाले प्रश्न
hu: GYIK
ja: よくある質問
ms_my: Soalan Lazim
tr: SSS
vi: Câu hỏi thường gặp
zh_hans: 常见问题
zh_hant_tw: 常問問題

# tabbar.activity.title
source: Activity
ar: النشاط
az: Fəaliyyət
ca: Activitat
cs: Aktivita
de_de: Aktivität
es: Actividad
fa: فعالیت
fr: Activité
he: פעילות
hi_in: गतिविधि
hu: Aktivitás
ja: アクティビティ
ms_my: Aktiviti
nl: Activiteit
pl: Aktywność
pt: Atividade
ru: Активность
sr: Активност
tr: Aktivite
vi: Hoạt động
zh_hans: 活动
zh_hant_tw: 活動

# tabbar.projects.title
source: Voting
ar: التصويت
az: Səsvermə
ca: Votació
cs: Hlasování
de_de: Abstimmung
es: Votación
fa: رأی دادن
fr: Vote
he: הצבעה
hi_in: मतदान
hu: Szavazás
ja: 投票
ms_my: Mengundi
nl: Stemmen
pl: Głosowanie
pt: Votação
ru: Голосование
sr: Гласање
tr: Oylama
vi: Bỏ phiếu
zh_hans: 投票
zh_hant_tw: 投票

# tabbar.profile.title
source: Profile
ar: الملف الشخصي
az: Profil
ca: Perfil
cs: Profil
de_de: Profil
es: Perfil
fa: پروفایل
fr: Profil
he: פרופיל
hi_in: पार्श्वचित्र
hu: Profil
ja: プロフィール
ms_my: Profil
nl: Profiel
pl: Profil
pt: Perfil
ru: Профиль
sr: Профил
tr: Profil
vi: Hồ sơ
zh_hans: 档案
zh_hant_tw: 簡介

# tabbar.friends.title
source: Invite Friends
ar: الأصدقاء
az: Dostlar
ca: Convida els amics
cs: Přátelé
de_de: Freunde einladen
es: Amigos
fa: دوستان را دعوت کنید
fr: Amis
he: הזמן חברים
hi_in: दोस्त
hu: Barátok
ja: 友達を招待
ms_my: Kawan-kawan
nl: Vrienden
pl: Znajomi
pt: Convidar amigos
ru: Пригласить друзей
sr: Pozovi prijatelje
tr: Arkadaşlarıını Davet Et
vi: Mời bạn bè
zh_hans: 邀请朋友
zh_hant_tw: 邀請朋友

# tutorial.restore.account
source: Restore account access
ar: استعادة الوصول إلى الحساب
az: Hesaba girişi bərpa edin
ca: Restaura l'accés al compte
cs: Obnovit přístup k účtu
de_de: Kontozugang wiederherstellen
es: Reestablecer el acceso a tu cuenta
fa: دسترسی به حساب را بازیابی کنید
fr: Restaurer l'accès à votre compte
he: שחזר גישה לחשבון
hi_in: खाता प्रवेश बहाल करें
hu: Fiókhozzáférés visszaállítása
ja: アカウントへのアクセスを復元する
ms_my: Pulihkan akses akaun anda
nl: Herstel accounttoegang
pl: Przywróć dostęp do swojego konta
pt: Restaurar o acesso à conta
ru: Восстановить доступ к аккаунту
sr: Вратите приступ налогу
tr: Hesap erişimini geri yükleme
vi: Khôi phục quyền truy cập tài khoản
zh_hans: 恢复账户访问权限
zh_hant_tw: 恢復您的帳戶訪問權限

# tutorial.privacy.policy
source: Privacy Policy
ar: سياسة الخصوصية
az: Gizlilik Siyasəti
ca: Política de privacitat
cs: Zásady ochrany osobních údajů
de_de: Datenschutzbestimmungen
es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fr: Respect de la vie privée
he: מדיניות פרטיות
hi_in: गोपनीयता नीति
hu: Adatvédelmi irányelvek
ja: 個人情報保護方針
ms_my: Dasar Privasi
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de Privacidade
ru: Политикой конфиденциальности
sr: Политика приватности
tr: Gizlilik Politikası
vi: Chính sách bảo mật
zh_hans: 隐私协议
zh_hant_tw: 隱私政策

# tutorial.project.success.desc
source: If project succeeds in voting then everybody gets their share
ar: إذا نجح المشروع في اجتياز التصويت ، فسيحصل الجميع على حصتهم
az: Layihə səsvermədə uğur qazanarsa, hamı öz payını alır
ca: Si el projecte té èxit en la votació, llavors tothom obtindrà la seva part
cs: Pokud projekt uspěje v hlasování, dostane každý svůj podíl
de_de: Wenn das Projekt bei der Abstimmung erfolgreich ist, bekommt jeder seinen Anteil
es: Si el proyecto tiene éxito en la votación, entonces todos obtienen su parte
fa: اگر پروژه در رای گیری موفق شود ، همه سهم خود را می‌گیرند
fr: Quand un projet obtient son financement, tout le monde reçoit ses parts
he: אם פרויקט מצליח בהצבעה אז כולם מקבלים את החלק שלהם
hi_in: यदि परियोजना मतदान में सफल होती है तो सभी को अपना हिस्सा मिलता है
hu: Ha a projekt sikeres a szavazáson, mindenki megkapja a részesedését
ja: プロジェクトが投票で成功した場合、そのプロジェクトに投票した全ての人が分け前を手に入れることになります
ms_my: Sekiranya projek berjaya diundi maka setiap orang mendapat bahagian mereka
nl: Als het project slaagt na stemming, krijgt iedereen zijn deel
pl: Jeśli projekt zostanie przegłosowany, wówczas każdy otrzyma swoje wynagrodzenie.
pt: Se o projeto tiver sucesso na votação, todos recebem a sua cota
ru: Если проект наберет требуемое количество голосов, то все проголосовавшие получат вознаграждение
sr: Ако пројекат успе гласањем, сви добијају свој део
tr: Eğer proje oylamada başarılı olursa herkes payını alır.
vi: Nếu dự án thành công trong việc bỏ phiếu thì mọi người sẽ nhận được phần của họ
zh_hans: 如果项目在投票中成功，那么每个人都会得到他们的份额。
zh_hant_tw: 如果項目投票成功，那麼每個人都可以得到他们的份额

# tutorial.votes.desc
source: Users vote for the projects deciding which project should be funded
ar: يصوت المستخدمون لصالح المشاريع ويحددون المشروع الذي ينبغي تمويله
az: İstifadəçilər hansı layihənin maliyyələşdirilməsinə qərar verən layihələrə səs verirlər
ca: Els usuaris voten els projectes per decidir quin projecte s’ha de finançar
cs: Uživatelé hlasují pro projekty a rozhodují o tom, který projekt by měl být financován
de_de: Benutzer stimmen für die Projekte ab und entscheiden, welches Projekt finanziert werden soll
es: Los usuarios votan por los proyectos decidiendo qué proyectos deben ser financiados
fa: کاربران به پروژه‌هایی رأی می‌دهند و تصمیم می‌گیرند کدام پروژه تأمین اعتبار شود
fr: Les utilisateurs votent pour les projets et décident quels projets seront financés
he: המשתמשים מצביעים עבור הפרויקטים ומחליטים איזה פרויקט ימומן
hi_in: उपयोगकर्ता उन परियोजनाओं के लिए मतदान करते हैं जो यह तय करती हैं कि किस परियोजना को वित्त पोषित किया जाना चाहिए
hu: A felhasználók szavazással döntik el, melyik projektet kellene finanszírozni
ja: ユーザーは投資したいプロジェクトに投票を行います
ms_my: Pengguna yang membuat undian untuk projek. Ini akan menentukan projek yang akan dibiayai
nl: Gebruikers stemmen voor de projecten en beslissen welk project moet worden gefinancierd
pl: Użytkownicy, głosując na projekty, decydują, które z nich powinny zostać dofinansowane.
pt: Os utilizadores votam nos projetos para decidir quais os projetos que deverão ser financiados
ru: Пользователи голосуют за проекты, решая, какие из них должны быть профинансированы
sr: Корисници гласају за пројекте који одлучујући који пројекат треба финансирати
tr: Kullanıcılar, hangi projenin finanse edileceğine karar vermek için oy verir
vi: Người dùng bỏ phiếu cho các dự án quyết định dự án nào nên được tài trợ
zh_hans: 用户投票决定哪个项目应该获得资金支持。
zh_hant_tw: 用戶為項目投票，決定應資助哪個項目

# recovery.body.subtitle
source: Unfortunately there is no way to access your account if you forgot your passphrase.
ar: للأسف لا توجد طريقة للوصول إلى حسابك عندما تفقد كلمات الاستذكار الأولية
az: Təəssüf ki, parol keçidinizi unutmusunuzsa hesabınıza daxil olmağın bir yolu yoxdur.
ca: Malauradament, no hi ha cap manera d’accedir al vostre compte si heu oblidat les paraules de pas.
cs: Bohužel neexistuje žádný způsob, jak získat přístup k účtu, pokud jste zapomněli přístupovou frázi.
de_de: Leider gibt es keine Möglichkeit auf Dein Konto zuzugreifen, wenn du deine Passphrase vergessen hast.
es: Desafortunadamente no hay forma de acceder a su cuenta si ha olvidado su frase semilla.
fa: متأسفانه در صورت فراموش کردن عبارت عبور ، راهی برای دسترسی به حساب شما وجود ندارد.
fr: Malheureusement, il est impossible d'accéder à votre compte si vous avez oublié votre phrase secrète.
he: לצערנו אין דרך לגשת לחשבונך אם שכחת את מילות המפתח שלך
hi_in: यदि आप अपना पदबंध भूल गए हैं तो दुर्भाग्य से आपके खाते तक पहुंचने का कोई तरीका नहीं है।
hu: Sajnos nincs lehetőséged hozzáférni a fiókhoz, ha elfelejtetted a helyreállítási szavaid.
ja: もしパスフレーズを忘れてしまった場合は、アカウントが復元できなくなります
ms_my: Sayangnya tidak ada cara untuk mengakses akaun anda jika anda terlupa frasa laluan anda.
nl: Helaas is er geen manier om toegang te krijgen tot uw account als u uw wachtwoordzin bent vergeten.
pl: Niestety, nie ma możliwości uzyskania dostępu do konta, jeśli zapomniałeś(-łaś) frazę hasłową.
pt: Infelizmente não é possível aceder à sua conta se perdeu a sua passphrase.
ru: К сожалению, восстановить доступ к учётной записи без парольной фразы невозможно.
sr: Нажалост, нема начина да приступите свом налогу ако сте заборавили passphrase.
tr: Anımsatıcı Dizi'nizi unuttuysanız maalesef hesabınıza erişmenizin bir yolu yoktur.
vi: Rất tiếc, không có cách nào để truy cập vào tài khoản của bạn nếu bạn quên chuỗi từ khóa khôi phục của mình.
zh_hans: 很遗憾，如果您忘记了密码短语，将无法访问您的账户。
zh_hant_tw: 很遗憾，如果您忘記了密碼短語，則無法登入您的帳戶。

# personal.info.title
source: [%key_id:33516072%]
ar: التسجيل
az: Qeydiyyatdan keçin
ca: Registra't
cs: Registrace
de_de: Anmelden
es: Regístrate
fa: ثبت نام
fr: S'inscrire
he: הירשם
hi_in: साइन अप करें
hu: Regisztráció
ja: 新規アカウント作成
ms_my: Daftar
nl: Registreer
pl: Rejestracja
pt: Inscrição
ru: Регистрация
sr: Региструј се
tr: Kayıt ol
vi: Đăng ký
zh_hans: 注册
zh_hant_tw: 註冊

# personal.info.invitation.is.invalid
source: Invitation code is invalid
ar: رمز الدعوة غير صحيح
az: Dəvət kodu etibarsızdır
ca: El codi d'invitació no és vàlid
cs: Kód pozvánky je neplatný
de_de: Einladungscode ist ungültig
es: El código de invitación no es válido.
fa: کد دعوت نامعتبر است
fr: Le code d'invitation est invalide.
he: קוד הזמנה אינו תקין
hi_in: निमंत्रण कोड अमान्य है
hu: Meghívó kód érvénytelen
ja: 招待コードが無効です
ms_my: Kod jemputan tidak sah
nl: De verificatiecode is onjuist
pl: Kod polecający jest nieprawidłowy.
pt: O código do convite é inválido
ru: Код приглашения недействителен
sr: Код позивнице је неважећи
tr: Davetiye kodu geçersiz
vi: Mã lời mời không hợp lệ
zh_hans: 邀请码无效
zh_hant_tw: 邀請代碼無效

# personal.info.invitation.description
source: 👋Got an invitation link? Just tap on it to apply code, or enter code manually.
ar: هل حصلت على رابط دعوة؟ ما عليك سوى الضغط عليه لتفعيل الرمز ، أو إدخال الرمز يدويًا.
az: 👋Dəvət linki varmı? Kodu tətbiq etmək üçün üzərinə vurun və ya kodu əl ilə daxil edin.
ca: 👋Tens un enllaç d'invitació? Simplement toqueu-lo per aplicar codi o introduïu-lo manualment.
cs: 👋Máte odkaz s pozvánkou? Stačí na něj kliknout pro použítí kódu, nebo zadat kód ručně.
de_de: 👋Hast du einen Einladungslink bekommen? Dann tippe einfach darauf, um den Code anzuwenden, oder gebe den Code manuell ein.
es: 👋 ¿Tienes un enlace de invitación? Solo tienes que pulsar sobre él para aplicar el código, o ingrese el código manualmente.
fa: 👋 لینک دعوت دارید؟ فقط ضربه بزنید تا کد اعمال شود، یا کد را به صورت دستی وارد کنید.
fr: 👋 Vous avez un code d'invitation ? Appuyez simplement dessus pour appliquer le code, ou entrez le code manuellement.
he: קיבלת לינק הזמנה? הקש עליו על מנת להכניס את הקוד או הכנס את הקוד ידנית.
hi_in: 👋 एक निमंत्रण लिंक मिला है? कोड लागू करने के लिए सिर्फ उस पर टैप करें, या मैन्युअल रूप से कोड दर्ज करें।
hu: 👋Van meghívó linked? Koppints rá a kód alkalmazásához, vagy add meg manuálisan.
ja: 招待リンクをもらいましたか？招待リンクをタップしてコードを適用するか、コードをご自身で入力してください
ms_my: 👋Dapatkan pautan jemputan? Cuma ketuk untuk menerapkan kod, atau masukkan kod secara manual.
nl: 👋Uitnodigingslink ontvangen? Tik er gewoon op om de code toe te passen of voer de code handmatig in.
pl: 👋Otrzymałeś(-łaś) link polecający? Aby użyć kodu, kliknij go lub wprowadź go ręcznie.
pt: 👋Tem um link de convite? Basta clicar nele para aplicar o código ou inserir o código manualmente.
ru: 👋У Вас есть приглашение? Просто пройдите по ссылке в нём или введите код вручную.
sr: Имате везу са позивницом? Само је додирните да бисте применили код или ручно унесите код.
tr: 👋Davetiye bağlantınız var mı? Kodu uygulamak için üzerine dokunun veya kodu manuel olarak girin.
vi: 👋Lấy một liên kết lời mời? Chỉ cần chạm vào nó để áp dụng mã hoặc nhập mã theo cách thủ công.
zh_hans: 👋有邀请链接吗？只需点击链接即可应用代码，或手动输入代码。
zh_hant_tw: 👋獲得了一個邀請鏈接？只需點擊它即可應用代碼，或手動輸入代碼。

# personal.info.inv.code.hint
source: Invitation code (optional)
ar: رمز الدعوة (اختياري)
az: Dəvət kodu (istəyə görə)
ca: Codi d'invitació (opcional)
cs: Kód pozvánky (nepovinné)
de_de: Einladungscode (optional)
es: Código de invitación (opcional)
fa: کد دعوت (اختیاری)
fr: Code d'invitation (optionnel)
he: קוד הזמנה
hi_in: निमंत्रण कोड (वैकल्पिक)
hu: Meghívó kód (nem kötelező)
ja: 招待コード（任意）
ms_my: Kod jemputan (pilihan)
nl: Uitnodigingscode (optioneel)
pl: Kod polecający (opcjonalnie)
pt: Código de convite (opcional)
ru: Код приглашения (необязательно)
sr: Код позивнице (опционално)
tr: Davetiye kodu (isteğe bağlı)
vi: Mã lời mời (tùy chọn)
zh_hans: 邀请码（可选）
zh_hant_tw: 邀請代碼（可選）

# verification.resend.code
source: Resend code
ar: أعد إرسال الرمز
az: Kodu yenidən göndərin
ca: Tornar a enviar el codi
cs: Znovu odeslat kód
de_de: Code nochmal senden
es: Reenviar el código
fa: ارسال دوباره کد
fr: Renvoyer le code
he: שלח קוד מחדש
hi_in: पुन: कोड भेजे
hu: Kód újraküldése
ja: コードの再送信
ms_my: Hantar semula kod
nl: Code nogmaals versturen
pl: Prześlij kod ponownie
pt: Reenviar código
ru: Отправить код еще раз
sr: Поново пошаљи код
tr: Kodu tekrar gönder
vi: Gửi lại mã
zh_hans: 重发验证码
zh_hant_tw: 重新發送驗證碼

# verification.title
source: Phone verification
ar: توثيق الهاتف
az: Telefon doğrulaması
ca: Verificació del telefòn
cs: Ověření přes telefon
de_de: Telefonverifizierung
es: Verificación del teléfono
fa: تأیید تلفن
fr: Vérification du téléphone
he: אימות נייד
hi_in: फ़ोन सत्यापन
hu: Telefonos ellenőrzés
ja: 電話番号の認証
ms_my: Pengesahan telefon
nl: Telefonische verificatie
pl: Weryfikacja telefonu
pt: Verificação do telefone
ru: Подтверждение телефона
sr: Телефонска верификација
tr: Telefon doğrulaması
vi: Xác minh điện thoại
zh_hans: 手机认证
zh_hant_tw: 電話驗證

# verification.enter.code.from.sms
source: Enter code from SMS
ar: أدخل رمز الرسالة النصية SMS
az: SMS-dən kodu daxil edin
ca: Introduïu el codi de l'SMS
cs: Zadejte kód ze SMS
de_de: Den Code aus der SMS eingeben
es: Ingrese el código del SMS
fa: کد پیامکی را وارد کنید
fr: Entrez le code de vérification reçu par SMS
he: הזן את הקוד שקיבלת ב- SMS
hi_in: एसएमएस से कोड डालें
hu: Írd be az SMS-ben kapott kódot
ja: SMSに届いたコードを入力してください
ms_my: Masukkan kod dari SMS
nl: Voer code van sms in
pl: Wprowadź kod z wiadomości SMS
pt: Insira o código do SMS
ru: Введите код из SMS
sr: Унесите код из СМС-а
tr: SMS kodunu girin
vi: Nhập mã từ SMS
zh_hans: 输入短信验证码
zh_hant_tw: 輸入短信驗證碼

# countries.title
source: Select your country
ar: اختر دولتك
az: Ölkənizi seçin
ca: Selecciona el teu país
cs: Vyberte svou zemi
de_de: Wähle dein Land
es: Selecciona tu país
fa: کشورت را انتخاب کن
fr: Sélectionnez votre pays
he: בחר את המדינה שלך
hi_in: अपने देश का चयन करें
hu: Válaszd ki az országod
ja: 国を選択してください
ms_my: Pilih negara anda
nl: Kies je land
pl: Wybierz kraj
pt: Selecione o seu país
ru: Выберите свою страну
sr: Изаберите своју земљу
tr: Ülkenizi seçin
vi: Chọn quốc gia của bạn
zh_hans: 选择您所在的国家/地区
zh_hant_tw: 選擇您的國家

# countries.country.not.found
source: No countries matching your query
ar: لا توجد دول تتطابق مع طلبك
az: Sorğunuzla uyğun gələn ölkə yoxdur
ca: No hi ha països que coincideixin amb la teva consulta
cs: Vašemu dotazu neodpovídají žádné země
de_de: Keine Länder stimmen mit deiner Suche überein
es: No hay países que coincidan con su consulta.
fa: هیچ کشوری با درخواست شما مطابقت ندارد
fr: Aucun pays ne correspond à votre recherche
he: אין מדינות העונות לחיפוש זה
hi_in: आपकी क्वेरी से मेल खाने वाला कोई देश नहीं
hu: Nincs a keresésnek megfelelő ország
ja: 入力した国名は存在しません
ms_my: Tiada negara yang padan dengan pertanyaan anda
nl: Er zijn geen landen die aan uw zoekopdracht voldoen
pl: Brak krajów pasujących do tego zapytania.
pt: Nenhum país correspondente à sua consulta
ru: Нет стран, соответствующих вашему запросу
sr: Ниједна земља се не подудара са вашим упитом
tr: Sorgunuzla eşleşen ülke yok
vi: Không có quốc gia nào phù hợp với truy vấn của bạn
zh_hans: 没有符合您查询条件的国家
zh_hant_tw: 沒有符合您所查詢的國家

# phone.number.title
source: [%key_id:33516072%]
ar: التسجيل
az: Qeydiyyatdan keçin
ca: Registra't
cs: Registrace
de_de: Anmelden
es: Registrate
fa: ثبت نام
fr: S'inscrire
he: הירשם
hi_in: साइन अप करें
hu: Regisztráció
ja: 新規アカウント作成
ms_my: Daftar
nl: Registreer
pl: Rejestracja
pt: Inscrever-se
ru: Регистрация
sr: Региструј се
tr: Kayıt ol
vi: Đăng ký
zh_hans: 注册
zh_hant_tw: 註冊

# phone.number.mobile
source: Mobile phone number
ar: رقم الهاتف
az: Mobil telefon nömrəsi
ca: Número de telèfon mòbil
cs: Číslo mobilního telefonu
de_de: Nummer des Mobiltelefons
es: Número de teléfono
fa: شماره تماس تلفنی
fr: Numéro de téléphone mobile
he: מספר טלפון נייד
hi_in: मोबाइल फोन नंबर
hu: Mobiltelefon szám
ja: 携帯電話番号
ms_my: Nombor Telefon Bimbit
nl: Mobiele telefoonnummer
pl: Numer telefonu komórkowego
pt: Número de telefone
ru: Номер телефона
sr: Број мобилног телефона
tr: Cep telefonu numarası
vi: Số điện thoại di động
zh_hans: 手机号码
zh_hant_tw: 手機號碼

# common.error.not.found.body
source: We are working hard to fix the problem. Please, try again later.
ar: نعمل بجد لإصلاح المشكلة. من فضلك، حاول مرة أخرى لاحقاً.
az: Problemi həll etmək üçün çox çalışırıq. Zəhmət olmasa bir az sonra yenə cəhd edin.
ca: Estem treballant dur per solucionar el problema. Si us plau, torneu-ho a provar més tard.
cs: Usilovně pracujeme na vyřešení problému. Zkuste to znovu později, prosím.
de_de: Wir arbeiten hart daran, das Problem zu beheben. Bitte, versuche es später noch einmal.
es: Estamos trabajando duro para solucionar el problema. Por favor, inténtelo de nuevo más tarde.
fa: ما مداوم در حال تلاش برای حل این مشکل هستیم. لطفا بعدا دوباره تلاش کنید.
fr: Nous faisons tout notre possible pour résoudre ce problème. Merci de réessayer ultérieurement
he: אנו עובדים קשה בכדי לתקן את הבעיה. אנא, נסה שוב מאוחר יותר.
hi_in: हम समस्या को ठीक करने के लिए कड़ी मेहनत कर रहे हैं। बाद में पुन: प्रयास करें।
hu: Dolgozunk a probléma megoldásán. Kérjük próbáld újra később.
ja: 問題解決に向け鋭意対応中です。後でもう一度やり直してください
ms_my: Kami berusaha keras untuk menyelesaikan masalah tersebut. Sila cuba sebentar lagi.
nl: We werken er hard aan om het probleem op te lossen. Probeer het later opnieuw.
pl: Staramy się obecnie rozwiązać ten problem. Spróbuj ponownie później.
pt: Estamos a trabalhar para resolver o problema. Por favor, tente novamente mais tarde.
ru: [%key_id:33515880%]
sr: Трудимо се да решимо проблем. Покушајте поново касније.
tr: Bu sorunu çözmek için çalışıyoruz. Lütfen daha sonra tekrar deneyin.
vi: Chúng tôi đang làm việc chăm chỉ để khắc phục sự cố. Vui lòng thử lại sau.
zh_hans: 我们正在努力解决该问题。请稍后再试。
zh_hant_tw: 我們正在努力解決該問題。請稍後再試。

# common.open.explorer
source: View in Blockchain Explorer
ar: عرض على دفاتر البلوكشين
az: Blockchain Explorer-də baxın
ca: Veure a l'Explorador blockchain
cs: Zobrazit v blockchain průzkumníku
de_de: Im Blockchain-Explorer ansehen
es: Ver en el explorador Blockchain
fa: مشاهده در Blockchain Explorer
fr: Voir dans le Blockchain Explorer
he: צפה בבלוקצ'יין אקספלורר
hi_in: ब्लॉकचेन अन्वेषक में देखें
hu: Megtekintés a Blokklánc Felfedezőben
ja: ブロックチェーンエクスプローラーで見る
ms_my: Lihat di Blockchain Explorer
nl: Bekijk in Blockchain Explorer
pl: Pokaż w Eksploratorze Blockchain
pt: Visualizar no explorador da Blockchain
ru: Просмотреть в Blockchain обозревателе
sr: Види у блокчејн експлореру
tr: Blockchain Explorer'da Görüntüle
vi: Xem trong Blockchain Explorer
zh_hans: 在区块链浏览器中查看
zh_hant_tw: 在區塊鏈瀏覽器中查看
