Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# select.asset.send
source: Select Asset to Send
ar: تحديد الأصل لإرساله
az: Göndərmək üçün Aktiv seçin
ca: Selecciona l'actiu a enviar
cs: Vyberte aktivum k odeslání
de_de: Zu sendendes Asset auswählen
fa: یک دارایی جهت ارسال انتخاب کنید
fr: Sélectionner l'actif à envoyer
he: בחר נכס לשליחה
hi_in: भेजने के लिए संपत्ति का चयन करें
hu: Küldendő eszköz kiválasztása
ja: 送信するアセットの選択
ms_my: Pilih Aset untuk Dihantar
nl: Selecteer te verzenden asset
pl: Wybierz walutę do wysłania
pt: Selecione Ativo para Enviar
ru: Выбор ассета для отправки
sr: Изаберите средство за слање
tr: Gönderilecek Varlığı Seçin
vi: Chọn Tài sản để gửi
zh_hans: 选择要发送的资产
zh_hant_tw: 選擇要發送的資產

# select.asset.receive
source: Select Asset to Receive
ar: تحديد الأصل المطلوب استلامه
az: Qəbul etmək üçün Aktiv seçin
ca: Selecciona l'actiu a rebre
cs: Vyberte aktivum, které chcete přijmout
de_de: Zu empfangendes Asset auswählen
fa: یک دارایی جهت دریافت انتخاب کنید
fr: Sélectionner l'actif à recevoir
he: בחר נכס לקבלה
hi_in: प्राप्त करने के लिए संपत्ति का चयन करें
hu: Fogadni kívánt eszköz kiválasztása
ja: 受け取るアセットの選択
ms_my: Pilih Aset untuk Diterima
nl: Selecteer te ontvangen asset
pl: Wybierz walutę do odbioru
pt: Selecione Ativo para Receber
ru: Выбор ассета для получения
sr: Изаберите средство за пријем
tr: Alınacak Varlığı Seçin
vi: Chọn Tài sản để nhận
zh_hans: 选择要接收的资产
zh_hant_tw: 選擇要接收的資產

source: Asset not found
ar: لم يتم العثور على العملة
az: Aktiv tapılmadı
ca: No s'ha trobat l'actiu
cs: Aktivum nenalezeno
de_de: Asset nicht gefunden
fa: دارایی پیدا نشد
fr: Actif non trouvé
he: הנכס לא נמצא
hi_in: संपत्ति नहीं मिली
hu: Az eszköz nem található
ja: アセットが見つかりません
ms_my: Aset tidak dijumpai
nl: Asset niet gevonden
pl: Nie znaleziono waluty
pt: Ativo não encontrado
ru: Ассет не найден
sr: Средство није пронађено
tr: Varlık bulunamadı
vi: Không tìm thấy tài sản
zh_hans: 未找到资产
zh_hant_tw: 未找到資產

# select.account.address.1
source: Search or add a new address
ar: بحث أو إضافة عنوان جديد
az: Yeni ünvan axtarın və ya əlavə edin
ca: Busca o afegeix una nova adreça
cs: Vyhledávání nebo přidání nové adresy
de_de: Suchen oder Hinzufügen einer neuen Adresse
fa: جستجو یا افزودن یک آدرس جدید
fr: Chercher ou ajouter une nouvelle adresse
he: חפש או הוסף כתובת חדשה
hi_in: नया पता खोजें या जोड़ें
hu: Keresés vagy új cím hozzáadása
ja: 検索または新規アドレスを追加
ms_my: Cari atau tambah alamat baharu
nl: Zoek of voeg een nieuw adres toe
pl: Wyszukaj lub dodaj nowy adres
pt: Pesquisar ou adicionar um novo endereço
ru: Поиск или добавление нового адреса
sr: Претражите или додајте нову адресу
tr: Yeni bir adres arayın veya ekleyin
vi: Tìm kiếm hoặc thêm địa chỉ mới
zh_hans: 搜索或添加新地址
zh_hant_tw: 搜索或添加新地址

# address.not.found.1
source: Recipients not found
ar: لم يتم العثور على مستلمين
az: Qəbul edənlər tapılmadı
ca: No s'han trobat els destinataris
cs: Příjemci nenalezeni
de_de: Empfänger nicht gefunden
fa: دریافت کننده پیدا نشد
fr: Destinataire non trouvé
he: לא נמצאו נמענים
hi_in: प्राप्तकर्ता नहीं मिले
hu: A címzettek nem találhatók
ja: 受信者が見つかりません
ms_my: Penerima tidak ditemui
nl: Ontvangers niet gevonden
pl: Nie znaleziono odbiorców
pt: Destinatários não encontrados
ru: Получатели не найдены
sr: Примаоци нису пронађени
tr: Alıcılar bulunamadı
vi: Không tìm thấy người nhận
zh_hans: 未找到接收人
zh_hant_tw: 未找到收件人

# transfer.amount.title
source: Enter Amount to Send
ar: أدخل المبلغ المراد إرساله
az: Göndəriləcək məbləği daxil edin
ca: Introdueix la quantitat a enviar
cs: Zadejte částku k odeslání
de_de: Zu sendenden Betrag eingeben
fa: مقدار مدنظر جهت ارسال را وارد کنید
fr: Saisir le montant à envoyer
he: הזן סכום לשליחה
hi_in: भेजने के लिए राशि दर्ज करें
hu: Küldendő összeg
ja: 送金額を入力
ms_my: Masukkan Amaun untuk Dihantar
nl: Voer het te verzenden bedrag in
pl: Wprowadź kwotę do wysłania
pt: Inserir o montante a enviar
ru: Введите сумму для отправки
sr: Унесите износ за слање
tr: Gönderilecek Miktarı Girin
vi: Nhập số tiền cần gửi
zh_hans: 输入要发送的金额
zh_hant_tw: 輸入要發送的金額

# common.recipient
source: Recipient
ar: المستلم
ca: Destinatari
cs: Příjemce
de_de: Empfänger
fa: گیرنده
fr: Destinataire
he: נמען
hi_in: प्राप्तकर्ता
hu: Címzett
ja: 受信者
ms_my: Penerima
nl: Ontvanger
pl: Odbiorca
pt: Destinatário
ru: Получатель
sr: Прималац
tr: Alıcı
vi: Người nhận
zh_hans: 接收人
zh_hant_tw: 接收者

# wallet.transaction.submitted.1
source: Transaction submitted
ar: المعاملة تم تسجيلها
az: Əməliyyat təqdim edildi
ca: Transacció/Transaccions entregades
cs: Transakce odeslána
de_de: Transaktion übermittelt
fa: تراکنش ارسال شد
fr: Transaction soumise
he: הטרנזקציה נשלחה
hi_in: लेन-देन सबमिट किया गया
hu: Tranzakció elküldve
ja: 取引 送信済み
ms_my: Transaksi dihantar
nl: Transactie ingediend
pl: Transakcja została złożona
pt: Transação submetida
ru: Транзакция отправлена
sr: Трансакција послата
tr: İ̇şlem gönderildi
vi: Giao dịch đã được gửi
zh_hans: 交易 已提交
zh_hant_tw: 事務 已提交

# common.learn.more
source: Learn more
ar: للمزيد
az: Daha ətraflı
ca: Aprèn més
cs: Zjistit více
de_de: Mehr erfahren
fa: بیشتر بدانید
fr: Apprendre davantage
he: למד עוד
hi_in: और अधिक जानें
hu: Tudj meg többet
ja: 詳細情報
ms_my: Ketahui lebih lanjut
nl: Meer informatie
pl: Dowiedz się więcej.
pt: Aprender mais
ru: Узнать больше
sr: Сазнајте више
tr: Daha fazla öğrenin
vi: Tìm hiểu thêm
zh_hans: 了解更多
zh_hant_tw: 學到更多

# staking.description
source: Nominating validators is an important part of the SORA ecosystem as it helps to secure and decentralize the network. VAL tokens will be given to validators and nominators as a reward for staking.
ar: يُعد ترشيح المدققين جزءًا مهمًا من نظام بيئة سورا "SORA" حيث يساعد على تأمين الشبكة وإضفاء اللامركزية عليها. يتم منح عملة VAL للمدققين والمرشحين كمكافأة على التحصيص "Staking".
az: Validatorların irəli sürülməsi SORA ekosisteminin mühüm hissəsidir, çünki o, şəbəkənin təhlükəsizliyini təmin etməyə və mərkəzsizləşdirməyə kömək edir. VAL tokenləri staking üçün mükafat olaraq validatorlara və namizədlərə veriləcək.
ca: Els validadors nominals són una part important de l'ecosistema de Sora, ja que ajuden a assegurar i descentralitzar la xarxa. Els tokens VAL seran atorgats als validadors i nominadors com a premi per fer staking.
cs: Nominace validátorů je důležitou součástí ekosystému SORA, protože pomáhá zabezpečit a decentralizovat síť. Validátorům a nominátorům budou jako odměna za staking rozděleny VAL tokeny.
de_de: Die Nominierung von Validatoren ist ein wichtiger Teil des SORA-Ökosystems, da sie zur Sicherheit und Dezentralisierung des Netzwerks beiträgt. VAL-Token werden an Validatoren und Nominatoren als Belohnung für das staken ausgegeben.
fa: اعتبارسنج‌های نامزدکننده (Nominating validators) بخش مهمی از اکوسیستم SORA هستند زیرا به امنیت و تمرکززدایی شبکه کمک می‌کنند. توکن‌های VAL به اعتبارسنج‌ها و نامزدکنندگان به عنوان پاداش گروگذاری (staking) آن‌ها اعطا خواهد شد.
fr: La nomination de validateurs est un élément important de l'écosystème SORA car elle contribue à sécuriser et à décentraliser le réseau. Des jetons VAL seront remis aux validateurs et aux nominateurs en guise de récompense pour le jalonnement.
he: מינוי מאמתים הוא חלק חשוב מהמערכת האקולוגית של סורה מכיוון שהיא עוזרת לאבטח ולבזר את הרשת. טוקנים של VAL יינתנו למאמתים ולממנים כתגמול על הנעילה.
hi_in: नामांकित वैधकर्ता SORA पारिस्थितिकी तंत्र का एक महत्वपूर्ण हिस्सा है क्योंकि यह नेटवर्क को सुरक्षित और विकेंद्रीकृत करने में मदद करता है। स्टेकिंग के पुरस्कार के रूप में वैलिडेटर्स और नॉमिनेटर्स को VAL टोकन दिए जाएंगे।
hu: A validátorok kijelölése fontos része a SORA ökoszisztémának, mivel segít a hálózat biztonságának és decentralizálásának biztosításában. A validátorok és a nominátorok VAL tokeneket kapnak a staking jutalmaként.
ja: バリデーターの指名は、ネットワークのセキュリティ保護と分散化に役立つため、SORAエコシステムの重要な部分です。 ステーキングの報酬としてバリデーターとノミネーターにVALトークンが与えられます
ms_my: Mencalonkan pengesah adalah bahagian penting dalam ekosistem SORA kerana ia membantu menjamin dan mendesentralisasi rangkaian. Token VAL akan diberikan kepada pengesah dan penama sebagai ganjaran untuk mempertaruhkan.
nl: Het nomineren van validators is een belangrijk onderdeel van het SORA ecosysteem omdat het helpt het netwerk te beveiligen en te decentraliseren. VAL tokens worden aan validators en nominators gegeven als beloning voor staking.
pl: Nominowanie walidatorów jest ważną częścią ekosystemu SORA, ponieważ pomaga zabezpieczyć i zdecentralizować sieć. Tokeny VAL będą przekazywane walidatorom i nominatorom jako wynagrodzenie za staking.
pt: A nomeação de validadores é uma parte importante do ecossistema SORA, uma vez que ajuda a assegurar e descentralizar a rede. Os tokens VAL serão dados a validators e nominators como recompensa pelo staking.
ru: Номинирование валидаторов - важная часть экосистемы СОРЫ, поскольку это обеспечивает безопасность и децентрализацию сети. Токены VAL получат валидаторы и номинаторы как награду за стейкинг.
sr: Именовање валидатора је важан део СОРА екосистема јер помаже да се обезбеди и децентрализује мрежа. ВАЛ токени ће бити дати валидаторима и номинаторима као награда за стеjкинг.
tr: Validatörler atamak, ağı merkeziyetsizleştirdiği ve ağın güvenliğini sağladığı için SORA ekosisteminin büyük bir parçasıdır. VAL tokenleri validatörlere ve onları atayan kişilere staking ödülü olarak verilecektir.
vi: Nominating validator là một phần quan trọng của hệ sinh thái SORA vì nó giúp mạng tăng bảo mật và phi tập trung. Token VAL sẽ được trao cho người xác nhận và người đề cử như một phần thưởng cho việc staking.
zh_hans: 提名验证人是SORA生态系统的重要组成部分，它有助于保护和去中心化网络。VAL代币将作为质押奖励发放给验证人和提名者。
zh_hant_tw: 提名驗證者是 SORA 生態系統的重要組成部分，因為它有助於保護和分散網絡。 VAL 代幣將作為質押獎勵提供給驗證者和提名者。

# polkaswap.info.text.9
source: Disclaimer notification is hidden from the Polkaswap tab. Swipe the button below if you wish to activate the notification.
ar: إخطار إخلاء المسؤولية مخفي من علامة تبويب Polkaswap. اسحب الزر أدناه إذا كنت ترغب في تنشيط الإشعار.
az: İmtina bildirişi Polkaswap tabından gizlədilib. Bildirişi aktivləşdirmək istəyirsinizsə, aşağıdakı düyməni sürüşdürün.
ca: Les notificacions d'exempció de responsabilitat estan amagades a la pestanya de Polkaswap. Llisca a la dreta el botó inferior si desitja activar les notificacions.
cs: Oznámení o zřeknutí se odpovědnosti je na kartě Polkaswap skryté. Pokud chcete oznámení aktivovat, přejeďte po tlačítku níže.
de_de: Die Benachrichtigung zum Haftungsausschluss ist im Tab Polkaswap ausgeblendet. Wische über die Schaltfläche unten, um die Benachrichtigung zu aktivieren.
fa: اعلان سلب مسئولیت از زبانه Polkaswap پنهان شده است. اگر مایل به فعال کردن اعلان بودید دکمه زیر را بکشید.
fr: La notification d'avertissement est cachée dans l'onglet Polkaswap. Faites glisser le bouton ci-dessous si vous souhaitez activer la notification.
he: הודעת כתב ויתור מוסתרת מהכרטיסייה של פולקסוואפ. החלק את הלחצן למטה אם ברצונך להפעיל את ההודעה.
hi_in: अस्वीकरण अधिसूचना Polkaswap टैब से छिपी हुई है। अगर आप अधिसूचना को सक्रिय करना चाहते हैं तो नीचे दिए गए बटन को स्वाइप करें।
hu: A jogi nyilatkozat értesítése rejtve van a Polkaswap lapon. Húzza az alábbi gombot, ha aktiválni szeretné az értesítést.
ja: 免責事項通知が「Polkaswap」タブから隠されています。通知を有効にしたい場合は、下のボタンをスワイプしてください
ms_my: Pemberitahuan penafian tersembunyi daripada tab Polkaswap. Leret butang di bawah jika anda ingin mengaktifkan pemberitahuan.
nl: Disclaimer notificatie is verborgen op het polkaswap tabblad. Swipe over de onderstaande knop als u de melding wilt activeren.
pl: Powiadomienie o wyłączeniu odpowiedzialności jest ukryte w zakładce Polkaswap. Jeśli chcesz aktywować to powiadomienie, przesuń poniższy przycisk.
pt: A notificação de isenção de responsabilidade está oculta no separador Polkaswap. Deslize o botão abaixo se desejar ativar a notificação.
ru: Уведомление об отказе от ответственности скрыто на экране Polkaswap. Проведите по кнопке ниже, если вы хотите показать уведомление.
sr: Обавештење о одрицању одговорности је скривено на картици Полкасвап. Превуците дугме испод ако желите да активирате обавештење.
tr: Sorumluluk reddi bildirimi Polkaswap sekmesinden gizlendi. Bildirimi etkinleştirmek istiyorsanız düğmeyi aşağıya kaydırın.
vi: Thông báo miễn trừ trách nhiệm bị ẩn khỏi tab Polkaswap. Vuốt nút bên dưới nếu bạn muốn kích hoạt thông báo.
zh_hans: 免责声明通知在 Polkaswap 选项卡中隐藏。如果您想激活通知，请滑动下面的按钮。
zh_hant_tw: 免責聲明通知在 Polkaswap 選項卡中隱藏。如果您想激活通知，請滑動下面的按鈕。

# common.show
source: Show
ar: إظهار
az: Göstər
ca: Mostra
cs: Zobrazit
de_de: Anzeigen
fa: نمایش بده
fr: Montrer
he: הצג
hi_in: दिखाना
hu: Mutasd
ja: 表示
ms_my: Papar
nl: Toon
pl: Pokaż
pt: Mostrar
ru: Показать
sr: Покаћи
tr: Göster
vi: Hiển thị
zh_hans: 显示
zh_hant_tw: 顯示

# common.app.version
source: App version
ar: إصدار التطبيق
az: Proqram versiyası
ca: Versió de l'aplicació
cs: Verze aplikace
fa: نسخه App
fr: Version de l'application
he: גרסת אפליקציה
hi_in: ऐप संस्करण
hu: Verziószám
ja: アプリのバージョン
ms_my: Versi aplikasi
nl: App versie
pl: Wersja aplikacji
pt: Versão da aplicação
ru: Версия приложения
sr: Верзија апликације
tr: Uygulama sürümü
vi: Phiên bản ứng dụng
zh_hans: 应用程序版本
zh_hant_tw: 應用版本

# about.twitter
source: Follow on Twitter
ar: تابعنا على تويتر
az: Twitter-də izləyin
ca: Segueix a Twitter
cs: Sledujte na Twitteru
de_de: Auf Twitter folgen
fa: در توییتر فالو کنید
fr: Suivre sur Twitter
he: עקוב בטוויטר
hi_in: ट्विटर पर फॉलो करें
hu: Kövesd a Twitteren
ja: Twitterでフォローする
ms_my: Ikuti di Twitter
nl: Volg op Twitter
pl: Śledź na Twitterze
pt: Seguir no Twitter
ru: Следите за новостями в Twitter
sr: Пратите на Твитеру
tr: Twitter'da Takip Edin
vi: Theo dõi Twitter
zh_hans: 在推特上关注
zh_hant_tw: 在推特上關注

# about.youtube
source: Subscribe on YouTube
ar: اشترك معنا على اليوتيوب
az: YouTube-da abunə olun
ca: Subscriure a YouTube
cs: Přihlaste se k odběru na YouTube
de_de: YouTube abonnieren
fa: در یوتیوب مشترک شوید
fr: Souscrire sur YouTube
he: הירשם ביוטיוב
hi_in: YouTube पर सब्सक्राइब करे
hu: Feliratkozás a YouTube-ra
ja: Youtubeで購読する
ms_my: Langgan di YouTube
nl: Abonneren op YouTube
pl: Subskrybuj na YouTube
pt: Subscrever no YouTube
ru: Подпишитесь на YouTube
sr: Претплатите се на JуТуб
tr: YouTube'da Abone Olun
vi: Đăng ký YouTube
zh_hans: 在 YouTube 上订阅
zh_hant_tw: 在 YouTube 上訂閱

# about.instagram
source: Like on Instagram
ar: منحنا إعجاب على Instagram
az: İnstaqramda bəyənin
ca: Like a Instagram
cs: Like na Instagramu
de_de: Like auf Instagram
fa: در اینستاگرام لایک کنید
fr: Aimer sur Instagram
he: לייק באינסטגרם
hi_in: इंस्टाग्राम पर लाइक करें
hu: Like az Instagramon
ja: Instagramで いいね する
ms_my: Suka di Instagram
nl: Like op Instagram
pl: Polub na Instagramie
pt: Gostar no Instagram
ru: Поставьте лайк в Instagram
sr: Лајкујте на Инстаграму
tr: Instagram'da beğen
vi: Thích Instagram
zh_hans: 在Instagram上点赞
zh_hant_tw: 就像在 Instagram 上一樣

# about.announcements
source: Receive Announcements
ar: تلقي الإعلانات
az: Elanlar alın
ca: Rebre anuncis
cs: Přijímat oznámení
de_de: Ankündigungen erhalten
fa: دریافت اطلاعیه‌ها
fr: Recevoir les annonces
he: קבל הכרזות
hi_in: घोषणाएँ प्राप्त करें
hu: Értesítések fogadása
ja: お知らせを受け取る
ms_my: Terima Pengumuman
nl: Ontvang aankondigingen
pl: Otrzymuj ogłoszenia
pt: Receber Anúncios
ru: Получайте анонсы
sr: Примите најаве
tr: Duyuruları Alın
vi: Nhận thông báo
zh_hans: 接收通知
zh_hant_tw: 接收公告

# about.ask.support
source: Ask for Support
ar: اطلب الدعم
az: Dəstək istəyin
ca: Demana Assistència
cs: Požádejte o podporu
de_de: Bitte um Unterstützung
fa: درخواست پشتیبانی
fr: Demander l'aide du Support
he: בקש תמיכה
hi_in: समर्थन के लिए पूछें
hu: Támogatás kérése
ja: サポートを求める
ms_my: Minta Sokongan
nl: Vraag om ondersteuning
pl: Poproś o pomoc
pt: Solicitar Suporte
ru: Обратиться за поддержкой
sr: Питајте за подршку
tr: Destek İsteyin
vi: Yêu cầu hỗ trợ
zh_hans: 寻求支持
zh_hant_tw: 尋求支持

# about.medium
source: Read on Medium
ar: للقراءة على Medium
az: Mediumda oxuyun
ca: Llegeix més a Medium
cs: Přečtěte si na webu Medium
de_de: Auf Medium lesen
fa: در Medium بخوانید
fr: Lire sur Medium
he: קרא ב- Medium
hi_in: मीडियम पर पढ़ें
hu: Olvassa el a Mediumon
ja: Mediumを読む
ms_my: Baca di Medium
nl: Lees verder op Medium
pl: Poczytaj na Medium
pt: Ler no Medium
ru: Читать на Medium
sr: Читајте на Медиуму
tr: Medium'da Okuyun
vi: Đọc Medium
zh_hans: 在Medium上阅读
zh_hant_tw: 在中閱讀

# about.wiki
source: Learn on Wiki
ar: للمزيد على Wiki
az: Wiki-də öyrənin
ca: Aprèn més a la Wiki
cs: Zjistěte na Wiki
de_de: Auf Wiki lernen
fa: در ویکی بیاموزید
fr: Apprendre sur le Wiki
he: למד בויקיפדיה
hi_in: विकी पर जानें
hu: További információ a Wiki-n
ja: Wikiで学ぶ
ms_my: Belajar di Wiki
nl: Leren op Wiki
pl: Dowiedz się z Wiki.
pt: Aprender na Wiki
ru: Узнать в Wiki
sr: Научите на Wiki
tr: Wiki'de Öğrenin
vi: Tìm hiểu trên Wiki
zh_hans: 在维基上学习
zh_hant_tw: 在維基上學習

# common.sender
source: Sender
ar: المرسل
az: Göndərən
ca: Remitent
cs: Odesílatel
de_de: Absender
fa: فرستنده
fr: Expéditeur
he: השולח
hi_in: प्रेषक
hu: Küldő
ja: 送信者
ms_my: Penghantar
nl: Afzender
pl: Nadawca
pt: Remetente
ru: Отправитель
sr: Сендер
tr: Gönderen
vi: Người gửi
zh_hans: 发送者
zh_hant_tw: 發送者

# common.notsent
source: Not sent
ar: غير مرسلة
az: yox
ca: No enviat
cs: Neodesláno
de_de: Nicht gesendet
fa: ارسال نشده
fr: Non envoyé
he: לא נשלח
hi_in: नहीं भेजा गया
hu: Nincs elküldve
ja: 未送信
ms_my: Tidak dihantar
nl: Niet verstuurd.
pl: Nie wysłano
pt: Não enviado
ru: Не отправлено
sr: Није послата
tr: Gönderilmedi
vi: Chưa được gửi
zh_hans: 未发送
zh_hant_tw: 未發送

# common.update
source: Update
ar: تحديث
az: Yeniləyin
ca: Actualització
cs: Aktualizace
fa: به روز رسانی
fr: Mise à jour
he: עדכון
hi_in: अपडेट करें
hu: Frissítés
ja: 更新
ms_my: Kemas kini
pl: Aktualizacja
pt: Atualizar
ru: Обновление
sr: Ажурирање
tr: Güncelle
vi: Cập nhật
zh_hans: 更新
zh_hant_tw: 更新

source: Restart required
ar: إعادة التشغيل مطلوبة
az: Yenidən başlatma tələb olunur
ca: Cal reiniciar
cs: Je potřeba restartovat
de_de: Neustart erforderlich
fa: نیازمند راه‌اندازی مجدد
fr: Redémarrage requis
he: דרושה הפעלה מחדש
hi_in: पुनरारंभ आवश्यक
hu: Újraindítás szükséges
ja: 再起動が必要
ms_my: Mulakan semula diperlukan
nl: Opnieuw opstarten vereist
pl: Wymagane jest ponowne uruchomienie
pt: Reiniciação necessária
ru: Требуется перезапуск
sr: Потребно је поновно покретање
tr: Yeniden başlatma gerekli
vi: Yêu cầu khởi động lại
zh_hans: 需要重启
zh_hant_tw: 需要重啟

# update.downloaded
source: An update for the SORA application has been downloaded and is ready to be installed. It is important to use the latest version of the application. In order to update the app, a restart is required.
ar: تم اصدار تحديث تطبيق SORA وهو جاهز للتثبيت. من المهم استخدام أحدث إصدار من التطبيق. لتحديث التطبيق، يلزمك إعادة التشغيل.
az: SORA tətbiqi üçün yeniləmə endirilib və quraşdırılmağa hazırdır. Proqramın ən son versiyasından istifadə etmək vacibdir. Proqramı yeniləmək üçün yenidən başladın tələb olunur.
ca: Una actualització de l'aplicació de SORA ha estat descarregada i està preparada per a ser instal·lada. És important utilitzar la versió més actual de l'aplicació. És necessari reiniciar l'aplicació per a actualitzar-la.
cs: Byla stažena aktualizace aplikace SORA a je připravena k instalaci. Je důležité používat nejnovější verzi aplikace. Pro aktualizaci aplikace je nutné provést restart.
de_de: Ein Update für die SORA-App wurde heruntergeladen und kann nun installiert werden. Es ist wichtig, die neueste Version der App zu verwenden. Um die App zu aktualisieren, ist ein Neustart erforderlich.
fa: بروز رسانی برنامه SORA دانلود شده و آماده نصب است. مهم است که از آخرین نسخه برنامه استفاده کنید. برای به روز رسانی، برنامه نیازمند راه‌اندازی مجدد است.
fr: Une mise à jour de l'application SORA a été téléchargée et est prête à être installée. Il est important d'utiliser la dernière version de l'application. Afin de mettre à jour l'application, un redémarrage est requis.
he: עדכון עבור אפליקצית סורה הורד והוא מוכן להתקנה. חשוב להשתמש בגירסה העדכנית ביותר של האפליקציה. כדי לעדכן את האפליקציה, נדרשת הפעלה מחדש.
hi_in: SORA एप्लिकेशन के लिए एक अपडेट डाउनलोड किया गया है और इंस्टॉल करने के लिए तैयार है। एप्लिकेशन के नवीनतम संस्करण का उपयोग करना महत्वपूर्ण है। ऐप को अपडेट करने के लिए, पुनरारंभ करना आवश्यक है।
hu: A SORA alkalmazás frissítése letöltődött, és készen áll a telepítésre. Fontos, hogy az alkalmazás legújabb verzióját használja. Az alkalmazás frissítéséhez újra kell indítani.
ja: SORAアプリのアップデートがダウンロードされ、インストールできるようになりました。 最新バージョンのアプリを使用することが重要です。 アプリをアップデートするためには再起動が必要です。
ms_my: Kemas kini untuk aplikasi SORA telah dimuat turun dan sedia untuk dipasang. Adalah penting untuk menggunakan versi terkini aplikasi. Untuk mengemas kini aplikasi, mulakan semula diperlukan.
nl: Een update voor de SORA-toepassing is gedownload en is klaar om te worden geïnstalleerd. Het is belangrijk om de nieuwste versie van de applicatie te gebruiken. Om de app bij te werken, is een herstart vereist.
pl: Aktualizacja aplikacji SORA została pobrana i jest gotowa do zainstalowania. Ważne jest, aby korzystać z najnowszej wersji aplikacji. Aby zaktualizować aplikację, wymagane jest ponowne uruchomienie.
pt: Uma atualização para a aplicação SORA foi descarregada e está pronta para ser instalada. É importante utilizar a versão mais recente da aplicação. De modo a atualizar a aplicação, é necessário reiniciar o sistema.
ru: Обновление для приложения SORA было загружено и готово к установке. Важно использовать последнюю версию приложения. Чтобы обновить приложение, требуется перезагрузка.
sr: Ажурирање за апликацију SORA је преузето и спремно за инсталирање. Важно је да користите најновију верзију апликације. Да бисте ажурирали апликацију, потребно је поновно покретање.
tr: SORA uygulaması için bir güncelleme indirildi ve yüklenmek için hazır. Uygulamanın son sürümünü kullanmak önemlidir. Uygulamayı güncellemek için yeniden başlatma gereklidir.
vi: Bản cập nhật cho ứng dụng SORA đã được tải xuống và sẵn sàng cài đặt. Hãy sử dụng phiên bản mới nhất của ứng dụng. Để cập nhật ứng dụng thành công, bạn cần khởi động lại ứng dụng.
zh_hans: SORA 应用程序的更新已下载并可以安装。 使用最新版本的应用程序很重要。 为了更新应用程序，需要重新启动。
zh_hant_tw: SORA 應用程序的更新已下載並可以安裝。 使用最新版本的應用程序很重要。 為了更新應用程序，需要重新啟動。

# update.install.now
source: Would you like to install the update now?
ar: هل تود تثبيت التحديث الآن؟
az: Güncəlləməni indi quraşdırmaq istərdinizmi?
ca: T'agradaria instal·lar l'actualització ara?
cs: Chcete nyní nainstalovat aktualizaci?
de_de: Möchtest du das Update jetzt installieren?
fa: آیا می‌خواهید هم اکنون آپدیت را نصب کنید؟
fr: Voulez-vous installer la mise à jour maintenant ?
he: האם ברצונך להתקין את העדכון כעת?
hi_in: क्या आप Update अभी Install करना चाहेंगे?
hu: Szeretné most telepíteni a frissítést?
ja: 今すぐアップデートをインストールしますか？
ms_my: Adakah anda ingin memasang kemas kini sekarang?
nl: Wil je de update nu installeren?
pl: Czy chcesz teraz zainstalować aktualizację?
pt: Deseja instalar a atualização agora?
ru: Хотите установить обновление сейчас?
sr: Да ли желите да инсталирате ажурирање сада?
tr: Güncellemeyi şimdi yüklemek Istiyor musunuz?
vi: Bạn có muốn cài đặt bản cập nhật ngay bây giờ không?
zh_hans: 您想现在安装更新吗？
zh_hant_tw: 您想要現在安裝更新嗎？

# choose.token
source: Select token
ar: اختر عملة
az: Token seçin
ca: Escull el token
cs: Vyberte token
de_de: Token auswählen
fa: توکن را انتخاب کنید
fr: Choisissez le jeton
he: בחר טוקן
hi_in: टोकन चुनें
hu: Token kiválasztása
ja: トークンの選択
ms_my: Pilih token
nl: Kies token
pl: Wybierz token
pt: Selecione token
ru: Выберите токен
sr: Изаберите токeн
tr: Token seçin
vi: Chọn token
zh_hans: 选择代币
zh_hant_tw: 選擇 令牌

source: Choose tokens
ar: اختر عملات
az: Tokenləri seçin
ca: Escull els tokens
cs: Vyberte tokeny
de_de: Token auswählen
fa: توکن‌ها را انتخاب کنید
fr: Choisissez les jetons
he: בחר טוקנים
hi_in: टोकन चुनें
hu: Válassz tokeneket
ja: トークンを選択
ms_my: Pilih token
nl: Kies tokens
pl: Wybierz tokeny
pt: Selecione tokens
ru: Выберите токены
sr: Изаберите токeне
tr: Tokenleri seçin
vi: Chọn token
zh_hans: 选择代币
zh_hant_tw: 選擇代幣
