Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# error_ethereum_account_title
source: Ethereum account is not associated
ar: حساب الايثيريوم غير مرتبط
az: Ethereum hesabı əlaqələndirilməyib
ca: El compte d'Ethereum no està associat
cs: Ethereum účet není spárován
de_de: Ethereum-Konto ist nicht zugeordnet
es: La cuenta de Ethereum no está asociada
fa: ارتباط حساب اتریوم برقرار نیست
fr: Le compte Ethereum n'est pas associé
he: חשבון איתריום אינו משויך
hi_in: इथेरियम खाता संबद्ध नहीं है
hu: Az Ethereum-fiók nincs társítva
ja: イーサリアムのアカウントが紐付けられていません
ms_my: Akaun Ethereum tidak dikaitkan
nl: Ethereum-account is niet gekoppeld
pl: Konto Ethereum nie jest podłączone.
pt: A conta da Ethereum não está associada
ru: Аккаунт Ethereum не связан
sr: Ethereum рачун није повезан
tr: Ethereum hesabı ilişkilendirilmemiş
vi: Tài khoản Ethereum không được liên kết
zh_hans: 以太坊账户未关联
zh_hant_tw: 以太坊賬戶未關聯

# error_ethereum_account_subtitle
source: To proceed with this operation you need an associated Ethereum account with some funds on it for the Miner fee in order to complete the transaction.
ar: للمضي بهذه العملية، تحتاج إلى حساب ايثيريوم وفيه بعض الرصيد لتغطية رسوم المدققين لينجزوا المعاملة.
az: Bu əməliyyatı davam etdirmək və köçürməni başa çatdırmaq əlaqəli bir Ethereum hesabında mayner haqqı üçün nəzərdə tutulmuş müəyyən vəsaitə ehtiyacınız var.
ca: Per a continuar amb aquesta operació, necessiteu un compte Ethereum associat amb alguns fons per a la comissió de Mineria per completar la transacció.
cs: Chcete-li pokračovat v této operaci, potřebujete k dokončení transakce spárovaný Ethereum účet, na kterém jsou dostatečné prostředky pro uhrazení těžařských poplatků.
de_de: Um mit diesem Vorgang fortzufahren, ist ein verknüpftes Ethereum-Konto mit ausreichendem Guthaben für die Miner-Gebühr erforderlich, damit die Transaktion erfolgreich abgeschlossen werden kann.
es: Para continuar con esta operación, necesita una cuenta de Ethereum asociada, con algunos fondos para la tarifa del Minero, y así completar la transacción.
fa: برای انجام این عملیات به یک حساب مرتبط Ethereum با مقداری موجودی در آن برای هزینه های تراکنش نیاز دارید.
fr: Pour procéder à cette opération, vous avez besoin d'un compte Ethereum associé avec des fonds pour les frais de minage afin de terminer la transaction.
he: בכדי להמשיך בפעולה זו, אתה זקוק לחשבון איתריום משויך עם מספיק כספים לעמלת הכורה בכדי להשלים את הטרנזקציה.
hi_in: इस ऑपरेशन के साथ आगे बढ़ने के लिए आपको लेन-देन पूरा करने के लिए माइनर शुल्क के लिए कुछ धनराशि के साथ एक संबद्ध इथेरियम खाते की आवश्यकता है।
hu: A művelet folytatásához szükséged van egy társított Ethereum számlára, amelyen némi pénz van a bányászköltség fedezésére a tranzakció befejezéséhez.
ja: この操作を続行するには、取引の完了に必要なマイニング手数料支払のため、残高のあるイーサリアムのアカウントが紐づけられている必要があります。
ms_my: Untuk meneruskan operasi ini, anda memerlukan akaun Ethereum yang berkaitan dengan sejumlah dana di dalamnya untuk bayaran Penambang untuk menyelesaikan transaksi.
nl: Om door te gaan met deze handeling heb je een bijbehorend Ethereum-account nodig met voldoende saldo erop voor de Miner-vergoeding om de transactie te voltooien.
pl: Aby ukończyć transakcję, musisz podłączyć konto Ethereum, na którym jest nieco środków na opłatę dla górników.
pt: Para prosseguir com esta operação precisa de uma conta da Ethereum com fundos suficientes para a taxa de transação.
ru: Для совершения данной операции Вам понадобится связанный Ethereum кошелек, на котором находятся средства для оплаты комиссии.
sr: Да бисте наставили са овом операцијом, потребан вам је повезани Ethereum рачун са нешто средстава на њему за накнаду за рударе да бисте довршили трансакцију.
tr: Bu işleme devam edebilmek için; gönderimi tamamlamaya yetecek kadar madenci ücretini bulunduran bir Ethereum hesabına ihtiyacınız var.
vi: Để tiếp tục hoạt động này, bạn cần có một tài khoản Ethereum được liên kết với một số tiền trên đó cho phí khai thác để hoàn tất giao dịch.
zh_hans: 要执行此操作，您需要一个关联的以太坊账户，并在其中存有一些资金用于支付矿工费，以便完成交易。
zh_hant_tw: 要進行此操作，您需要一個有關聯的以太坊賬戶，其中需要有一些資金來支付礦工費用，以便完成交易。

source: Check account status
ar: التحقق من حالة الحساب
az: Hesab vəziyyətini yoxlayın
ca: Comprovar l'estat del compte
cs: Zkontrolovat stav účtu
de_de: Kontostatus überprüfen
es: Verificar el estado de la cuenta
fa: بررسی وضعیت حساب
fr: Vérifier le statut du compte
he: בדוק סטטוס חשבון
hi_in: खाते की स्थिति की जांच करें
hu: Fiók állapotának ellenőrzése
ja: アカウントのステータスを確認する
ms_my: Periksa status akaun
nl: Controleer de accountstatus
pl: Sprawdź stan konta
pt: Verificar o status da conta
ru: Проверить статус аккаунта
sr: Проверите статус рачуна
tr: Hesap durumunu kontrol et
vi: Kiểm tra trạng thái tài khoản
zh_hans: 检查账户状态
zh_hant_tw: 查看賬戶狀態

# unknown_balance
source: Unknown
ar: مجهول
az: Naməlum
ca: Desconegut
cs: Neznámý
de_de: Unbekannt
es: Desconocido
fa: تعریف نشده
fr: Inconnu
he: לא ידוע
hi_in: अज्ञात
hu: Ismeretlen
ja: 不明
ms_my: Tidak diketahui
nl: Onbekend
pl: Nieznane
pt: Desconhecido
ru: Неизвестно
sr: Непознат
tr: Bilinmeyen
vi: Không xác định
zh_hans: 未知
zh_hant_tw: 未知

# xor.balance.title
source: XOR Token on different networks
ar: عملة XOR على شبكات مختلفة
az: Fərqli şəbəkələrdə XOR Tokeni
ca: Token XOR a diferents xarxes
cs: XOR Token v různých sítích
de_de: XOR-Token in verschiedenen Netzwerken
es: Token XOR en diferentes redes
fa: ارز XOR روی شبکه‌های مختلف
fr: Jeton XOR sur les différents réseaux
he: טוקן XOR ברשתות שונות
hi_in: विभिन्न नेटवर्कों पर XOR टोकन
hu: XOR Token különböző hálózatokon
ja: 異なるネットワーク上のXORトークン
ms_my: Token XOR pada rangkaian yang berbeza
nl: XOR-token op verschillende netwerken
pl: Token XOR w różnych sieciach
pt: Token XOR em redes diferentes
ru: Токен XOR в разных сетях
sr: КСOR Токен на различитим мрежама
tr: Farklı ağlardaki XOR Tokeni
vi: Token XOR trên các mạng khác nhau
zh_hans: 不同网络上的XOR代币
zh_hant_tw: 不同網絡上的XOR令牌

# copy.xor.title
source: Copy Sora (XOR) wallet address
ar: نسخ عنوان محفظة سورا (XOR)
az: Sora (XOR) cüzdan ünvanını kopyalayın
ca: Copiar l'adreça de la cartera de Sora (XOR)
cs: Kopírovat adresu peněženky Sora (XOR)
de_de: Sora (XOR) Walletadresse kopieren
es: Copiar la dirección de la billetera de Sora (XOR)
fa: کپی کردن آدرس XOR
fr: Copier l'adresse du portefeuille Sora (XOR)
he: העתק את כתובת הארנק של סורה (XOR)
hi_in: सोरा (XOR) वॉलेट पता प्रतिलिपि करें
hu: Sora (XOR) tárca címének másolása
ja: SORA(XOR)ウォレットのアドレスをコピー
ms_my: Salin alamat dompet Sora (XOR)
nl: Kopieer het Sora (XOR) portefeuilleadres
pl: Kopiuj adres portfela sieci Sora (XOR)
pt: Copiar endereço da carteira Sora (XOR)
ru: Скопируйте адрес кошелька Sora (XOR)
sr: Копирај SORA (XOR) адресу новчаника
tr: Sora (XOR) cüzdan adresini kopyala
vi: Sao chép địa chỉ ví Sora (XOR)
zh_hans: 复制Sora（XOR）钱包地址
zh_hant_tw: 複製Sora（XOR）錢包地址

# copy.eth.title
source: Copy Ethereum (ETH) wallet address
ar: نسخ عنوان محفظة الإيثيريوم (ETH)
az: Ethereum (ETH) cüzdan ünvanını kopyalayın
ca: Copiar l'adreça de la cartera d'Ethereum (ETH)
cs: Kopírovat adresu peněženky Ethereum (ETH)
de_de: Ethereum (ETH) Walletadresse kopieren
es: Copiar la dirección de la billetera Ethereum (ETH)
fa: کپی کردن آدرس اتریوم
fr: Copier l'adresse du portefeuille Ethereum (ETH)
he: העתק את כתובת הארנק של איתריום (ETH)
hi_in: इथेरियम (ETH) वॉलेट पता प्रतिलिपि करें
hu: Ethereum (ETH) tárca cím másolása
ja: イーサリアム(ETH)ウォレットのアドレスをコピー
ms_my: Salin alamat dompet Ethereum (ETH)
nl: Kopieer Ethereum (ETH) portefeuilleadres
pl: Kopiuj adres portfela sieci Ethereum (ETH)
pt: Copiar endereço da carteira da Ethereum (ETH)
ru: Скопируйте адрес кошелька Ethereum (ETH)
sr: Kopirajte Eterijum (ETH) adresu novčanika
tr: Ethereum (ETH) cüzdan adresini kopyala
vi: Sao chép địa chỉ ví Ethereum (ETH)
zh_hans: 复制以太坊（ETH）钱包地址
zh_hant_tw: 複製以太坊（ETH）錢包地址

# view_balance
source: View Sora (XOR) token allocation
ar: عرض نسب توزيع عملة سورا (XOR)
az: SORA (XOR) token paylaşmasına baxın
ca: Veure l'assignació del token Sora (XOR)
cs: Zobrazit přidělení tokenu Sora (XOR)
de_de: Sora (XOR) Tokenzuweisung anzeigen
es: Ver balance de Tokens de Sora (XOR)
fa: تخصیص رمز SORA(XOR) را مشاهده کنید
fr: Afficher le nombre de jetons Sora (XOR)
he: צפה בהקצאת טוקנים של סורה (XOR)
hi_in: सोरा (XOR) टोकन आवंटन देखें
hu: A Sora (XOR) token kiosztásának megtekintése
ja: SORA(XOR)トークン割り当ての内訳を表示
ms_my: Lihat peruntukan token Sora (XOR)
nl: Bekijk Sora (XOR) token toewijzing
pl: Pokaż alokację tokenów Sora (XOR)
pt: Ver a alocação dos token Sora (XOR)
ru: Просмотр распределения токенов SORA (XOR)
sr: Прикажи Sora (XOR) доделу токена
tr: SORA (XOR) token dağıtımını görüntüleyin
vi: Xem phân bổ token Sora (XOR)
zh_hans: 查看Sora（XOR）代币分配
zh_hant_tw: 查看Sora（XOR）令牌分配

# tabbar.voting.title
source: Voting
ar: التصويت
az: Səsvermə
ca: Votació
cs: Hlasování
de_de: Abstimmung
es: Votación
fa: رأی دادن
fr: Vote
he: הצבעה
hi_in: मतदान
hu: Szavazás
ja: 投票
ms_my: Mengundi
nl: Stemmen
pl: Głosowanie
pt: Votação
ru: Голосование
sr: Гласање
tr: Oylama
vi: Bỏ phiếu
zh_hans: 投票
zh_hant_tw: 投票

# about.website
source: Official Website
ar: الموقع الإلكتروني الرسمي
az: Rəsmi Veb səhifə
ca: Pàgina web oficial
cs: Oficiální webové stránky
de_de: Offizielle Website
es: Página web oficial
fa: وب سایت رسمی
fr: Site officiel
he: אתר רשמי
hi_in: आधिकारिक वेबसाइट
hu: Hivatalos honlap
ja: 公式WEBサイト
ms_my: Laman web
nl: Officiële website
pl: Oficjalna strona internetowa
pt: Website oficial
ru: Официальный сайт
sr: Званични сајт
tr: Resmi Web Sitesi
vi: Trang web chính thức
zh_hans: 官方网站
zh_hant_tw: 網站

# about.telegram
source: Join on Telegram
ar: مجموعة التلغرام الرسمية
az: Rəsmi Telegram Qrupu
ca: Grup oficial de Telegram
cs: Připojte se na Telegramu
de_de: Auf Telegram beitreten
es: Grupo oficial de Telegram
fa: به تلگرام بپیوندید
fr: Groupe Telegram officiel
he: הצטרף בטלגרם
hi_in: आधिकारिक टेलीग्राम समूह
hu: Hivatalos Telegram csoport
ja: Telegramの公式グループに参加
ms_my: Kumpulan Telegram Rasmi
nl: Officiële Telegram-groep
pl: Oficjalna Grupa na Telegramie
pt: Junte-se no Telegram
ru: Присоединяйтесь к группе Telegram
sr: Придружите се на Телеграму
tr: Telegram'a Katıl
vi: Tham gia Telegram
zh_hans: 加入电报群
zh_hant_tw: 官方電報組

# activity.project.funded.description.template_val
source: You will receive information about VAL reward soon
ar: قريباً ستتلقى معلومات حول مكافأة VAL
az: Tezliklə VAL mükafatı haqqında məlumat alacaqsınız
ca: Aviat rebràs informació sobre la recompensa de VAL
cs: Brzy obdržíte informace o VAL odměně
de_de: Du wirst bald Informationen zu den VAL Belohnungen erhalten
es: Pronto recibirá información sobre la recompensa VAL
fa: به زودی اطلاعاتی در مورد پاداش VAL دریافت خواهید کرد
fr: Vous recevrez bientôt des informations sur votre récompense en VAL
he: בקרוב תקבל מידע על תגמול VAL
hi_in: आपको जल्द ही VAL इनाम के बारे में जानकारी प्राप्त होगी
hu: Hamarosan tájékoztatunk a VAL jutalmakról
ja: まもなくVAL報酬についての情報が通知されます
ms_my: Anda akan menerima maklumat mengenai ganjaran VAL tidak lama lagi
nl: U ontvangt binnenkort informatie over VAL-beloning
pl: Wkrótce otrzymasz informację o nagrodzie w VAL.
pt: Receberá informações sobre a recompensa VAL em breve
ru: Информация о награде в VAL скоро станет доступна
sr: Ускоро ћете добити информације о VAL награди
tr: Yakında VAL ödülleri hakkında bilgi alacaksınız
vi: Bạn sẽ sớm nhận được thông tin về phần thưởng VAL
zh_hans: 您将很快收到有关VAL奖励的信息
zh_hant_tw: 您將很快收到有關VAL獎勵的信息

# wallet.val.to.my.eth
source: VAL to My Ethereum account
ar: VAL إلى حساب الإيثريوم الخاص بي
az: Ethereum hesabıma VAL
ca: VAL al meu compte d'Ethereum
cs: VAL na můj Ethereum účet
de_de: VAL zu meinem Ethereum-Konto
es: VAL a mi cuenta de Ethereum
fa: VAL به آدرس Ethereum من
fr: VAL à mon compte Ethereum
he: VAL לחשבון איתריום שלי
hi_in: VAL मेरे इथेरेम खाता में
hu: VAL a saját Ethereum számlámra
ja: VALからイーサリアムの自分のアカウントへ
ms_my: VAL ke akaun Ethereum saya
nl: VAL naar mijn Ethereum-account
pl: VAL na moje konto Ethereum
pt: VAL para minha conta da Ethereum
ru: VAL на мой счет Ethereum
sr: VAL на мој Ethereum рачун
tr: VAL hesabımdan Ethereum hesabıma
vi: VAL vào tài khoản Ethereum của tôi
zh_hans: VAL至我的以太坊账户
zh_hant_tw: VAL到我的以太坊賬戶

# copy.val.title
source: Copy SORA NET (VAL) wallet address
ar: نسخ عنوان محفظة سورا نِت (VAL)
az: SORA NET (VAL) cüzdan ünvanını kopyalayın
ca: Copiar l'adreça de la cartera SORA NET (VAL)
cs: Zkopírujte adresu SORA NET (VAL) peněženky
de_de: SORA NET (VAL) Walletadresse kopieren
es: Copiar la dirección de la billetera SORA NET (VAL)
fa: کپی کردن آدرس SORA NET (VAL)
fr: Copier l'adresse du portefeuille SORA NET (VAL)
he: העתק את כתובת הארנק של רשת סורה (VAL)
hi_in: सोरा नेट (VAL) वॉलेट एड्रेस प्रतिलिपि करें
hu: SORA NET (VAL) tárca címének másolása
ja: SORA NET(VAL)ウォレットのアドレスをコピー
ms_my: Salin alamat dompet SORA NET (VAL)
nl: Kopieer het SORA NET (VAL) wallet-adres
pl: Kopiuj adres portfela sieci SORA NET (VAL)
pt: Copiar endereço da carteira SORA NET (VAL)
ru: Скопируйте адрес кошелька SORA NET (VAL)
sr: Копирајте SORA NET (VAL) адресу новчаника
tr: SORA NET (VAL) cüzdan adresini kopyala
vi: Sao chép địa chỉ ví SORA NET (VAL)
zh_hans: 复制SORA NET（VAL）钱包地址
zh_hant_tw: 複製SORA NET（VAL）錢包地址

# val.balance.title
source: VAL Token on different networks
ar: عملة VAL على شبكات مختلفة
az: Fərqli şəbəkələrdə VAL Tokeni
ca: Token VAL a diferents xarxes
cs: VAL Token v různých sítích
de_de: VAL-Token in verschiedenen Netzwerken
es: VAL Token en diferentes redes
fa: ارز VAL در شبکه‌های مختلف
fr: Jetons VAL sur les différents réseaux
he: טוקן VAL ברשתות שונות
hi_in: विभिन्न नेटवर्क पर VAL टोकन
hu: VAL Token különböző hálózatokon
ja: 異なるネットワーク上のVALトークンの内訳
ms_my: Token VAL pada rangkaian yang berbeza
nl: VAL-token op verschillende netwerken
pl: Token VAL w różnych sieciach
pt: Token VAL em redes diferentes
ru: Токен VAL в разных сетях
sr: VAL токен на различитим мрежама
tr: Farklı ağlardaki VAL Tokeni
vi: Token VAL trên các mạng khác nhau
zh_hans: 在不同网络上的VAL代币
zh_hant_tw: 不同網絡上的VAL令牌

# activity.event.val.transfered.type
source: VAL Received
ar: تم استلام VAL
az: VAL qəbul elindi
ca: VAL Rebut
cs: VAL přijato
de_de: VAL erhalten
es: VAL recibido
fa: VAL دریافت شد
fr: VAL reçus
he: VAL התקבל
hi_in: VAL प्राप्त किया
hu: VAL érkezett
ja: 受け取ったVAL
ms_my: VAL Diterima
nl: VAL ontvangen
pl: Otrzymano VAL
pt: VAL Recebido
ru: VAL получены
sr: VAL примљено
tr: VAL Alındı
vi: VAL đã nhận
zh_hans: 收到的VAL
zh_hant_tw: 收到 VAL

# activity.val.reward.credited.from.project.type.template
source: VAL Reward for voting
ar: مكافأة VAL للتصويت
az: Səsvermə üçün VAL mükafatı
ca: Recompensa de VAL per votar
cs: VAL Odměna za hlasování
de_de: VAL Belohnung für die Stimmabgabe
es: Recompensa VAL por votar
fa: جایزه VAL برای رای دادن
fr: Récompense en VAL pour votre vote
he: תגמול VAL עבור הצבעה
hi_in: मतदान के लिए VAL इनाम
hu: VAL Jutalom a szavazásért
ja: 投票によるVAL報酬
ms_my: Ganjaran VAL untuk mengundi
nl: VAL Beloning voor het stemmen
pl: Nagroda w VAL za głosowanie
pt: Recompensa de VAL por votar
ru: Награда в VAL за активность
sr: VAL награда за гласање
tr: Oylama için VAL Ödülü
vi: Phần thưởng VAL khi bỏ phiếu
zh_hans: 投票的VAL奖励
zh_hant_tw: VAL投票獎勵

# wallet.receive.val
source: Receive VAL
ar: استلام VAL
az: VAL qəbul edin
ca: Rebre VAL
cs: Příjem VAL
de_de: VAL erhalten
es: Recibir VAL
fa: دريافت VAL
fr: Recevoir des VAL
he: קבל VAL
hi_in: VAL प्राप्त करें
hu: VAL fogadása
ja: VALを受け取る
ms_my: Terima VAL
nl: Ontvang VAL
pl: Odbierz VAL
pt: Receber VAL
ru: Получить VAL
sr: Примите VAL
tr: VAL Alın
vi: Nhận VAL
zh_hans: 接收VAL
zh_hant_tw: 收到VAL

# view.balance.val
source: View SORA NET (VAL) token allocation
ar: عرض نسب توزيع عملة سورا نِت (VAL)
az: SORA NET (VAL) token paylaşmasına baxın
ca: Veure l'assignació del token SORA NET (VAL)
cs: Zobrazit alokaci SORA NET (VAL) tokenů
de_de: Anzeigen der SORA NET (VAL) Tokenzuteilung
es: Ver balance de Tokens de SORA NET (VAL)
fa: تخصیص رمز SORA NET (VAL) را مشاهده کنید
fr: Afficher le nombre de jetons SORA NET (VAL)
he: צפה בהקצאת טוקנים של רשת סורה (VAL)
hi_in: सोरा नेट (VAL) टोकन आवंटन देखें
hu: SORA NET (VAL) token kiosztás megtekintése
ja: VALトークン割り当ての内訳を表示
ms_my: Lihat peruntukan token SORA NET (VAL)
nl: Bekijk SORA NET (VAL) token toewijzing
pl: Pokaż alokację tokenów SORA NET (VAL)
pt: Ver a alocação do token SORA NET (VAL)
ru: Просмотр распределения токенов SORA NET (VAL)
sr: Погледајте SORA NET (VAL) додељивање токена
tr: SORA NET (VAL) token dağılımını görüntüleyin
vi: Xem phân bổ token SORA NET (VAL)
zh_hans: 查看 SORA NET (VAL) 代币分配
zh_hant_tw: 查看SORA NET（VAL）令牌分配

# pincode.enter.current.pin.code
source: Enter current pin code
ar: أدخل رمز الواجهة الحالي
az: Cari pin kodu daxil edin
ca: Introduïu el codi PIN actual
cs: Zadejte aktuální PIN kód
de_de: Aktuellen PIN-Code eingeben
es: Ingrese el código PIN actual
fa: پین کد فعلی را وارد کنید
fr: Entrez le code PIN actuel
he: הזן קוד PIN נוכחי
hi_in: वर्तमान पिन कोड दर्ज करें
hu: Írd be a jelenlegi PIN-kódot
ja: 現在のPINコードを入力してください
ms_my: Masukkan kod pin semasa
nl: Voer de huidige pincode in
pl: Wprowadź aktualny kod PIN
pt: Insira o código PIN atual
ru: Введите текущий пин-код
sr: Унесите тренутни пин код
tr: Mevcut PIN kodunu girin
vi: Nhập mã pin hiện tại
zh_hans: 请输入当前的PIN码
zh_hant_tw: 輸入當前的密碼

source: Pin code updated
ar: تم تحديث شفرة رمز الواجهة
az: Pin kodu yeniləndi
ca: Codi PIN actualitzat
cs: PIN kód byl aktualizován
de_de: PIN-Code aktualisiert
es: Código PIN actualizado
fa: کد با موفقیت به روز رسانی شد
fr: Code PIN mis à jour
he: קוד PIN עודכן
hi_in: पिन कोड अपडेट किया गया
hu: PIN-kód frissítve
ja: PINコードが更新されました
ms_my: Kod pin dikemas kini
nl: Pincode bijgewerkt
pl: Zaktualizowano kod PIN.
pt: Código PIN atualizado
ru: Пин-код обновлен
sr: Пин код је ажуриран
tr: PIN kodu güncellendi
vi: Đã cập nhật mã pin
zh_hans: Pin码已更新
zh_hant_tw: 密碼已更新

# pincode.change.success
source: Pin code changed successfully
ar: تم تغيير رمز الواجهة بنجاح
az: Pin kodu uğurla dəyişdirildi
ca: El codi PIN ha sigut canviat correctament
cs: PIN kód byl úspěšně změněn
de_de: PIN-Code erfolgreich geändert
es: El código PIN se cambió correctamente.
fa: پین کد با موفقیت تغییر شد
fr: Le code PIN a été modifié avec succès.
he: קוד PIN שונה בהצלחה
hi_in: पिन कोड सफलतापूर्वक बदल गया
hu: PIN-kód sikeresen frissítve
ja: PINコードが正常に変更されました
ms_my: Kod pin berjaya diubah.
nl: De pincode is succesvol gewijzigd
pl: Kod PIN został zmieniony z powodzeniem.
pt: Código PIN alterado com sucesso
ru: Пин-код успешно изменен
sr: Пин код је успешно промењен
tr: PIN kodu başarıyla değiştirildi
vi: Đã thay đổi mã pin thành công
zh_hans: 密码已经成功更改。
zh_hant_tw: 密碼成功更改。

# pincode.enter.new.pin.code
source: Enter new pin code
ar: أدخل رمز الواجهة الجديد
az: Yeni pin kodu daxil edin
ca: Introduïu el nou codi PIN
cs: Zadejte nový PIN kód
de_de: Neuen PIN-Code eingeben
es: Ingrese un nuevo código PIN
fa: پین کد جدید را وارد کنید
fr: Entrez le nouveau code PIN
he: הזן קוד PIN חדש
hi_in: नया पिन कोड डालें
hu: Add meg az új PIN-kódot
ja: 新しいPINコードを入力してください
ms_my: Masukkan kod pin baru
nl: Voer een nieuwe pincode in
pl: Wprowadź nowy kod PIN
pt: Insira o novo código PIN
ru: Введите новый пин-код
sr: Унесите нови пин код
tr: Yeni PIN kodunu girin
vi: Nhập mã pin mới
zh_hans: 输入新的 PIN 码
zh_hant_tw: 輸入新的密碼

# pincode.confirm.new.pin.code
source: Confirm new pin code
ar: قم بتأكيد رمز الواجهة الجديد
az: Yeni pin kodu təsdiqləyin
ca: Confirmeu el nou codi PIN
cs: Potvrďte nový PIN kód
de_de: PIN-Code bestätigen
es: Confirmar nuevo código PIN
fa: پین کد جدید را تایید کنید
fr: Confirmer le nouveau code PIN
he: אשר קוד PIN חדש
hi_in: नए पिन कोड की पुष्टि करें
hu: Erősítsd meg az új PIN-kódot
ja: 新しいPINコードを確認する
ms_my: Sahkan kod pin baru
nl: Bevestig nieuwe pincode
pl: Potwierdź nowy kod PIN
pt: Confirme o novo código PIN
ru: Подтвердите новый пин-код
sr: Потврдите нови пин код
tr: Yeni PIN kodunu onaylayın
vi: Xác nhận mã pin mới
zh_hans: 确认新的 PIN 码
zh_hant_tw: 確認新密碼

# tabbar.staking.title
source: Staking
ar: تحصيص
az: Steykinq
ca: Estacant
cs: Stakování
fa: استیک شده
he: סטייקינג
hi_in: दाँव
hu: Letét
ja: ステーキング
ms_my: Mempertaruhkan
ru: Стейкинг
tr: Stake etmek
zh_hans: 质押
zh_hant_tw: 質押

source: Coming soon...
ar: قريبا...
az: Tezliklə…
ca: Pròximament...
cs: Již brzy...
de_de: Demnächst...
es: Próximamente...
fa: به زودی
fr: Bientôt disponible...
he: מגיע בקרוב...
hi_in: जल्द आ रहा है…
hu: Hamarosan...
ja: 近日公開...
ms_my: Akan datang...
nl: Binnenkort...
pl: Wkrótce...
pt: Disponível brevemente
ru: Скоро...
sr: Долази ускоро...
tr: Çok yakında...
vi: Sắp ra mắt...
zh_hans: 即将到来...
zh_hant_tw: 快來了...

# staking.coming.soon
source: XOR holders will be able to stake their XOR to nominate validators and get rewards.
ar: سيتمكن حاملو XOR من رهنه ولترشيح مدققين والحصول على المكافآت.
az: XOR sahibləri təsdiqləyiciləri təyin etmək və mükafat almaq üçün öz XOR-larını paylaya biləcəklər.
ca: Les persones que tinguen XOR podran estacar el seu XOR per designar validadors i obtenir recompenses.
cs: Držitelé XOR budou moci stakovat své XOR, aby nominovali validátory a získali odměny.
de_de: XOR-Besitzer können ihre XOR staken, um Validatoren zu nominieren und somit Belohnungen zu erhalten.
es: Los poseedores de XOR podrán poner en staking su XOR para nominar validadores y obtener recompensas.
fa: دارندگان XOR می توانند XOR خود را برای نامزدی تایید کننده‌ها سپرده کنند تا پاداش دریافت کنند.
fr: Les détenteurs de XOR pourront stocker leur XOR pour désigner des validateurs et obtenir des récompenses.
he: מחזיקי XOR יוכלו לנעול את ה- XOR שלהם כדי למנות מאמתים ולקבל תגמולים.
hi_in: XOR धारक सत्यापनकर्ताओं को मनोनीत करने और पुरस्कार प्राप्त करने के लिए अपने XOR को दांव पर लगाने में सक्षम होंगे।
hu: Az XOR tulajdonosok stakelhetik a XOR-ukat, hogy validátorokat jelöljenek és jutalmakat kapjanak.
ja: XOR保有者は、XORを賭けてバリデーターを指名し、報酬を得ることができます
ms_my: Pemegang XOR akan dapat mempertaruhkan XOR mereka untuk mencalonkan pengesah dan mendapat ganjaran.
nl: XOR-houders kunnen hun XOR staken om validators te nomineren en beloningen te ontvangen.
pl: Posiadacze tokenów XOR będą mogli stakować swoje tokeny, aby nominować walidatorów i otrzymywać wynagrodzenie.
pt: Os proprietários de XOR poderão fazer staking dos mesmos para nomear validators e obter recompensas.
ru: Держатели XOR смогут ставить свои XOR, чтобы назначать валидаторов и получать вознаграждение.
sr: Власници XOR моћи ће да уложе свој XOR да номинују валидаторе и добију награде.
tr: XOR sahipleri, ağın doğrulayıcılarını aday gösterebilmek ve ödül kazanmak için XOR'larını stake edebilecektir.
vi: Người nắm giữ XOR sẽ có thể stake XOR của họ để đề cử người xác nhận và nhận phần thưởng.
zh_hans: XOR持有者将可以质押XOR来提名验证者并获得奖励。
zh_hant_tw: XOR持有者將可以質押XOR來提名驗證者並獲得獎勵。

# parliament.coming.soon
source: A governance for the SORA network
ar: الحوكمة على شبكة سورا
az: SORA şəbəkəsi üçün idarəetmə
ca: Una governança per a la xarxa SORA
cs: Správa sítě SORA
de_de: Eine Governance für das SORA-Netzwerk
es: Una gobernanza para la red SORA
fa: حاکمیتی برای شبکه SORA
fr: Une gouvernance pour le réseau SORA
he: ממשל עבור רשת סורה
hi_in: सोरा नेटवर्क के लिए एक अभिशासन
hu: A SORA hálózat kormányzása
ja: SORAネットワークのガバナンス
ms_my: Tadbir urus untuk rangkaian SORA
nl: Een bestuur voor het SORA-netwerk
pl: Zarządzanie dla sieci SORA
pt: A governância para a rede SORA
ru: Управление сетью SORA
sr: Управљање мрежом SORA
tr: SORA ağı yönetişimi
vi: Quản trị mạng SORA
zh_hans: SORA网络的治理
zh_hant_tw: SORA網絡的治理
