Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# empty.completed.project.description
source: When voting is complete, you will find projects here
ca: Quan s'hagi completat la votació, trobareu projectes ací
cs: Po dokončení hlasování najdete projekty zde
de_de: Wenn die Abstimmung abgeschlossen ist, findest du die Projekte hier
es: Cuando se complete la votación, usted encontrará proyectos aquí
fa: وقتی رای گیری تمام شد، شما پروژه‌ها را در اینجا خواهید دید
fr: Une fois le vote terminé, vous trouverez les projets ici
hu: Ha a szavazás lezárult, itt találod a projekteket
ja: 投票が終了すると、 ここでそのプロジェクトを見つけることができます
ms_my: Apabila pengundian selesai, anda akan mendapati projek di sini
pl: Tutaj znajdziesz projekty po zakończeniu głosowania.
pt: Quando a votação for concluída, encontrará os projetos aqui
ru: Здесь будут отображаться проекты с завершенным голосованием
sr: Када је гласање завршено, ви ћете наћи пројекте овде
tr: Oylama tamamlandığında, projeleri burada bulacaksınız
vi: Khi bỏ phiếu xong, bạn sẽ tìm thấy các dự án ở đây
zh_hant_tw: 投票完成後， 您將在這裡找到項目

# contacts.search.empty.state.title
source: No search results
ca: No hi ha resultats de cerca
de_de: Keine Suchergebnisse
es: No hay resultados de búsqueda
fa: هیچ نتیجه ای برای جستجو یافت نشد
fr: Aucun résultat trouvé
hu: Nincs találat
ms_my: Tiada hasil carian
pl: Brak wyników wyszukiwania
pt: Nenhum resultado de pesquisa
ru: Нет результатов
sr: Нема резултата претраге
zh_hant_tw: 無搜尋結果

# liquidity.pair.creation.title
source: You are the first liquidity provider
ca: Ets el primer proveïdor de liquiditat
de_de: Du bist der erste Liquiditätsanbieter
fa: شما اولین ارائه دهنده نقدینگی هستید
fr: Vous êtes le premier fournisseur de liquidités
hu: Te vagy az első likviditás szolgáltató
ms_my: Anda adalah pembekal kecairan pertama
pl: Jesteś pierwszym dostarczycielem płynności.
pt: É o primeiro fornecedor de liquidez
ru: Вы первый провайдер ликвидности
sr: Ви сте први добављача ликвидности
zh_hant_tw: 您是第一個流動性提供者

# liquidity.pair.creation.description
source: The ratio of tokens you add will set the price of this pool. Once you are happy with the rate click supply to review.
ca: La relació entre els tokens que afegeixis establirà el preu d'aquest pool. Una vegada estiguis satisfet amb la relació, clica el botó d'Aportar per a revisar.
de_de: Das Verhältnis der Token, die du hinzufügst, bestimmt den Preis dieses Pools. Sobald du mit dem Preis zufrieden bist, klicke auf Angebot, um es zu überprüfen.
fa: نسبت توکن‌هایی که اضافه می‌کنید، قیمت این مخزن را تعیین می‌کند. هر وقت از نرخ راضی بودید، برای بررسی روی تامین کلیک کنید.
fr: Le ratio de jetons que vous ajoutez fixera le prix de ce pool. Une fois que vous êtes satisfait du taux, cliquez sur approvisionner pour le réviser.
hu: A hozzáadott tokenek aránya határozza meg ennek a készletnek az árát. Ha elégedett az árfolyammal, kattintson a kínálatra az áttekintéshez.
ms_my: Nisbah token yang anda tambah akan menetapkan harga kolam ini. Sebaik sahaja anda berpuas hati dengan kadar klik bekalan untuk menyemak.
pl: Proporcja tokenów, które dodasz, określi cenę tej puli. Jeśli będziesz zadowolony ze wskaźnika, kliknij przycisk „dodaj”, aby dokonać podglądu.
pt: O rácio de tokens que adicionará vai definir o preço desta pool. Assim que estiver satisfeito com a taxa, clique fornecer para fazer a revisão.
ru: Соотношение токенов, которое вы добавляете, будет определять цену этого пула. Как только вы будете довольны ставкой, нажмите «Добавить», чтобы проверить данные.
sr: Однос токена које додате ће одредити цену овог пула. Када будете задовољни са стопом, кликните на понуду за преглед.
zh_hant_tw: 您添加的代幣比例將決定該池的價格。一旦您對價格感到滿意，請點擊供應進行審查。

# sora.card.free.card.issuance.conditions.euro
source: or 12 € application fee
ca: or €20 application fee
es: o tarifa de inscripción 12 €
fr: ou 12€ de frais de demande
ja: または20€の申請料
ms_my: atau 20 € yuran permohonan
pt: or €20 application fee
ru: или плата 12 € за подачу заявки
vi: hoặc phí đăng ký 20 €

# any.year.format
source: dd MMMM yyyy
az: gg MMMM yyyy
ca: dd MMMM aaaa
cs: dd MMMM rrrr

# finished.project.year.format
source: MMM dd, yyyy
az: AAA gg, yyyy
ca: MMM dd, aaaa
cs: MMM dd, rrrr

# polkaswap.liqudity.fee
source: LP Fee
ca: Tarifa LP
de_de: LP-Gebühr
es: Tarifa LP
fa: هزینه LP
fr: Frais de LP
hu: LP díj
pl: Opłata dla dostarczyciela płynności
ru: Комиссия LP
sr: Naknada za likvidnost
zh_hant_tw: LP費用

# polkaswap.liqudity.fee.info
source: A portion of each trade goes to liquidity providers as a protocol incentive.
ca: Una part de cada operació es destina a proveïdors de liquiditat com a incentiu protocol·lari.
de_de: Ein Teil jeder Trade geht als Protokollanreiz an die Liquiditätsanbieter.
es: Una porción de cada trade va a los proveedores de liquidez como incentivo del protocolo
fa: بخشی از هر معامله به عنوان مشوق پروتکل به ارائه دهندگان نقدینگی می‌رسد.
fr: Une partie de chaque transaction est reversée aux fournisseurs de liquidités à titre d'incitation de la part du protocole
hu: Az egyes ügyletek egy része protokollösztönzőként a likviditási szolgáltatókhoz kerül.
pl: Część każdej transakcji trafia do dostarczycieli płynności jako wynagrodzenie wynikające z protokołu.
ru: Часть каждой сделки является награждением для поставщиков ликвидности.
sr: Deo svake transakcije ide provajderima likvidnosti kao protokolarni podsticaj.
zh_hant_tw: 每筆交易的一部分 作為協議激勵流向流動性提供者。

# pool.apy.title
source: Strategic bonus apy
ca: APY de la bonificació estratègica
de_de: Strategischer Bonus APY
fa: نرخ سود سالانه پاداش استراتژیک
fr: APY de bonus stratégique
hu: Stratégiai bónusz APY
pl: Bonus strategiczny rocznej stopy dochodu
sr: Стратешки бонус апи
zh_hant_tw: 戰略紅利

# sora.card.description
source: Get a Euro IBAN account and Mastercard Debit Card connected to your SORA Wallet
es: Obtenga una cuenta Euro IBAN y una tarjeta de débito Mastercard conectada a su billetera SORA
fr: Obtenez un compte IBAN en Euros et une carte de débit Mastercard SORA
ru: Получите счет IBAN в евро и дебетовую карту Mastercard, подключенную к вашему кошельку SORA

# polkaswap.tbc
source: TBC
zh_hant_tw: 待定

# polkaswap.sbapy
source: SB APY
pl: Roczna stopa dochodu subskrybenta
sr: СБ АПИ

# this.year.format
source: dd MMMM
az: gg MMMM
