Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# common.german
source: German
ar: الألمانية
az: Alman
ca: Alemany
cs: Němčina
de_de: Deutsch
es: Alemán
fa: آلمانی
fr: Allemand
he: גרמנית
hi_in: जर्मन
hu: Német
ja: ドイツ語
ms_my: Jerman
nl: Duits
pl: Niemiecki
pt: Alemão
ru: Немецкий
sr: Nemački
tr: Almanca
vi: Tiếng Đức
zh_hans: 德语
zh_hant_tw: 德語

# common.norwegian
source: Norwegian
ar: النرويجية
az: Norveç
ca: Noruec
cs: Norština
de_de: Norwegisch
es: Noruego
fa: نروژی
fr: Norvégien
he: נורבגית
hi_in: नार्वेजियन
hu: Norvég
ja: ノルウェー語
ms_my: Norway
nl: Noors
pl: Norweski
pt: Norueguês
ru: Норвежский
sr: Norveški
tr: Norveççe
vi: Tiếng Nauy
zh_hans: 挪威语
zh_hant_tw: 挪威语

# polkaswap.slippage.mayfail
source: Your transaction may fail
ar: معاملتك قد تفشل
az: Əməliyyatınız uğursuz ola bilər
ca: La teva transacció pot
cs: Vaše transakce může selhat
de_de: Deine Transaktion könnte fehlschlagen
es: Su transacción puede fallar
fa: تراکنش شما ممکن است انجام نشود
fr: Votre transaction risque d'échouer
he: הטרנזקציה שלך עשויה להיכשל
hi_in: आपका लेन-देन विफल हो सकता है
hu: A tranzakció sikertelen lehet
ja: 取引が失敗する可能性があります
ms_my: Transaksi anda mungkin gagal
nl: Uw transactie kan mislukken
pl: Twoja transakcja może się nie powieść.
pt: A sua transação pode falhar
ru: Транзакция может завершиться с ошибкой
sr: Vaša transakcija može biti neuspešna
tr: İşleminiz hatayla sonuçlanabilir
vi: Giao dịch của bạn có thể thất bại
zh_hans: 您的交易可能会失败
zh_hant_tw: 您的交易可能會失敗

# polkaswap.slippage.frontrun
source: Your transaction may be frontrun
ar: قد تكون معاملتك قيد التشغيل الأمامي
az: Əməliyyatınız əvvəlcədən ola bilər
ca: La teva transacció pot estar
cs: Vaše transakce může být předběhnuta
de_de: Deine Transaktion könnte frontrunnen
es: Su transacción puede ser adelantada
fa: تراکنش شما ممکن است پیشتاز (frontrun) باشد
fr: Votre transaction risque d'être désavantagée (frontrun)
he: הטרנזקציה שלך עשויה להיות מקודמת
hi_in: आपका लेन-देन विफल हो सकता है
hu: Előfordulhat, hogy a tranzakció előre fut
ja: あなたの取引はフロントランの可能性があります
ms_my: Urus niaga anda mungkin dijalankan
nl: Uw transactie kan frontrun zijn
pl: To może być transakcja typu front-run.
pt: A sua transação pode ser antecipada por outra mais rápida
ru: Возможен фронтран транзакции
sr: Vaša transakcija može biti u prva na redu
tr: İşleminiz sizden önce başkası tarafından yapılabilir
vi: Giao dịch của bạn có thể khiến giá biến động đáng kể
zh_hans: 您的交易可能提前
zh_hant_tw: 您的交易可能是搶先交易

# polkaswap.info.text.7
source: In order to hide the disclaimer notification from the Swap tab please swipe the button below. Only do so if you fully understand and have read all of the documents mentioned!
ar: لإخفاء إشعار إخلاء المسؤولية من علامة التبويب "المبادلة" ، يرجى سحب الزر أدناه. افعل ذلك فقط إذا كنت تفهم تمامًا وقرأت جميع المستندات المذكورة!
az: İmtina bildirişini dəyişdirmə sekmesinden gizlətmək üçün aşağıdakı düyməni sürüşdürün. Yalnız qeyd olunan sənədləri tam başa düşdüyünüz və oxuduğunuz halda bunu edin!
ca: Per amagar la notificació d'exempció de responsabilitat a la pestanya Canvia, fes lliscar el botó de sota. Feu-ho només si enteneu i heu llegit tots els documents esmentats.
cs: Chcete-li skrýt oznámení o vyloučení odpovědnosti z karty Swap, přetáhněte tlačítko níže. Učiňte tak pouze v případě, že jste přečetli a plně porozuměli všem uvedeným dokumentům!
de_de: Um die Haftungsausschlussbenachrichtigung auf der Registerkarte „Swap“ auszublenden, wische bitte über die Schaltfläche unten. Mache dies nur, wenn du alle genannten Dokumente vollständig gelesen und verstanden hast!
es: Para ocultar la notificación de exención de responsabilidad de la pestaña Intercambiar, deslice el botón de abajo. ¡Sólo hágalo si entiende y ha leído todos los documentos mencionados!
fa: برای پنهان کردن اعلان سلب مسئولیت از برگه Swap، لطفاً دکمه زیر را بکشید. تنها در صورتی این کار را انجام دهید که تمام اسناد ذکر شده را کاملاً درک و مطالعه کرده باشید!
fr: Afin de masquer la notification de non-responsabilité de l'onglet Échanger, veuillez faire glisser le bouton ci-dessous. Ne le faites que si vous comprenez parfaitement et avez lu tous les documents mentionnés !
he: על מנת להסתיר את הודעת הוויתור מהכרטיסייה 'החלפה', אנא החלק את הלחצן למטה. עשה זאת רק אם אתה מבין היטב וקראת את כל המסמכים שהוזכרו!
hi_in: स्वैप टैब से अस्वीकरण सूचना को छिपाने के लिए कृपया नीचे दिए गए बटन को स्वाइप करें। ऐसा केवल तभी करें जब आप पूरी तरह से समझ लें और उल्लेखित सभी दस्तावेजों को पढ़ लें!
hu: Annak érdekében, hogy elrejtse a felelősséget kizáró értesítést a Csere lapon, húzza el az alábbi gombot. Csak akkor tegye ezt, ha teljesen megértette és elolvasta az összes említett dokumentumot!
ja: 「スワップ」タブの免責事項通知を非表示にするには、下のボタンをスワイプしてください。その際、記載されている全ての文書を読んで完全に理解した場合にのみ、実行してください！
ms_my: Untuk menyembunyikan pemberitahuan penafian dari tab Swap sila leret butang di bawah. Hanya berbuat demikian jika anda memahami sepenuhnya dan telah membaca semua dokumen yang disebutkan!
nl: Veeg de onderstaande knop om de disclaimermelding van het tabblad Ruilen te verbergen. Doe dit alleen als je alle genoemde documenten volledig begrijpt en hebt gelezen!
pl: Aby ukryć powiadomienie o zastrzeżeniu odpowiedzialności, umieszczone w zakładce „Zamiana”, przesuń poniższy przycisk. Możesz to zrobić tylko wtedy, jeżeli przeczytałeś(-łaś) i w pełni zrozumiałeś(-łaś) wszystkie wymienione dokumenty!
pt: De modo a ocultar a notificação de isenção de responsabilidade do separador Swap, por favor deslize o botão localizado abaixo. Faça unicamente se compreendeu e tiver lido todos os documentos mencionados!
ru: Чтобы скрыть уведомление об отказе от ответственности на вкладке «Обмен», проведите по кнопке ниже. Делайте это только в том случае, если вы полностью прочли и поняли все упомянутые документы!
sr: Da biste sklonili obaveštenjeo odricanju odgovornosti sa kartice Zamena, prevucite dugme ispod. Uradite to samo ako ste u potpunosti procitali i razumeli sve pomenute dokumente!
tr: Takas sekmesinden sorumluluk reddi bildirimini gizlemek için lütfen aşağıdaki düğmeyi kaydırın. Bunu yalnızca, belirtilen tüm belgeleri tam olarak anlayıp okuduysanız yapın!
vi: Để ẩn thông báo từ chối trách nhiệm khỏi tab Hoán đổi, vui lòng vuốt nút bên dưới. Chỉ làm như vậy nếu bạn hiểu đầy đủ và đã đọc tất cả các tài liệu được đề cập!
zh_hans: 为了在“兑换”选项卡中隐藏免责声明通知，请滑动下面的按钮。只有在您完全理解并阅读了所有提到的文件后才能这样做！
zh_hant_tw: 為了在“兌換”選項卡中隱藏免責聲明通知，請滑動下面的按鈕。只有在您完全理解並閱讀了所有提到的文件後才能這樣做！

# polkaswap.info.text.2
source: You also acknowledge the following:
ar: أنت تقر أيضًا بما يلي:
az: Polkasvap SORA icması tərəfindən qorunur. Polkasvap funksiyasından istifadə etməzdən əvvəl, Polkasvapı istifadə etməzdən əvvəl, Polkasvap Memorandumu və Xidmət Şərtlərini və Məxfilik Siyasətini ətraflı izah edən Polkasvap Çox Soruşulan Sualları (FAQ) nəzərdən keçirdin. Bu sənədlər etibarlı və pozitiv istifadəçi təcrübəsi üçün çox vacibdir. Polkasvap istifadə etməklə, bu sənədləri oxuduğunuzu və başa düşdüyünüzü qəbul edirsiniz. Həmçinin aşağıdakıları da qəbul edirsiniz: 1) qanuni yurisdiksiyanızda xüsusi olaraq Polkasvap istifadə etməyiniz üçün tətbiq oluna biləcək bütün qanunlara riayət etmək üçün tək məsuliyyət daşımağınız; 2) Polkasvap -ın cari versiyasının alfa versiyası olduğunu başa düşməyiniz: tam sınaqdan keçirilməmişdir və bəzi funksiyalar nəzərdə tutulduğu kimi yerinə yetirə bilinməz; 3) Polkaswap istifadə etməklə əlaqəli riskləri başa düşməyiniz və könüllü olaraq qəbul etməyiniz, tokenləri itirmək də daxil olmaqla, ancaq bununla məhdudlaşmır. Bir daha diqqətinizə çatdırırıq ki, FAQ, Polkasvap Memorandumu və Xidmət Şərtləri və Məxfilik Siyasətini oxumadan davam etməyin!
ca: També reconeixeu el següent:
cs: Dále berete na vědomí následující skutečnosti:
de_de: Du erkennst außerdem Folgendes an:
es: También reconoce lo siguiente:
fa: شما همچنین به موارد زیر اذعان می‌کنید:
fr: Vous reconnaissez également ce qui suit:
he: אתה גם מאשר את הדברים הבאים:
hi_in: आप निम्नलिखित को भी स्वीकार करते हैं:
hu: Tudomásul veszed továbbá a következőket:
ja: また、次のことも了承します：
ms_my: Anda juga mengakui perkara-perkara berikut:
nl: Polkaswap wordt onderhouden door de SORA-gemeenschap. Voordat u de Polkaswap-functionaliteit gebruikt, dient u de %%Polkaswap FAQ%% en de documentatie te lezen, die een gedetailleerde uitleg bevat over hoe Polkaswap werkt, evenals het Polkaswap-memorandum en de servicevoorwaarden en het privacybeleid. Deze documenten zijn cruciaal voor een veilige en positieve gebruikerservaring. Door Polkaswap te gebruiken, erkent u deze documenten te hebben gelezen en begrepen. U erkent ook het volgende: 1) uw enige verantwoordelijkheid voor de naleving van alle wetten die van toepassing kunnen zijn op uw specifieke gebruik van Polkaswap in uw rechtsgebied; 2) uw begrip dat de huidige versie van Polkaswap een alfaversie is: deze is niet volledig getest en sommige functies werken mogelijk niet zoals bedoeld; 3) uw begrip en vrijwillige aanvaarding van de risico's die verbonden zijn aan het gebruik van Polkaswap, inclusief, maar niet beperkt tot, het risico van verlies van tokens. Nogmaals, ga alsjeblieft niet verder zonder de veelgestelde vragen, het Polkaswap-memorandum en de servicevoorwaarden en het privacybeleid te lezen!
pl: Potwierdzasz również, co następuje:
pt: Reconhece também o seguinte:
ru: Вы также осознаете:
sr: Takođe potvrđujete sledeće:
tr: Ayrıca aşağıdakileri de kabul ediyorsunuz:
vi: Bạn cũng thừa nhận những điều sau:
zh_hans: 您还承认以下几点：
zh_hant_tw: Polkaswap 是由 SORA 社區維護。在使用 Polkaswap 功能之前，請查看%% Polkaswap FAQ %%和文檔，其中包括有關 Polkaswap 如何操作的詳細解釋，以及 Polkaswap 備忘錄和服務條款以及隱私政策。這些文檔對於安全和積極的用戶體驗至關重要。通過使用 Polkaswap，您承認您已閱讀並理解這些文件。 您還承認以下幾點： 1) 您全權負責遵守在您的法律管轄範圍內可能適用於您對 Polkaswap 的特定使用的所有法律； 2）您對Polkaswap當前版本為alpha版本的理解：尚未經過全面測試，部分功能可能無法按設計執行； 3) 您理解並自願接受使用 Polkaswap 所涉及的風險，包括但不限於丟失代幣的風險。再一次提醒，在您還沒閱讀常見問題解答、Polkaswap 備忘錄和服務條款以及隱私政策的情況下, 請不要繼續！

# polkaswap.info.text.3
source: Your sole responsibility for compliance with all laws that may apply to your particular use of Polkaswap in your legal jurisdiction;
ar: من مسؤوليتك الامتثال لجميع القوانين التي قد تشمل استخدامك لبولكاسواب في حدود منطقتك القانونية؛
az: Hüquqi yurisdiksiyanızda Polkaswap-dan xüsusi istifadəniz üçün tətbiq oluna biləcək bütün qanunlara uyğunluq üçün yeganə məsuliyyətiniz;
ca: La seva única responsabilitat pel compliment de totes les lleis que puguin aplicar-se a l'ús particular de Polkaswap en la seva jurisdicció legal;
cs: Nesete výhradní odpovědnost za dodržování všech zákonů, které se mohou vztahovat na vaše konkrétní používání služby Polkaswap ve vaší jurisdikci;
de_de: Deine alleinige Verantwortung für die Einhaltung aller Gesetze, die für deine spezielle Nutzung von Polkaswap in deiner Rechtsordnung gelten können;
es: Usted es la única persona responsable de cumplir con todas las leyes que puedan aplicarse al uso particular de Polkaswap en su jurisdicción legal;
fa: مسئولیت انحصاری شما برای رعایت تمام قوانینی که ممکن است در مورد استفاده خاص شما از Polkaswap در حوزه قضایی شما اعمال شود.
fr: Votre seule responsabilité quant au respect de toutes les lois pouvant s'appliquer à votre utilisation particulière de Polkaswap dans votre juridiction légale;
he: האחריות הבלעדית שלך לעמידה בכל החוקים שעשויים לחול על השימוש הספציפי שלך בפולקסוואפ בתחום השיפוט הסמכותי שלך;
hi_in: आपके कानूनी क्षेत्राधिकार में Polkaswap के आपके विशेष उपयोग पर लागू होने वाले सभी कानूनों के अनुपालन की एकमात्र जिम्मेदारी आपकी है;
hu: Az Te kizárólagos felelősséged a Polkaswap általad történő használatára vonatkozó összes törvény betartása a Te országod joghatóságában;
ja: あなたの法的管轄区域におけるPolkaswapの特定の使用に適用される可能性のあるすべての法律の遵守については、あなた単独の責任となります；
ms_my: Tanggungjawab anda untuk mematuhi semua undang-undang yang mungkin terpakai untuk penggunaan Polkaswap tertentu dalam bidang kuasa undang-undang anda;
nl: Uw enige verantwoordelijkheid voor de naleving van alle wetten die van toepassing kunnen zijn op uw specifieke gebruik van Polkaswap in uw rechtsgebied;
pl: Ponosisz wyłączną odpowiedzialność związaną z przestrzeganiem wszystkich przepisów, które mogą mieć zastosowanie do korzystania z Polkaswap w Twojej jurysdykcji;
pt: É sua a exclusiva responsabilidade pelo cumprimento de todas as leis que se possam aplicar à utilização particular da Polkaswap na sua jurisdição legal;
ru: Вашу личную ответственность за соблюдение законов, которые могут применяться к использованию Polkaswap в вашей юрисдикции;
sr: Vi ste potpuno odgovorni za sve zakonske propise i posledice koji se mogu primeniti u vašoj jurisdikciji za vaše korišćenje Polkaswap-a;
tr: Yasal yargı yetki alanınızda Polkaswap'ı özel kullanımınız için geçerli olabilecek tüm yasalara uyum konusunda yegane sorumlu sizsinizdir;
vi: Trách nhiệm duy nhất của bạn đối với việc tuân thủ tất cả các luật có thể áp dụng cho việc sử dụng Polkaswap cụ thể của bạn trong khu vực pháp lý của bạn;
zh_hans: 您全权负责遵守在您的法律管辖范围内可能适用于您对 Polkaswap 的特定使用的所有法律；
zh_hant_tw: 您在您的法律管轄範圍內遵守可能適用於您對 Polkaswap 的特定使用的所有法律的全部責任；

# polkaswap.info.text.4
source: Your understanding that the current version of Polkaswap is an alpha version: it has not been fully tested, and some functions may not perform as designed;
ar: انت تفهم ان الإصدار الحالي من بولكاسواب هو إصدار ألفا: لم يتم اختباره بالكامل، وقد لا تعمل بعض الوظائف كما تم تصميمها؛
az: Polkaswap-ın cari versiyasının alfa versiyası olduğunu başa düşürsünüz: o, tam sınaqdan keçirilməyib və bəzi funksiyalar nəzərdə tutulduğu kimi işləməyə bilər;
ca: Enteneu que la versió actual de Polkaswap és una versió alfa: no s'ha provat completament, i algunes funcions poden no funcionar com s'ha dissenyat;
cs: Chápete, že aktuální verze Polkaswap je alfa verze: nebyla plně testována a některé funkce nemusí fungovat tak, jak byly navrženy;
de_de: Dein Verständnis, dass die aktuelle Version von Polkaswap eine Alpha-Version ist: sie wurde nicht vollständig getestet und einige Funktionen können möglicherweise nicht wie vorgesehen ausgeführt werden;
es: Su comprensión de que la versión actual de Polkaswap es una versión alfa: no ha sido completamente probada, y algunas funciones pueden no funcionar como están diseñadas;
fa: درک شما مبنی بر اینکه نسخه فعلی Polkaswap یک نسخه آلفا است: به طور کامل آزمایش نشده است، و برخی از عملکردها ممکن است آنطور که طراحی شده است انجام ندهند؛
fr: Votre compréhension que la version actuelle de Polkaswap est une version alpha: elle n'a pas été entièrement testée et certaines fonctions peuvent ne pas fonctionner comme prévu;
he: הבנתך שהגרסה הנוכחית של פולקסוואפ היא גרסת אלפא: היא לא נוסתה במלואה, וייתכן שחלק מהפונקציות לא יפעלו כמתוכנן;
hi_in: आपकी समझ है कि पोल्कास्वैप का वर्तमान संस्करण एक अल्फा संस्करण है: यह पूरी तरह से परीक्षण नहीं किया गया है, और कुछ फ़ंक्शन डिज़ाइन के अनुसार प्रदर्शन नहीं कर सकते हैं;
hu: Tudomásul kell venned, hogy a Polkaswap jelenlegi verziója egy alfa verzió: még nem lett teljes mértékben tesztelve, és előfordulhat, hogy egyes funkciók nem a tervezett módon működnek;
ja: Polkaswapの現在のバージョンはアルファ版です：完全にテストされておらず、一部の機能は設計通りに動作しない可能性があることをご了承のうえ利用してください；
ms_my: Pemahaman anda bahawa versi semasa Polkaswap adalah versi alfa: ia belum diuji sepenuhnya, dan sesetengah fungsi mungkin tidak berfungsi seperti yang direka;
nl: Uw begrip dat de huidige versie van Polkaswap een alfaversie is: deze is niet volledig getest en sommige functies werken mogelijk niet zoals bedoeld;
pl: Rozumiesz, że aktualna wersja Polkaswap jest wersją alfa: nie została w pełni przetestowana, a niektóre jej funkcje mogą nie działać zgodnie z przeznaczeniem;
pt: Compreende que a versão atual da Polkaswap é uma versão alfa: que não foi totalmente testada, e algumas funções podem não funcionar como concebidas;
ru: Что текущая версия Polkaswap является альфа-версией: она не была полностью протестирована, и некоторые функции могут работать не так, как задумано;
sr: Razumete da je trenutna verzija Polkaswap-a alfaverzija: nije potpuno testirana i neke funkcije možda neće raditi kako je dizajnirano.
tr: Polkaswap'ın mevcut sürümünün bir alfa sürümü olduğu anlayın: tam olarak test edilmemiştir ve bazı işlevler tasarlandığı gibi çalışmayabilir;
vi: Bạn hiểu rằng phiên bản Polkaswap hiện tại là phiên bản alpha: nó chưa được kiểm tra đầy đủ và một số chức năng có thể không hoạt động như thiết kế;
zh_hans: 您需要了解Polkaswap当前版本是alpha版：它尚未经过完全测试，某些功能可能无法按设计执行；
zh_hant_tw: 您需要了解當前版本的 Polkaswap 為 alpha 版本：尚未完全測試，部分功能可能無法按設計執行；

# polkaswap.info.text.5
source: Your understanding and voluntary acceptance of the risks involved in using Polkaswap, including, but not limited to, the risk of losing tokens.
ar: فهمك وقبولك الطوعي للمخاطر التي ينطوي عليها استخدام بولكاسواب، بما في ذلك، على سبيل المثال لا الحصر، مخاطر فقدان عملاتك.
az: Tokenlərin itirilməsi riski də daxil olmaqla, lakin bununla məhdudlaşmayaraq, Polkaswap-dan istifadə ilə bağlı riskləri başa düşməyiniz və könüllü olaraq qəbul etməyiniz.
ca: La seva comprensió i acceptació voluntària dels riscos que comporta l'ús de Polkaswap, incloent, però no limitat a, el risc de perdre fitxes.
cs: Vaše porozumění a dobrovolné přijetí rizik spojených s používáním Polkaswap, mimo jiné včetně rizika ztráty tokenů.
de_de: Dein Verständnis und deine freiwillige Akzeptanz der Risiken, die mit der Verwendung von Polkaswap verbunden sind, einschließlich, aber nicht beschränkt auf das Risiko des Verlusts von Tokens.
es: Su comprensión y aceptación voluntaria de los riesgos que conlleva el uso de Polkaswap, incluyendo, pero sin limitarse a ello, el riesgo de perder Tokens.
fa: درک و پذیرش داوطلبانه شما از خطرات موجود در استفاده از Polkaswap، از جمله، اما نه محدود به، خطر از دست دادن توکن‌ها.
fr: Votre compréhension et votre acceptation volontaire des risques liés à l'utilisation de Polkaswap, y compris, mais sans s'y limiter, le risque de perdre des jetons.
he: הבנתך וקבלה מרצון של הסיכונים הכרוכים בשימוש בפולקסוואפ, כולל, אך לא רק, את הסיכון לאובדן טוקנים.
hi_in: Polkaswap का उपयोग करने में शामिल जोखिमों की आपकी समझ और स्वैच्छिक स्वीकृति, जिसमें टोकन खोने का जोखिम शामिल है, लेकिन यह यहीं तक सीमित नहीं है।
hu: A Polkaswap használatával járó kockázatok megértése és önkéntes elfogadása, beleértve, de nem kizárólagosan, a tokenek elvesztésének kockázatát.
ja: トークンを失うリスクを含むなどの、Polkaswapの利用に伴うリスクがあることを認識したうえで任意に了承
ms_my: Pemahaman dan penerimaan sukarela anda terhadap risiko yang terlibat dalam menggunakan Polkaswap, termasuk, tetapi tidak terhad kepada, risiko kehilangan token.
nl: Uw begrip en vrijwillige aanvaarding van de risico's die verbonden zijn aan het gebruik van Polkaswap, inclusief, maar niet beperkt tot, het risico van verlies van tokens.
pl: Rozumiesz i dobrowolnie akceptujesz ryzyko związane z korzystaniem z Polkaswap, w tym między innymi ryzyko utraty tokenów.
pt: Compreende e aceita voluntariamente os riscos envolvidos na utilização da Polkaswap, incluindo, mas não se limitando ao, risco de perder tokens.
ru: Понимание и добровольное принятие рисков, связанных с использованием Polkaswap, включая, но не ограничиваясь, риском потери токенов.
sr: Razumete i dobrovoljno prihvatate sve rizike povezane sa korišćenjem Polkaswap-a, uključujući ali ne i ograničeno na rizik od gubitka tokena.
tr: Jeton kaybetme riski dahil ancak bunlarla sınırlı olmamak üzere Polkaswap'ı kullanmanın içerdiği riskleri anlıyor ve gönüllü olarak kabul ediyorsunuz.
vi: Bạn hiểu và tự nguyện chấp nhận các rủi ro liên quan đến việc sử dụng Polkaswap, bao gồm, nhưng không giới hạn, rủi ro mất token.
zh_hans: 您理解并自愿接受使用 Polkaswap 所涉及的风险，包括但不限于丢失代币的风险。
zh_hant_tw: 您理解並自願接受使用 Polkaswap 所涉及的風險，包括但不限於丟失代幣的風險。

# polkaswap.info.text.6
source: Once more, please do not continue without reading the %%Polkaswap FAQ%%, %%Polkaswap Memorandum and Terms of Services%%, and %%Privacy Policy%%!
ar: مرة أخرى، يرجى عدم الاستمرار دون قراءة %% تعليمات بولكاسواب %% و %% شروط خدماتها %% ، و %% سياسة الخصوصية %% !
az: Bir daha, %%Polkaswap FAQ%% , %%Polkaswap Memorandumu və Xidmət Şərtləri%% və %%Məxfilik Siyasətini%% oxumadan davam etməyin!
ca: Una vegada més, no continueu sense llegir les FAQ %% %% , %% Polkaswap Memorandum i Termes de serveis %% i %% Política de privadesa %%.
cs: Ještě jednou vás žádáme, abyste nepokračovali bez přečtení %%Polkaswap FAQ%%, %%Polkaswap Memoranda a Podmínek služeb%% a %%Zásad ochrany osobních údajů%%!
de_de: Noch einmal, bitte fahre nicht fort ohne vorher die %% Polkaswap FAQ %%, %% Polkaswap Memorandum und die allgemeine Geschäftsbedingungen%%, und %% Datenschutz %% gelesen zu haben!
es: ¡Una vez más, por favor no continúe sin leer las %%Preguntas frecuentes (FAQ) de Polkaswap%%, el %%Polkaswap Memorándum y los términos de servicio%%, y la %%Política de privacidad%%!
fa: مجددا تاکید می‌شود، لطفاً بدون خواندن %%Polkaswa FAQ%%، %% تفاهم نامه Polkaswap و شرایط خدمات %% و %% سیاست حفظ حریم خصوصی %% ادامه ندهید!
fr: Encore une fois, s'il vous plaît ne pas continuer sans lire %%Polkaswap FAQ%%, %%Memorandum Polkaswap et conditions de services%% et %%Politique de confidentialité%%!
he: פעם נוספת, נא לא להמשיך מבלי לקרוא את %%השאלות הנפוצות של פולקסוואפ%%, %% תזכיר המדיניות ותנאים והגבלות של פולקסוואפ %% ו- %%מדיניות הפרטיות%%!
hi_in: एक बार फिर, कृपया %%Polkaswap FAQ%%, %%Polkaswap ज्ञापन और सेवाओं की शर्तें%% और %%गोपनीयता नीति%% पढ़े बिना जारी न रखें!
hu: Még egyszer, kérjük, ne folytasd a %%Polkaswap GYIK%%, %%Polkaswap Memorandum és Szolgáltatási Feltételek%%, és %%Adatvédelem%% elolvasása nélkül!
ja: 今一度、%%Polkaswapのよくある質問%%、%%Polkaswap覚書と利用規約%%、%%個人情報保護方針%%を読まずに続行しないでください！
ms_my: Sekali lagi, sila jangan teruskan tanpa membaca %%Polkaswap FAQ%%, %%Polkaswap Memorandum dan Syarat Perkhidmatan%%, dan %%Dasar Privasi%%!
nl: Nogmaals, ga alsjeblieft niet verder zonder de %%Polkaswap FAQ%% , %%Polkaswap Memorandum en Servicevoorwaarden%% en %%Privacybeleid%%!
pl: Przypominamy raz jeszcze: zanim zaczniesz korzystać z Polkaswap, przeczytaj%% FAQ%%, %%Memo Polkaswap, Warunki świadczenia usług%% oraz %%Politykę prywatności%%!
pt: Uma vez mais, por favor não continue sem ler os %%Polkaswap FAQ%%, %%Memorandum da Polkaswap e Termos de Serviços%%, e a %%Política de Privacidade%%%!
ru: Не продолжайте, пока не ознакомитесь с %%Polkaswap FAQ%%, %%Polkaswap Меморандумом и Условиями и положениями%%, и %%Политикой конфиденциальности%%!
sr: Još jednom, molim Vas da ne nastavljate dok ne pročitate %%Polkaswap najčešća pitanja%%, %%Polkaswap Memorandum and Uslove korišćenja servisa%%, i %%Politiku privatnosti%%!
tr: Lütfen, bir kez daha %%Polkaswap SSS%% , %%Polkaswap Memorandumu ve Hizmet Şartları%% ve %%Gizlilik Politikası%%'nı okumadan devam etmeyin!
vi: Một lần nữa, vui lòng đọc trước khi tiếp tục%% Câu hỏi thường gặp về Polkaswap %%, %% Bản ghi nhớ Polkaswap và Điều khoản dịch vụ %% và %% Chính sách quyền riêng tư %%!
zh_hans: 再次强调，在没有阅读%%Polkaswap常见问题%%、%%Polkaswap备忘录和服务条款%%以及%%Privacy Policy%%之前，请不要继续!
zh_hant_tw: 再一次，請不要繼續閱讀%% Polkaswap 常見問題%% 、 %%Polkaswap 備忘錄和服務條款%%和%%隱私政策%% ！

# polkaswap.info.text.8
source: Swipe to hide
ar: إسحب للإخفاء
az: Gizlətmək üçün sürüşdürün
ca: Llisca per amagar
cs: Přetažením skryjete
de_de: Zum Ausblenden wischen
es: Deslizar para ocultar
fa: برای پنهان کردن، انگشت خود را بکشید
fr: Faites glisser pour masquer
he: החלק כדי להסתיר
hi_in: छिपाने के लिए स्वाइप करें
hu: Húzd el az elrejtéshez
ja: スワイプして隠す
ms_my: Leret untuk menyembunyikan
nl: Swipe om te verbergen
pl: Przesuń palcem, aby ukryć.
pt: Deslize para ocultar
ru: Проведите, чтобы скрыть
sr: Prevucite da biste sakrili
tr: Gizlemek için kaydırın
vi: Vuốt để ẩn
zh_hans: 滑动隐藏
zh_hant_tw: 滑動隱藏
