Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# mnemonic.text
source: We recommend using a non-digital way to backup, such as writing down on paper and storing it safely.
ar: استخدم وسائل غير رقمية لحفظ بيانات الاسترجاع، كأن تكتبها على ورقة خارجية وتحفظ في مكان آمن.
az: Yedəkləmə üçün rəqəmsal olmayan yolu istifadə edin, məsələn, kağıza yazmaq.
ca: Recomanem utilitzar una manera no digital de fer còpies de seguretat, com escriure en paper i emmagatzemar-lo de forma segura.
cs: Doporučujeme použít jiný než digitální způsob zálohování, například zápis na papír a jeho bezpečné uložení.
de_de: Wir empfehlen eine nicht-digitale Art zur Sicherung zu verwenden, wie zum Beispiel das Aufschreiben auf Papier.
es: Recomendamos usar formas no digitales para hacer copias de seguridad, como escribirlo en una hoja de papel.
fa: پیشنهاد می‌شود که برای تهیه پشتیبان از روش غیر دیجیتالی مانند نوشتن روی کاغذ و نگهداری آن در یک جای امن استفاده کنید.
fr: Nous recommandons d'utiliser un moyen physique pour conserver vos données, comme l'écrire sur papier.
he: אנו ממליצים להשתמש בדרך לא דיגיטלית לגיבוי, כגון כתיבה על נייר ואחסון בטוח.
hi_in: बैकअप के लिए गैर डिजिटल तरीके का उपयोग करें, जैसे कि इसे कागज पर लिखें।
hu: Javasoljuk, hogy a biztonsági mentés nem digitális módját használd, például írd le papírra.
ja: 紙に書き留めて安全に保管するなど、デジタル以外の方法でバックアップすることをお勧めします
ms_my: Kami mengesyorkan untuk menggunakan cara bukan digital untuk membuat sandaran, seperti menulisnya di atas kertas.
nl: Wij bevelen aan om gebruik te maken van een niet-digitale manier om een back-up op te slaan, zoals het opschrijven op papier.
pl: Zalecamy korzystanie z niecyfrowego sposobu tworzenia kopii zapasowych, takiego jak zapis na papierze. Kopię zapasową należy przechowywać w bezpiecznym miejscu.
pt: Recomendamos a utilização de uma forma não digital de backup, tal como escrever num papel e armazená-lo em segurança.
ru: Используйте нецифровой носитель для сохранения, например, выпишите слова на бумагу.
sr: Preporučujemo da koristite nedigitalni način čuvanja, kao zapisivanje na papir i cuvanje na sigurnom mestu.
tr: Yedeklemek için kağıda yazmak ve onu güvenli bir ortamda saklamak gibi dijital olmayan bir yöntem öneriyoruz.
vi: Chúng tôi khuyên bạn không nên sao lưu bằng phương tiện kỹ thuật số, chẳng hạn như viết nó xuống giấy.
zh_hans: 我们建议使用非数字方式进行备份，例如将其写在纸上。
zh_hant_tw: 我們建議使用非數字方式進行備份，例如將其寫在紙上。

# mnemonic.alert.text
source: Mnemonic passphrase is used to recover access to account. Write it down, we will not be able to recover your account without it!
ar: كلمات الإستذكار الأولية تستخدم لاستعادة الدخول إلى الحساب. اكتبها لديك، فلن نتمكن من استعادة حسابك بدونها!
az: Mnemonic hesaba girişi bərpa etmək üçün istifadə olunur. Qeyd edin, bu məlumatsız hesabınızı bərpa edə bilməyəcəyik!
ca: Mnemonic s'utilitza per recuperar l'accés al compte. Escriu-lo, no podrem recuperar el teu compte sense ell!
cs: Mnemotechnická pomůcka se používá k obnovení přístupu k účtu. Zapište si ji, bez ní nebudeme moci obnovit váš účet!
de_de: Die mnemonische Passphrase wird verwendet, um den Zugang zum Konto wiederherzustellen. Schreibe sie auf, denn ohne sie können wir dein Konto nicht wiederherstellen!
es: La frase semilla se utiliza para recuperar el acceso a la cuenta. Anótela, ¡no podremos recuperar su cuenta sin ella!
fa: کلمات عبور برای بازیابی دسترسی به حساب استفاده می شوند. حتما آنها را بنویسید، در صورت از دست دادن این کلمات هیچ کس و هیچوقت نمیتواند اکانت شما را بازیابی کند.
fr: La phrase secrète mnémonique est utilisée pour récupérer l'accès au compte. Notez-le, nous ne serons pas en mesure de récupérer votre compte sans lui !
he: מילות מפתח מנמוניק משמשות לשחזור הגישה לחשבון. יש לכתוב אותן במקום בטוח, לא נוכל לשחזר את הגישה לחשבונך בלעדיהן!
hi_in: स्मृतिजनक सूत्र का उपयोग खाता प्रवेश को पुनर्प्राप्त करने के लिए किया जाता है। इसे लिख लें, हम इसके बिना आपका खाता वापिस नहीं कर पाएंगे!
hu: A fiókhoz való hozzáférés helyreállítására szolgál. Írd le, nem leszünk képesek visszaállítani a fiókod ez nélkül!
ja: ニーモニックパスフレーズは、アカウントへのアクセスを復元する際に使います。必ず書き留めるなり決して忘れないでください。このパスフレーズがないと、アカウントの復元はできません！
ms_my: Mnemonik digunakan untuk memulihkan akses ke akaun. Tuliskan di atas kertas sebab kami tidak akan dapat memulihkan akaun anda tanpanya!
nl: Mnemonic wordt gebruikt om de toegang tot het account te herstellen. Schrijf het op, we kunnen uw account niet herstellen zonder!
pl: Mnemoniczna fraza hasłowa służy do odzyskiwania dostępu do konta. Zapisz ją, bez niej nie odzyskamy Twojego konta!
pt: A frase mnemónica é usada para recuperar o acesso à conta. Escreva-a num papel, não poderemos recuperar a sua conta sem ela!
ru: Мнемоническая фраза используется для восстановления доступа к аккаунту. Запишите ее, мы не сможем восстановить доступ к аккаунту без нее!
sr: Мнемоничка лозинка се користи за опоравак приступа налогу. Запишите га, без њега нећемо моћи да вратимо ваш рачун!
tr: Anımsatıcı sözcük dizisi, hesabınıza erişimi kurtarmak için kullanılır. Bir yere yazın, o olmadan hesabınız kurtarılamaz!
vi: Chuỗi từ khóa khôi phục được sử dụng để khôi phục quyền truy cập vào tài khoản. Hãy viết nó ra, chúng tôi sẽ không thể khôi phục tài khoản của bạn nếu không có nó!
zh_hans: 助记词密码用于恢复账户访问。请将其记录下来，否则我们将无法为您恢复账户！
zh_hant_tw: 它用於恢復對賬戶的訪問。寫下來，沒有它我們將無法恢復您的賬戶！

# common.info
source: Info
ar: المعلومات
az: Məlumat
ca: Informació
de_de: Information
es: Información
fa: اطلاعات
fr: Informations
he: מידע
hi_in: जानकारी
hu: Információ
ja: 情報
ms_my: Maklumat
pl: Informacja
pt: Informações
ru: Информация
sr: Инфо
tr: Bilgi
vi: Thông tin
zh_hans: 信息
zh_hant_tw: 信息

# account.confirmation.title
source: Confirm mnemonic
ar: تأكيد الاستذكار
az: Mnemonik olduğunu təsdiq edin
ca: Confirmeu el mnemotècnic
cs: Potvrdit mnemotechnickou pomůcku
de_de: Mnemonik bestätigen
es: Confirmar frase semilla
fa: تایید کلمات
fr: Confirmez le code mnémonique
he: אשר סיסמה מנומונית
hi_in: स्मृतिजनक सूत्र की पुष्टि करें
hu: Helyreállítási szavak megerősítése
ja: ニーモニックパスフレーズを確認する
ms_my: Sahkan mnemonik
nl: Bevestig mnemonic
pl: Potwierdź mnemonik
pt: Confirmar a mnemónica
ru: Подтверждение
sr: Потврдите мнемотехнику
tr: Anımsatıcıyı onayla
vi: Xác nhận từ khóa khôi phục
zh_hans: 确认助记种子短语
zh_hant_tw: 確認助記符

# mnemonic.confirm.text
source: Confirm by choosing words in the correct order
ar: قم بالتأكيد باختيار الكلمات بالترتيب الصحيح
az: Sözləri düzgün qaydada seçərək təsdiq edin
ca: Confirmeu triant les paraules en l’ordre correcte
cs: Potvrďte výběrem slov ve správném pořadí
de_de: Bestätige, indem du die Wörter in der richtigen Reihenfolge auswählst
es: Confirme eligiendo las palabras en el orden correcto
fa: با انتخاب کلمات در ترتیب صحیح تأیید انجام خواهد شد.
fr: Confirmer en choisissant les mots dans le bon ordre
he: אשר על ידי בחירת מילים בסדר הנכון
hi_in: सही क्रम में शब्दों का चयन करके पुष्टि करें
hu: Erősítsd meg a szavak helyes sorrendben történő kiválasztásával
ja: 正しい順序で単語を選択して確認
ms_my: Sahkan dengan memilih perkataan mengikut urutan yang betul
nl: Bevestig door woorden in de juiste volgorde te kiezen
pl: Potwierdź, wybierając słowa w odpowiedniej kolejności
pt: Confirme escolhendo as palavras na ordem correta
ru: Подтвердите, выбрав слова в правильном порядке
sr: Потврдите избором речи у правилном редоследу
tr: Doğru sırayla kelimeleri seçerek onaylayın
vi: Xác nhận bằng cách chọn các từ theo đúng thứ tự
zh_hans: 按正确的顺序选择单词来确认
zh_hant_tw: 通過按正確的順序選擇單詞來進行確認

# recovery.titleV2
source: Import account
ar: استيراد حساب
az: Hesabı idxal et
ca: Importar compte
cs: Importovat účet
de_de: Konto importieren
es: Importar cuenta
fa: بازیابی حساب
fr: Importer un compte
he: ייבא חשבון
hi_in: खाता आयात करें
hu: Fiók importálása
ja: アカウントをインポート
ms_my: Import akaun
nl: Account importeren
pl: Importuj konto
pt: Importar conta
ru: Восстановить
sr: Увези рачун
tr: Hesabı içe aktar
vi: Nhập tài khoản
zh_hans: 导入账户
zh_hant_tw: 導入賬戶

# recovery.source.type
source: Source type
ar: نوع المصدر
az: Mənbə növü
ca: Tipus de font
cs: Typ zdroje
de_de: Quellentyp
es: Tipo de fuente
fa: نوع منبع
fr: Type de source
he: סוג מקור
hi_in: स्रोत प्रकार
hu: Forrás típusa
ja: ソースの種類
ms_my: Jenis sumber
nl: Brontype
pl: Typ źródła
pt: Tipo de fonte
ru: Тип источника
sr: Тип извора
tr: Kaynak türü
vi: Loại nguồn
zh_hans: 来源类型
zh_hant_tw: 源类型

# recovery.mnemonic.passphrase
source: Mnemonic passphrase
ar: كلمات الإستذكار الأولية
az: Mnemonik parol keçidi
ca: Frase de pas mnemotècnica
cs: Mnemotechnická přístupová fráze
de_de: Mnemonische Passphrase
es: Frase semilla
fa: عبارات عبور منمونیک
fr: Phrase secrète mnémonique
he: מילות מפתח מנמוניות
hi_in: स्मृतिजनक सूत्र पदबंध
hu: Helyreállítási szavak
ja: ニーモニックパスフレーズ
ms_my: Frasa laluan mnemonik
pl: Mnemoniczna fraza hasłowa
pt: Frase Mnemónica
ru: Мнемоническая фраза
sr: Мнемониц пасспхрасе
tr: Anımsatıcı sözcük dizisi
vi: Chuỗi từ khóa khôi phục
zh_hans: 助记种子短语
zh_hant_tw: 助記密碼

# claim.subtitle
source: We need your consent to make a transition of your funds from SORA so that you can use them. SORA will now operate on Substrate network. Please confirm transition.
ar: نحتاج إلى موافقتك على تحويل أموالك من سورا حتى تتمكن من استخدامها. ستعمل سورا الآن على شبكة Substrate. يرجى تأكيد الانتقال.
az: Vəsaitlərinizdən istifadə edə bilmək üçün SORA bir keçid etmək üçün razılığınız lazımdır. SORA artıq Substrat şəbəkəsində işləyəcək. Xahiş edirəm keçidi təsdiqləyin.
ca: Necessitem el vostre consentiment per fer una transició dels vostres fons de SORA perquè pugueu utilitzar-los. SORA operarà ara a la xarxa Substrate. Confirmeu la transició.
cs: Potřebujeme váš souhlas k provedení převodu vašich prostředků ze SORA, abyste je mohli použít. SORA nyní bude fungovat v síti Substrate. Potvrďte prosím přechod.
de_de: Wir benötigen deine Zustimmung, um eine Transition deiner Assets von SORA vorzunehmen, damit du sie verwenden kannst. SORA wird ab jetzt im Substrate-Netzwerk operieren. Bitte bestätige den Wechsel.
es: Necesitamos su consentimiento para hacer una transición de sus fondos de SORA para que pueda usarlos. SORA ahora operará en la red Substrate. Confirme la transición.
fa: برای انتقال وجوه شما از SORA به رضایت شما نیاز داریم تا بتوانید از آنها استفاده کنید. SORA اکنون در شبکه Substrate کار میکند. لطفا انتقال را تأیید کنید.
fr: Nous avons besoin de votre consentement pour effectuer une transition de vos fonds de SORA afin que vous puissiez les utiliser. SORA fonctionnera désormais sur le réseau Substrate. Veuillez confirmer la transition.
he: אנו זקוקים להסכמתך בכדי לבצע מעבר של כספיך מסורה כדי שתוכל להשתמש בהם. סורה תפעל כעת ברשת Substrate. אנא אשר מעבר.
hi_in: हमें SORA से अपने निधियों का परिवर्तन करने के लिए आपकी सहमति की आवश्यकता है ताकि आप उनका उपयोग कर सकें। SORA अब सबस्ट्रेट नेटवर्क पर काम करेगा। कृपया संक्रमण की पुष्टि करें।
hu: Szükségünk van a Te beleegyezésedre ahhoz, hogy pénzeszközeidet át lehessen vinni a SORA-ból, hogy felhasználhasd azokat. A SORA mostantól a Substrate hálózatán fog működni. Kérjük, erősítsd meg az átvitelt.
ja: SORAから資金を移行して使用できるようにするには、あなたの同意が必要です。 SORAは現在Substrateネットワーク上で動作しています。移行を確認してください
ms_my: Kami memerlukan persetujuan anda untuk membuat peralihan dana anda dari SORA supaya anda dapat menggunakannya. SORA kini akan beroperasi di rangkaian Substrat. Sila sahkan peralihan.
nl: We hebben uw toestemming nodig om uw geld van SORA over te dragen, zodat u ze kunt gebruiken. SORA werkt nu op het Substrate-netwerk. Bevestig de overgang.
pl: Potrzebujemy Twojej zgody na przeniesienie Twoich środków z sieci SORA, abyś mógł z nich korzystać. SORA będzie teraz działać w sieci Substrate. Potwierdź przeniesienie.
pt: Precisamos do seu consentimento para fazer uma transição dos seus fundos da SORA para que possa usá-los. A SORA a partir de agora vai passar a operar na rede Substrate. Por favor, confirme a transição.
ru: Нам необходимо ваше согласие на перевод ваших средств из SORA, чтобы вы могли их использовать. SORA теперь будет работать в сети Substrate. Подтвердите переход.
sr: Потребна нам је ваша сагласност да извршимо прелаз ваших средстава са СОРА-а како бисте их могли користити. СОРА ће сада радити на мрежи супстрата. Потврдите прелазак.
tr: Paranızı kullanabilmeniz için SORA'dan bir geçiş yapmak için izninize ihtiyacımız var. SORA şimdi Alt tabaka ağında çalışacak. Lütfen geçişi onaylayın.
vi: Chúng tôi cần sự đồng ý của bạn để thực hiện chuyển đổi tiền của bạn từ SORA để bạn có thể sử dụng chúng. SORA bây giờ sẽ hoạt động trên mạng Substrate. Vui lòng xác nhận chuyển đổi.
zh_hans: 我们需要您的同意，才能将您的资金从SORA转移出来以供使用。SORA现在将在Substrate网络上运行，请确认是否进行转移。
zh_hant_tw: 我們需要您的同意才能從SORA 轉賬您的資金，以便您可以使用它們。 SORA現在將在Substrate網絡上運行。請確認轉賬。

# claim.contact.1
source: If you have any questions or concerns, you can
ar: إذا كان لديك أي أسئلة أو مخاوف يمكنك
az: Hər hansı bir sualınız və ya narahatlığınız varsa, edə bilərsiniz
ca: Si teniu cap pregunta o dubte, podeu
cs: Máte-li jakékoli dotazy nebo obavy, můžete
de_de: Wenn Du Fragen oder Bedenken hast, kannst Du
es: Si tiene alguna pregunta o inquietud, puede
fa: اگر شما هر گونه سوال و یا مشکلی دارید می توانید
fr: Si vous avez des questions ou des préoccupations, vous pouvez
he: אם יש לך שאלות או חששות, אתה יכול
hi_in: यदि आपके कोई प्रश्न या चिंताएँ हैं, तो आप कर सकते हैं
hu: Ha bármilyen kérdésed vagy aggályod van,
ja: ご質問やご不明な点がございましたら、
ms_my: Sekiranya anda mempunyai pertanyaan atau kebimbangan, anda boleh
nl: Als u vragen of opmerkingen heeft, kan dat
pl: Jeśli masz jakieś pytania lub wątpliwości, możesz
pt: Se tiver alguma dúvida ou questão, pode
ru: Если у вас есть вопросы или опасения, вы можете
sr: Ако имате било каквих питања или недоумица, можете
tr: Herhangi bir sorunuz veya endişeniz varsa, şunları yapabilirsiniz:
vi: Nếu bạn có bất kỳ câu hỏi hoặc thắc mắc nào, bạn có thể
zh_hans: 如果您有任何疑问或疑虑，可以
zh_hant_tw: 如果您有任何疑問或疑慮，可以

# claim.contact.2
source: contact us.
ar: اتصل بنا.
az: Bizimlə əlaqə saxlayın.
ca: contacta amb nosaltres.
cs: kontaktujte nás.
de_de: kontaktiere uns.
es: contáctenos.
fa: تماس با ما
fr: Nous contacter.
he: צור קשר.
hi_in: संपर्क करें।
hu: lépj kapcsolatba velünk.
ja: お問い合わせ
ms_my: hubungi kami.
nl: Neem contact met ons op
pl: skontaktuj się z nami.
pt: contacte-nos.
ru: свяжитесь с нами.
sr: kontaktirajte nas.
tr: bize ulaşın.
vi: liên hệ với chúng tôi.
zh_hans: 联系我们
zh_hant_tw: 聯繫我們

# common.sent
source: Sent
ar: تم الإرسال
az: Göndərildi
ca: Enviat
cs: Odesláno
de_de: Gesendet
es: Enviado
fa: ارسال شد
fr: Envoyé
he: נשלח
hi_in: भेजा
hu: Küldött
ja: 送信済み
ms_my: Dihantar
nl: Verzonden
pl: Wysłano
pt: Enviado
ru: Отправлено
sr: Послато
tr: Gönderilen
vi: Đã gửi
zh_hans: 已发送
zh_hant_tw: 發送

# select.recipient
source: Select recipient address
ar: حدد المستلم
az: Alıcı seçin
ca: Selecciona el destinatari
cs: Vyberte příjemce
de_de: Empfänger auswählen
es: Seleccionar el destinatario
fa: گیرنده را انتخاب کنید
fr: Sélectionnez le destinataire
he: בחר כתובת נמען
hi_in: प्राप्तकर्ता का पता चुनें
hu: Címzett kiválasztása
ja: 受信者アドレスの選択
ms_my: Pilih penerima
nl: Selecteer ontvanger
pl: Wybierz odbiorcę
pt: Selecione o destinatário
ru: Выбор получателя
sr: Изаберите примаоца
tr: Alıcıyı seçin
vi: Chọn người nhận
zh_hans: 选择接收人地址
zh_hant_tw: 選擇收件人

# common.asset
source: Asset
ar: عملة
az: Aktiv
ca: Actiu
cs: Aktivum
es: Activo
fa: دارایی
fr: Actif
he: נכס
hi_in: संपत्ति
hu: Eszköz
ja: アセット
ms_my: Aset
nl: Activa
pl: Waluta
pt: Ativo
ru: Ассет
sr: Средство
tr: Varlık
vi: Tài sản
zh_hans: 资产
zh_hant_tw: 資產

# common.balance
source: Balance
ar: الرصيد
az: Balans
ca: Equilibri
cs: Zůstatek
de_de: Saldo
es: Saldo
fa: موجودی
fr: Solde
he: יתרה
hi_in: राशि
hu: Egyenleg
ja: 残高
ms_my: Baki
nl: Balans
pl: Saldo
pt: Saldo
ru: Баланс
sr: Салдо
tr: Bakiye
vi: Số dư
zh_hans: 余额
zh_hant_tw: 餘額

# friends.spread.word
source: Share SORA with friends.
ar: انشر الخبر وشارك التطبيق مع أصدقائك.
az: Sözü yay, tətbiqini dostlarınla paylaş.
ca: Compartiu l'aplicació de SORA amb els vostres amics.
cs: Sdílejte SORA s přáteli.
de_de: Teile die App mit deinen Freunden.
es: Corra la voz, comparta la aplicación con sus amigos
fa: SORA را با دوستان خود به اشتراک بگذارید.
fr: Faites passer le mot, partagez l'application avec vos amis.
he: שתף את סורה עם חברים.
hi_in: दोस्तों के साथ SORA साझा करें।
hu: Említs meg minket ismerőseidnek, barátaidnak is!
ja: SORAを友達と共有
ms_my: Sebarkan berita, kongsi aplikasi dengan rakan anda.
nl: Verspreid de boodschap, deel de app met je vrienden.
pl: Udostępnij aplikację SORA znajomym.
pt: Partilhar a SORA com amigos.
ru: Поделитесь приложением SORA со своими друзьями.
sr: Podelite SORA sa prijateljima.
tr: SORA'yı arkadaşlarınızla paylaşın.
vi: Chia sẻ SORA với bạn bè.
zh_hans: 与朋友分享 SORA。
zh_hant_tw: 與您的朋友分享SORA

# block.id
source: Block hash
ar: كتلة التجزئة
az: Qarışığı blok edin
ca: Bloqueja el hash
cs: Hash bloku
es: Hash del bloque
fa: بلاک هش
fr: Bloc de hachage
he: האש בלוק
hi_in: ब्लॉक हैश
hu: Block referencia szám
ja: ブロックのハッシュ
ms_my: Sekat hash
nl: Blok hash
pl: Skrót bloku
pt: Hash do bloco
ru: Хеш блока
sr: Блокирај хеш
tr: Blok Id
zh_hans: 区块哈希
zh_hant_tw: 區塊哈希

# error.transaction.fee.title
source: Not enough funds for network fee
ar: ارصدة غير كافية لرسوم المعاملة
az: Əməliyyat haqqı üçün kifayət qədər vəsait yoxdur
ca: No hi ha prou fons per a la comissió de transacció
cs: Nedostatek prostředků na transakční poplatek
de_de: Nicht genügend Guthaben für die Transaktionsgebühr
es: No hay fondos suficientes para la comisión de la transacción
fa: بودجه کافی برای هزینه تراکنش وجود ندارد
fr: Pas assez de fonds pour les frais de transaction
he: אין מספיק כספים עבור עמלת רשת
hi_in: नेटवर्क शुल्क के लिए पर्याप्त धनराशि नहीं है
hu: Nincs elég pénz a tranzakciós díjra
ja: ネットワーク手数料のための資金が不足しています
ms_my: Tidak cukup dana untuk bayaran transaksi
nl: Niet genoeg fondsen voor transactiekosten
pl: Niewystarczająca ilość środków na opłatę transakcyjną.
pt: Fundos insuficientes para a taxa de transação
ru: Недостаточно средств для оплаты комиссии
sr: Нема довољно средстава за накнаду за трансакцију
tr: İşlem ücreti için yeterli miktar yok
vi: Không đủ tiền cho phí giao dịch
zh_hans: 网络费用不足
zh_hant_tw: 手續費用資金不足

# common.choose.asset
source: Select asset
ar: حدد العملة
az: Aktiv seçin
ca: Seleccioneu un recurs
cs: Vyberte aktivum
de_de: Asset auswählen
es: Seleccionar activo
fa: دارایی را انتخاب کنید
fr: Sélectionner un actif
he: בחר נכס
hi_in: संपत्ति का चयन करें
hu: Válaszd ki az eszközt
ja: アセットを選択
ms_my: Pilih aset
nl: Selecteer asset
pl: Wybierz walutę
pt: Escolha o ativo
ru: Выбор ассета
sr: Изаберите средство
tr: Varlık seçin
vi: Chọn tài sản
zh_hans: 选择资产
zh_hant_tw: 選擇資產

# select.account.address
source: Search account address
ar: البحث عن عنوان الحساب
az: Hesab ünvanını axtarın
ca: Cerca l'adreça del compte
cs: Vyhledat adresu účtu
de_de: Kontoadresse suchen
es: Buscar dirección de la cuenta
fa: جستجو آدرس حساب
fr: Recherche de l'adresse du compte
he: חפש כתובת חשבון
hi_in: खाता पता खोजें
hu: Fiók címének keresése
ja: アカウントのアドレスを検索
ms_my: Cari alamat akaun
nl: Accountadres zoeken
pl: Wyszukaj adres konta
pt: Pesquisar endereço de conta
ru: Поиск адреса
sr: Претражите адресу налога
tr: Hesap adresini ara
vi: Tìm kiếm địa chỉ tài khoản
zh_hans: 搜索账户地址
zh_hant_tw: 搜索賬戶地址

# empty.recent.recipients
source: No recent recipients. Sent addresses will be shown here.
ar: لا يوجد متلقون حديثون. سيتم عرض العناوين المرسلة هنا.
az: Son alıcılar yoxdur. Göndərilən ünvanlar burada göstəriləcək.
ca: No hi ha destinataris recents. Les adreces enviades es mostraran aquí.
cs: Žádní nedávní příjemci. Zde se zobrazí odeslané adresy.
de_de: Keine kürzlichen Empfänger. Gesendete Adressen werden hier angezeigt.
es: No hay destinatarios recientes. Las direcciones que se han enviado serán mostradas aquí
fa: اخیراً گیرنده ای وجود نداشته است آدرس‌های گیرندگان در اینجا نشان داده می‌شوند.
fr: Aucun destinataire récent. Les adresses utilisées seront affichées ici.
he: אין נמענים אחרונים. כתובות שנשלחו יוצגו כאן.
hi_in: हाल ही का कोई प्राप्तकर्ता नहीं। भेजे गए पते यहां दिखाए जाएंगे।
hu: Nincsenek friss címzettek. A korábban használt címek itt fognak megjelenni.
ja: 最近の受信者はありません。 送信したアドレスがここに表示されます。
ms_my: Tiada penerima terkini. Alamat yang dihantar akan ditunjukkan di sini.
nl: Geen recente ontvangers. Verzonden adressen worden hier getoond.
pl: Brak ostatnich odbiorców. Tutaj pojawią się adresy, na które przesyłano środki.
pt: Sem destinatários recentes. Os endereços enviados serão mostrados aqui.
ru: Адрес получателя будет отображен здесь.
sr: Нема недавних прималаца. Послане адресе ће бити приказане овде.
tr: Yeni alıcı yok. Gönderilen adresler burada gösterilecektir.
vi: Không có người nhận gần đây. Địa chỉ đã gửi sẽ được hiển thị tại đây.
zh_hans: 没有最近的接收人。 已发送的地址将在此处显示。
zh_hant_tw: 沒有最近的收件人。 已發送的地址將在此處顯示。

# address.not.found
source: Address not found, make sure that address belongs to the right network.
ar: لم يتم العثور على العنوان ، تأكد من أنه عنوان الشبكة الصحيحة.
az: Ünvan tapılmadı, ünvanın doğru şəbəkəyə aid olduğundan əmin olun.
ca: No s'ha trobat l'adreça, comproveu que l'adreça pertanyi a la xarxa adequada.
cs: Adresa nenalezena, zkontrolujte, zda adresa patří do správné sítě.
de_de: Adresse nicht gefunden. Bitte stell sicher, dass die Adresse zum richtigen Netzwerk gehört.
es: Dirección no encontrada, asegúrese de que la dirección pertenece a la red correcta
fa: آدرس پیدا نشد، مطمئن شوید که آدرس متعلق به شبکه متناسب است.
fr: Adresse non trouvée. Assurez-vous que l'adresse provient du bon réseau.
he: הכתובת לא נמצאה, ודא שהכתובת שייכת לרשת הנכונה.
hi_in: पता नहीं मिला, सुनिश्चित करें कि पता सही नेटवर्क से संबंधित है।
hu: A cím nem található, győződj meg arról, hogy a megfelelő hálózathoz tartozik.
ja: アドレスが見つかりません。アドレスが正しいネットワークに属していることを確認してください
ms_my: Alamat tidak dijumpai, pastikan alamat tersebut tergolong dalam rangkaian yang betul.
nl: Adres niet gevonden, zorg ervoor dat het adres bij het juiste netwerk hoort.
pl: Nie znaleziono adresu, upewnij się, czy należy on do właściwej sieci.
pt: Endereço não encontrado, certifique-se de que este endereço pertence à rede certa.
ru: Адрес не найден, убедитесь что адрес принадлежит корректной сети.
sr: Адреса није пронађена, уверите се да адреса припада правој мрежи.
tr: Adres bulunamadı, adresin doğru ağa ait olduğundan emin olun.
vi: Địa chỉ không tìm thấy, hãy đảm bảo rằng bạn chọn đúng mạng.
zh_hans: 未找到地址，请确保该地址属于正确的网络。
zh_hant_tw: 找不到地址，請確保該地址屬於正確的網絡。

# claim.notification.text
source: Transition in progress...
ar: جاري إتمام الانتقال...
az: Keçid davam edir ...
ca: Transició en curs ...
cs: Probíhá převod...
de_de: Wechsel wird durchgeführt...
es: Transición en curso ...
fa: انتقال در حال انجام ...
fr: Transition en cours...
he: המעבר מתבצע...
hi_in: परिवर्तन प्रगति पर है ...
hu: Átvitel folyamatban ...
ja: 移行中...
ms_my: Peralihan sedang dijalankan ...
nl: Overgang in uitvoering...
pl: Przenoszenie w toku...
pt: Transição em progresso...
ru: Транзакция обрабатывается...
sr: Прелаз у току...
tr: Geçiş süreci devam ediyor...
vi: Quá trình chuyển đổi đang diễn ra...
zh_hans: 转移进行中...
zh_hant_tw: 轉賬正在進行中...

# claim.skip
source: Skip process
ar: عملية التخطي
az: Prosesi atlayın
ca: Omet el procés
cs: Přeskočit proces
de_de: Prozess überspringen
es: Omitir proceso
fa: بی خیال شو
fr: Ignorer le processus
he: דלג על התהליך
hi_in: प्रक्रिया छोड़ें
hu: Folyamat kihagyása
ja: スキップ処理
ms_my: Melangkau proses
nl: Proces overslaan
pl: Pomiń ten proces
pt: Saltar processo
ru: Пропустить
sr: Прескочи поступак
tr: İşlemi atla
vi: Bỏ qua quá trình
zh_hans: 跳过过程
zh_hant_tw: 跳過過程

# status.error
source: Error
ar: خطأ
az: Xəta
cs: Chyba
de_de: Fehler
fa: خطا
fr: Erreur
he: שגיאה
hi_in: त्रुटि
hu: Hiba
ja: エラー
ms_my: Ralat
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
sr: Грешка
tr: Hata
vi: Lỗi
zh_hans: 错误
zh_hant_tw: 錯誤
