Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# personal.details.info
source: The name for this account and how it will appear under your address. With an on-chain identity, it can be made available to others.
ar: اسم هذا الحساب وكيف سيظهر تحت عنوانك. مع هوية على البلوكتشن، يمكن أن تتم اتاحته للآخرين.
az: Bu hesabın adı və ünvanlarınızın altında necə görünəcəyidir. Zəncirvari şəxsiyyət ilə başqalarına təqdim edilə bilinər.
ca: El nom d'aquest compte i com apareixerà a la vostra adreça. Amb una identitat en cadena, es pot posar a disposició d'altres.
cs: Název tohoto účtu a způsob jeho zobrazení pod vaší adresou. S on-chain identitou může být zpřístupněna ostatním.
de_de: Der Name für dieses Konto und wie er unter deiner Adresse angezeigt wird. Mit einer On-Chain-Identität kann er anderen bekannt gemacht werden.
es: El nombre de esta cuenta y cómo aparecerá debajo de su dirección. Con una identidad en cadena, puede estar disponible para otros.
fa: نام این حساب و نحوه نمایش آن در آدرس شما. با هویت روی زنجیره ، می توان آن را در دسترس دیگران قرار داد.
fr: Le nom du compte et la manière dont il apparaîtra sous votre adresse. Avec une identité sur la chaîne, il peut être rendu visible aux autres utilisateurs du réseau.
he: השם של חשבון זה ואיך הוא יופיע מתחת לכתובת שלך. עם זהות בתוך הרשת, ניתן להעמיד אותה לרשות אחרים.
hi_in: इस खाते का नाम और यह आपके पते के तहत कैसे दिखाई देगा। एक ऑन-चेन पहचान के साथ, इसे दूसरों को उपलब्ध कराया जा सकता है।
hu: Ennek a fióknak a neve és ahogy megjelenik a címed alatt. On-chain identitással elérhetővé tehető mások számára.
ja: このアカウントの名前と、アカウント名がアドレスの下にどのように現れるかが表示されています。オンチェーンIDを使用すると、他のユーザーが利用できるようになります
ms_my: Nama untuk akaun ini dan bagaimana ia akan muncul di bawah alamat anda. Dengan identiti on-chain, ia dapat disediakan untuk orang lain.
nl: De naam van dit account en hoe het onder uw adres zal verschijnen. Met een on-chain identiteit kan deze beschikbaar worden gesteld aan anderen.
pl: Nazwa tego konta i sposób, w jaki będzie wyświetlana pod Twoim adresem. Dzięki tożsamości on-chain można ją udostępnić innym.
pt: O nome para esta conta e como ela aparecerá para seu endereço. Com uma identidade na rede, que pode ser disponibilizado para outras pessoas.
ru: Название этого аккаунта и как оно будет отображаться под вашим адресом. С идентификатором в цепочке, он может быть доступен для других.
sr: Име овог налога и како ће се појавити испод ваше адресе. Са идентитетом на блокчекну, он може бити доступан другима.
tr: Bu hesabın adı ve adresinizin altında nasıl görüneceği. Zincir üzerinde bir kimlikle, başkalarının kullanımına sunulabilir.
vi: Tên cho tài khoản này và cách nó sẽ xuất hiện dưới địa chỉ của bạn. Với danh tính trực tuyến, nó có thể được cung cấp cho những người khác.
zh_hans: 该账户的名称及其在您的地址下的显示方式。通过链上身份，可以将其提供给其他人。
zh_hant_tw: 該帳戶的名稱及其在您的地址下的顯示方式。通過鏈上身份，可以將其提供給其他人。

# invite.link.sharing.title
source: Share the app
ar: نشر ومشاركة التطبيق
az: Dəvət linkini paylaşın
ca: Comparteix l'aplicació
cs: Sdílet aplikaci
de_de: Applikation teilen
es: Compartir la aplicación
fa: اشتراک گذاری برنامه
fr: Partager l'application
he: שתף את האפליקציה
hi_in: आमंत्रण लिंक साझा करें
hu: Meghívó link megosztása
ja: アプリを共有
ms_my: Kongsi aplikasi
nl: Deel de app
pl: Udostępnij aplikację
pt: Partilhar link da aplicação
ru: Поделиться приложением
sr: Поделите апликацију
tr: Uygulamayı Paylaş
vi: Chia sẻ liên kết mời
zh_hans: 分享应用程序
zh_hant_tw: 分享應用程序

# invite.code.was.copied
source: Code was copied
ar: تم نسخ الرمز المشفّر
az: Kod kopyalandı
ca: El codi va ser copiat
cs: Kód byl zkopírován
de_de: Code wurde kopiert
es: El código ha sido copiado
fa: کد کپی شد
fr: Le code a été copié
he: הקוד הועתק
hi_in: कोड की प्रतिलिपि की गई थी
hu: Kód kimásolva
ja: 招待コードをコピーしました
ms_my: Kod disalin
nl: Code werd gekopieerd
pl: Kod został skopiowany.
pt: O código foi copiado
ru: Код был скопирован
sr: Шифра је копирана
tr: Kod kopyalandı
vi: Mã đã được sao chép
zh_hans: 代码已复制
zh_hant_tw: 代碼已復制

# invite.code.wasnt.copied
source: Code wasn't copied
ar: لم يتم نسخ الرمز المشفّر
az: Kod kopyalanmadı
ca: El codi no va ser copiat
cs: Kód nebyl zkopírován
de_de: Code wurde nicht kopiert
es: El código no ha sido copiado
fa: کد کپی نشد
fr: Le code n'a pas été copié
he: הקוד לא הועתק
hi_in: कोड की प्रतिलिपि नहीं की गई थी
hu: Kód másolása nem történt meg
ja: 招待コードをコピーできませんでした
ms_my: Kod tidak disalin
nl: Code is niet gekopieerd
pl: Kod nie został skopiowany.
pt: O código não foi copiado
ru: Код не скопирован
sr: Код није копиран
tr: Kod kopyalanmadı
vi: Mã không được sao chép
zh_hans: 代码未复制
zh_hant_tw: 代碼未復制

# invite.code.apply
source: Apply invite code
ar: تطبيق رمز الدعوة
az: Dəvət kodunu tətbiq edin
ca: Aplicar el codi d’invitació
cs: Použít kód pozvánky
de_de: Einladungscode anwenden
es: Aplicar código de invitación
fa: اعمال کد دعوت
fr: Utiliser le code d'invitation
he: השתמש בקוד הזמנה
hi_in: निमंत्रण कोड लागू करें
hu: Meghívókód alkalmazása
ja: 招待コードを適用する
ms_my: Gunakan kod jemputan
nl: Pas de uitnodigingscode toe
pl: Użyj kodu polecającego
pt: Inserir código de convite
ru: Применить пригласительный код
sr: Примени код позивнице
tr: Davet kodunu uygula
vi: Áp dụng mã mời
zh_hans: 申请邀请码
zh_hant_tw: 申請邀請碼

# invite.accepted.someone
source: Someone accepted invite
ar: شخص ما قبل الدعوة
az: Biri dəvəti qəbul etdi
ca: Algú ha acceptat la invitació
cs: Někdo přijal pozvánku
de_de: Jemand hat die Einladung angenommen
es: Alguien aceptó la invitación
fa: شخصی دعوت را پذیرفت
fr: Quelqu'un a accepté l'invitation
he: מישהו קיבל הזמנה
hi_in: किसी ने निमंत्रण स्वीकार कर लिया
hu: Valaki elfogadta a meghívást
ja: 誰かが招待を承諾しました
ms_my: Seseorang menerima jemputan
nl: Iemand heeft de uitnodiging geaccepteerd
pl: Ktoś przyjął Twoje zaproszenie.
pt: Alguém aceitou um convite
ru: Кто-то принял приглашение
sr: Неко је прихватио позив
tr: Birisi davetini kabul etti
vi: Ai đó đã chấp nhận lời mời
zh_hans: 有人接受了邀请
zh_hant_tw: 有人接受了邀請

# invite.accepted.empty.state.title
source: No invites accepted yet
ar: لا دعوات مقبولة حتى الان.
az: Heç bir dəvət qəbul edilməyib
ca: Encara no hi han invitacions acceptades
cs: Zatím nejsou přijaty žádné pozvánky
de_de: Es wurden noch keine Einladungen angenommen
es: Aún no se han aceptado invitaciones
fa: هنوز هیچ دعوت نامه ای پذیرفته نشده است
fr: Aucune invitation acceptée pour le moment
he: עדיין אין הזמנות שהתקבלו
hi_in: अभी तक कोई आमंत्रण स्वीकार नहीं किया गया है
hu: Még nem fogadták el a meghívókat
ja: 招待はまだ承諾されていません
ms_my: Jemputan belum diterima
nl: Er zijn nog geen uitnodigingen geaccepteerd
pl: Zaproszenia nie zostały jeszcze przyjęte.
pt: Ainda não foram aceites quaisquer convites
ru: Приглашения еще не приняты
sr: Још увек није прихваћен ниједан позив
tr: Henüz davet kabul edilmedi
vi: Chưa có lời mời nào được chấp nhận
zh_hans: 尚未接受任何邀请
zh_hant_tw: 尚未接受任何邀請

# common.send
source: Send
ar: إرسال
az: Göndərin
ca: Enviar
cs: Odeslat
de_de: Senden
es: Enviar
fa: ارسال
fr: Envoyer
he: שלח
hi_in: भेजें
hu: Küldés
ja: 送る
ms_my: Hantar
nl: Verzenden
pl: Wysyłanie
pt: Enviar
ru: Отправить
sr: Пошаљи
tr: Gönder
vi: Gửi
zh_hans: 发送
zh_hant_tw: 發送

# common.receive
source: Receive
ar: استلام
az: Qəbul edin
ca: Rebre
cs: Přijmout
de_de: Empfangen
es: Recibir
fa: دريافت كردن
fr: Recevoir
he: קבל
hi_in: प्राप्त करें
hu: Fogadás
ja: 受け取る
ms_my: Terima
nl: Ontvang
pl: Odbierz
pt: Receber
ru: Получить
sr: Прими
tr: Al
vi: Nhận
zh_hans: 接收
zh_hant_tw: 接收

# status.success
source: Success
ar: نجاح
az: Uğur
ca: Éxit
cs: Úspěšně dokončeno
de_de: Erfolg
es: Exitoso
fa: موفقیت
fr: Réussi
he: הצלחה
hi_in: सफल
hu: Siker
ja: 成功
ms_my: Berjaya
nl: Succes
pl: Powodzenie
pt: Sucesso
ru: Успешно
sr: Успешно
tr: Başarılı
vi: Thành công
zh_hans: 成功
zh_hant_tw: 成功

# transaction.hash
source: Extrinsic hash
ar: عنوان التجزئة Hash
az: Köçürmə əməliyyatının İD-si
ca: Hash de transacció
cs: Vnější hash
es: Hash de la transacción
fa: هش خارجی (Extrinsic hash)
fr: Identifiant de la transaction
he: האש חיצוני
hi_in: लेनदेन आईडी
hu: Tranzakció azonosítója
ja: 外部ハッシュ
ms_my: Transaksi hash
nl: Transactie hash
pl: Skrót transakcji
pt: Hash extrínseco
ru: Хеш экстринсика
sr: Spoljašnji heš
tr: Dışsal Kimlik
vi: Mã giao dịch
zh_hans: 外部哈希
zh_hant_tw: 交易哈希

# transaction.date
source: Date / Time
ar: التاريخ و الوقت
az: Tarix və vaxt
ca: Data / Hora
cs: Datum / Čas
de_de: Datum und Uhrzeit
es: Fecha y hora
fa: روز/زمان
fr: Date et heure
he: תאריך / שעה
hi_in: तिथि और समय
hu: Dátum és idő
ja: 日時
ms_my: Tarikh dan masa
nl: Datum en tijd
pl: Data / godzina
pt: Data / Hora
ru: Дата / Время
sr: Датум и време
tr: Tarih / Saat
vi: Ngày / Giờ
zh_hans: 日期/时间
zh_hant_tw: 日期和時間

# common.from
source: From
ar: من
az: Kimdən
ca: De
cs: Od
de_de: Von
es: De
fa: از
fr: De
he: מ
hi_in: से
hu: -tól
ja: 送信者
ms_my: Dari
nl: Van
pl: Od
pt: De
ru: От
sr: Од
tr: Gönderen
vi: Từ
zh_hans: 从
zh_hant_tw: 從

# common.to
source: To
ar: إلى
az: Kimə
ca: Per a
cs: Komu
de_de: An
es: A
fa: به
fr: À
he: אל
hi_in: को
hu: Címzett
ja: 受取人
ms_my: Ke
nl: Naar
pl: Do
pt: Para
ru: Кому
sr: За
tr: Alıcı
vi: Đến
zh_hans: 至
zh_hant_tw: 至

# history.title
source: History
ar: الأحداث الأخيرة
az: Tarixçə
ca: Historial
cs: Historie
de_de: Verlauf
es: Historial
fa: تاریخچه
fr: Historique
he: היסטוריה
hi_in: इतिहास
hu: Előzmények
ja: 最近の入出金明細
ms_my: Peristiwa terkini
nl: Geschiedenis
pl: Historia
pt: História
ru: Недавние события
sr: Историја
tr: Geçmiş
vi: Lịch sử
zh_hans: 历史
zh_hant_tw: 歷史事件

# invoice.scan.error.match
source: You cannot send tokens to the same account you are currently connected to
ar: لا يمكنك الإرسال إلى حسابك
az: Özünüzə göndərə bilməzsiniz
ca: No pots enviar-t'ho a tu mateix
cs: Nelze zaslat sám sobě
de_de: Du kannst nicht an dich selbst senden
es: No puedes enviártelo a ti mismo
fa: نمیتوانید برای خودتان بفرستید
fr: Vous ne pouvez pas envoyer d'actifs au même compte que vous utilisez actuellement
he: לא ניתן לשלוח טוקנים לאותו חשבון שאליו אתה מחובר כעת
hi_in: आप अपने आप को नहीं भेज सकते हैं
hu: Nem küldhetsz magadnak
ja: 自分自身に送ることはできません
ms_my: Anda tidak boleh menghantar kepada diri sendiri
nl: Je kan niet naar jezelf sturen
pl: Nie możesz wysłać do samego siebie.
pt: Não pode enviar para si mesmo
ru: Вы не можете отправить токены на активный в данный момент аккаунт
sr: Не можеш себи да пошаљеш
tr: Kendinize gönderemezsiniz.
vi: Bạn không thể gửi token đến cùng một tài khoản mà bạn hiện đang kết nối
zh_hans: 您不能将代币发送到当前已连接的同一账户
zh_hant_tw: 您不能發送給自己

# common.hide
source: Hide
ar: إخفاء
az: Gizlədin
ca: Amagar
cs: Skrýt
de_de: Ausblenden
es: Esconder
fa: پنهان شدن
fr: Cacher
he: הסתר
hi_in: छिपाएँ
hu: Elrejt
ja: 隠す
ms_my: Sembunyikan
nl: Verbergen
pl: Ukryj
pt: Ocultar
ru: Скрыть
sr: Сакриј
tr: Gizle
vi: Ẩn
zh_hans: 隐藏
zh_hant_tw: 隱藏

# account.add
source: Add account
ar: إضافة حساب
az: Hesab əlavə edin
ca: Afegir compte
cs: Přidat účet
de_de: Konto hinzufügen
es: Añadir cuenta
fa: اضافه کردن حساب
fr: Ajouter un compte
he: הוסף חשבון
hi_in: खाता जोड़ें
hu: Fiók hozzáadása
ja: アカウントを追加する
ms_my: Tambah akaun
nl: Account toevoegen
pl: Dodaj konto
pt: Adicionar conta
ru: Добавить аккаунт
sr: Додај налог
tr: Hesap ekle
vi: Thêm tài khoản
zh_hans: 添加账户
zh_hant_tw: 添加帳戶

# invite.code.left.hours
source: h
ar: ه
fa: ح
he: שע'
hi_in: एच
hu: ó
ja: 時間
ms_my: j
ru: ч
sr: х
tr: sa
zh_hans: 小时
zh_hant_tw: 時間

# invite.code.left.minutes
source: m
ar: م
fa: م
he: דק'
hi_in: एम
hu: p
ja: 分
pl: min
ru: м
sr: м
tr: dk
zh_hans: 分
zh_hant_tw: 分

# invite.code.left.seconds
source: s
ar: س
fa: س
he: שנ'
hi_in: एस
hu: mp
ja: 秒
ru: с
sr: с
tr: sn
zh_hans: 秒
zh_hant_tw: 秒

# tutorial.one.world
source: One World. One Economy.
ar: عالم واحد. اقتصاد واحد.
az: Bir Dünya. Bir İqtisadiyyat.
ca: Un Món. Una Economia.
cs: Jeden svět. Jedna ekonomika.
de_de: Eine Welt. Eine Wirtschaft.
es: Un Mundo. Una Economía.
fa: یک جهان. یک اقتصاد.
fr: Un Monde. Une Économie.
he: עולם אחד. כלכלה אחת.
hi_in: एक दुनिया। एक अर्थव्यवस्था।
hu: Egy világ. Egy gazdaság.
ja: ひとつの世界。 ひとつの経済。
ms_my: Satu dunia. Satu Ekonomi.
nl: Eén Wereld. Eén Economie.
pl: Jeden Świat. Jedna Gospodarka.
pt: Um mundo. Uma economia.
ru: Один мир. Единая экономика.
sr: Један свет. Једна економија.
tr: Tek Dünya. Tek Ekonomi.
vi: Một thế giới. Một nền kinh tế.
zh_hans: 一个世界。 一个经济体。
zh_hant_tw: 一個世界。 一種經濟。

# tutorial.one.world.desc
source: SORA is working to become a decentralized world economic system, financing the creation of new and exciting applications, under the democratic supervision of the SORA Parliament.
ar: تعمل سورا على أن تصبح نظام إقتصادي عالمي لامركزي، وتمول إنشاء تطبيقات جديدة ومثيرة ، تحت الإشراف الديمقراطي لبرلمان سورا.
az: SORA, SORA Parlamentinin demokratik nəzarəti altında yeni və maraqlı tətbiqetmələrin yaradılmasını maliyyələşdirərək, dünyanın qeyri-mərkəzləşdirilmiş mərkəzi bankı olmaq üçün çalışır.
ca: SORA està treballant per convertir-se en un sistema econòmic mundial descentralitzat, finançant la creació de noves i emocionants aplicacions, sota la supervisió democràtica del Parlament SORA.
cs: SORA se snaží stát decentralizovaným světovým ekonomickým systémem, který financuje vytváření nových a zajímavých aplikací pod demokratickým dohledem SORA Parlamentu.
de_de: SORA arbeitet daran, ein dezentralisiertes Weltwirtschaftliches System zu werden, das unter der demokratischen Aufsicht des SORA-Parlaments die Schaffung neuer und aufregender Applikationen voranbringt.
es: SORA está trabajando para convertirse en un sistema económico mundial descentralizado, financiando la creación de nuevas e interesantes aplicaciones, bajo la supervisión democrática del Parlamento de SORA.
fa: SORA در حال تلاش برای تبدیل شدن به یک سامانه اقتصادی غیرمتمرکز جهانی، جهت تامین مالی ایجاد برنامه‌های کاربردی جدید و هیجان انگیز تحت نظارت دموکراتیک پارلمان SORA می‌باشد.
fr: SORA ambitionne de devenir un système économique mondial décentralisé, en finançant la création de nouvelles applications passionnantes, sous la supervision démocratique du Parlement SORA.
he: סורה פועלת להפוך למערכת כלכלית עולמית מבוזרת, על ידי מימון של יצירת יישומים חדשים ומרתקים, בפיקוח דמוקרטי של פרלמנט סורה.
hi_in: सोरा संसद की लोकतांत्रिक देखरेख में सोरा नए और रोमांचक अनुप्रयोगों के निर्माण का वित्तपोषण करते हुए दुनिया के लिए विकेंद्रीकृत केंद्रीय बैंक बनने के लिए काम कर रहा है ।
hu: A SORA azon dolgozik, hogy a világ decentralizált központi bankjává váljon, és finanszírozza az új és izgalmas alkalmazások létrehozását a SORA Parlament demokratikus felügyelete alatt.
ja: SORAは、SORA議会の民主的な監督のもと、分散型の世界経済システムになるよう取り組んでおり、新しくエキサイティングなアプリの作成に投資しています
ms_my: SORA sedang berusaha kearah untuk menjadi sistem ekonomi dunia yang tidak berpusat, membiayai pewujudan aplikasi baharu dan menarik, di bawah seliaan demokratik Parlimen SORA.
nl: SORA werkt eraan om een wereldwijd gedecentraliseerd economisch systeem te worden, die de creatie van nieuwe en opwindende toepassingen financiert, onder democratisch toezicht van het SORA-parlement.
pl: SORA dąży do tego, aby stać się zdecentralizowanym bankiem centralnym dla świata, finansując tworzenie nowych i ekscytujących aplikacji, pod demokratycznym nadzorem Parlamentu SORY.
pt: A SORA está a trabalhar para se tornar num sistema económico mundial descentralizado, financiando a criação de novas e estimulantes aplicações, sob a supervisão democrática do Parlamento da SORA.
ru: SORA работает над тем, чтобы стать децентрализованным центральным банком для всего мира, финансируя создание новых интересных приложений под демократическим контролем парламента SORA.
sr: СОРА ради на томе да постане децентрализован светски економски систем, финансирајући стварање нових и узбудљивих апликација, под демократским надзором СОРА парламента.
tr: SORA, SORA Parlamentosu'nun demokratik denetimi altında yenilikçi ve heyecan verici uygulamaların oluşturulmasını finanse ederek, dünyanın merkeziyetsiz merkez bankası olmak için çalışıyor.
vi: SORA đang nỗ lực để trở thành một hệ thống kinh tế đa vũ trụ phi tập trung, cung cấp tài chính cho việc tạo ra các ứng dụng mới và thú vị, dưới sự giám sát dân chủ của Nghị viện SORA.
zh_hans: SORA正在努力成为一个去中心化的世界经济系统，在SORA议会的民主监督下，为创建新颖而令人振奋的应用程序提供资金。
zh_hant_tw: SORA正在努力成為一個去中心化的世界經濟系統，在SORA議會的民主監督下，為創建新穎而令人振奮的應用程序提供資金。

# common.retry
source: Retry
ar: أعد المحاولة
az: Yenidən cəhd edin
ca: Reintentar
cs: Zkuste znovu
de_de: Nochmal versuchen
es: Reintentar
fa: دوباره امتحان کنید
fr: Recommencer
he: נסה שנית
hi_in: पुन: प्रयास करें
hu: Próbálja újra
ja: リトライ
ms_my: Cuba lagi
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt: Tentar novamente
ru: Повторить
sr: Покушај поново
tr: Tekrar dene
vi: Thử lại
zh_hans: 重试
zh_hant_tw: 重試

# common.failed
source: Failed
ar: فشل
az: Uğursuz oldu
ca: Fallida
cs: Neúspěšné
de_de: Fehlgeschlagen
es: Fallido
fa: ناموفق
fr: Échoué
he: נכשל
hi_in: विफल
hu: Nem sikerült
ja: 失敗
ms_my: Gagal
nl: Mislukt
pl: Niepowodzenie
pt: Falhou
ru: Ошибка
sr: Није успело
tr: Başarısız
vi: Thất bại
zh_hans: 失败了
zh_hant_tw: 失敗了

# ethereum.config.unavailable
source: Ethereum node unavailable
ar: عقدة إيثريوم غير متوفرة
az: Ethereum düyünü mövcud deyil
ca: Node d'Ethereum no disponible
cs: Uzel Ethereum není k dispozici
de_de: Ethereum-Node nicht verfügbar
es: Nodo de Ethereum no disponible
fa: گره اتریوم در دسترس نیست
fr: Nœud Ethereum indisponible
he: צומת רשת איתריום אינו זמין
hi_in: इथेरियम नोड अनुपलब्ध है
hu: Ethereum csomópont nem érhető el
ja: イーサリアムのノードは利用できません
ms_my: Node Ethereum tidak tersedia
nl: Ethereum node (knooppunt) niet beschikbaar
pl: Węzeł Ethereum niedostępny.
pt: Nó da Ethereum indisponível
ru: Нода Ethereum недоступна
sr: Етеријум нод није доступан
tr: Ethereum node'u kullanılamıyor
vi: Nút Ethereum không khả dụng
zh_hans: 以太坊节点不可用
zh_hant_tw: 以太坊節點不可用

# asset.val.fullname
source: SORA Validator Token (VAL)
ar: عملة مدققي شبكة سورا (VAL)
ca: Token de Validació de SORA (VAL)
cs: SORA Validátor Token (VAL)
fa: ارز تایید کنندگان SORA (VAL)
fr: Jeton SORA Validateur (VAL)
he: מאמת טוקן סורה (VAL)
hi_in: सोरा सत्यापनकर्ता टोकन (VAL)
ja: SORAバリデータートークン（VAL）
ms_my: Token Pengesah SORA (VAL)
pt: Token Validador SORA (VAL)
ru: Токен валидатора SORA (VAL)
sr: SORA Валидатор токен
tr: SORA Validator Tokeni (VAL)
zh_hans: SORA验证人代币（VAL）
zh_hant_tw: SORA驗證者令牌（VAL）

# tutorial.terms.and.conditions.3
source: Terms & Conditions
ar: الشروط والأحكام
az: Şərtlər və Qaydalar
ca: Termes i Condicions
cs: Smluvní podmínky
de_de: Allgemeine Geschäftsbedingungen
es: Términos y condiciones
fa: شرایط و ضوابط
fr: Conditions générales
he: תנאים והגבלות
hi_in: नियम एवं शर्तें
hu: Felhasználási feltételek
ja: 規約と条件
ms_my: Terma & Syarat
nl: Algemene voorwaarden
pl: Regulamin
pt: Termos e Condições
ru: Условиями использования
sr: Услови коришћења
tr: Şartlar ve Koşullar
vi: Điều khoản & Điều kiện
zh_hans: 条款及细则
zh_hant_tw: 條款及細則

# create_account_title
source: Create account
ar: إنشاء حساب
az: Hesab yaradın
ca: Crear compte
cs: Vytvořit účet
de_de: Konto erstellen
es: Crear una cuenta
fa: ایجاد حساب کاربری
fr: Créer un compte
he: צור חשבון
hi_in: खाता बनाएं
hu: Fiók létrehozása
ja: アカウントを作成
ms_my: Cipta akaun
nl: Account maken
pl: Utwórz konto
pt: Criar conta
ru: Создать аккаунт
sr: Региструј се
tr: Hesap oluştur
vi: Tạo tài khoản
zh_hans: 注册
zh_hant_tw: 創建賬戶

# screenshot.alert.title
source: Do not take screenshots
ar: لا تلتقط صور للشاشة
az: Ekran görüntüləri çəkməyin
ca: No feu captures de pantalla
cs: Nepořizujte screenshoty
de_de: Keine Screenshots machen
es: No tome capturas de pantalla
fa: از صفحه عکس نگیرید
fr: Ne prenez pas de captures d'écran
he: אל תצלם צילומי מסך
hi_in: स्क्रीनशॉट न लें
hu: Ne készíts képernyőképeket
ja: スクリーンショットを撮らないでください
ms_my: Jangan ambil tangkapan skrin
nl: Geen screenshots maken
pl: Nie rób zrzutów ekranu
pt: Não faça screenshots
ru: Не делайте скриншоты
sr: Не правите снимке екрана
tr: Ekran görüntüsü almayın
vi: Không chụp ảnh màn hình
zh_hans: 请勿截屏
zh_hant_tw: 不要截屏

# screenshot.alert.text
source: Do not take screenshots, which may be collected by third-party malware
ar: لا تلتقط صورة للشاشة فقد ترصدها برمجيات ضارة من لطرف ثالث عابث.
az: Üçüncü tərəf zərərli proqram tərəfindən toplana bilən ekran görüntülərini çəkməyin
ca: No feu captures de pantalla, que poden ser recollides per programari maliciós de tercers
cs: Nepořizujte screenshoty, mohou být zachyceny malwarem třetích stran
de_de: Mache keine Screenshots. Diese können von Drittanbieter-Malware erfasst werden.
es: No tome capturas de pantalla, que pueden ser recopiladas por malware de terceros
fa: جهت جلوگیری از سو استفاده بد افزارهایی که ممکن است وجود داشته باشند از صفحه عکس نگیرید.
fr: Ne prenez pas de captures d'écran, qui pourraient être collectées par des logiciels tiers malveillants
he: אל תצלם צילומי מסך, אשר עשויים להיאסף על ידי תוכנות זדוניות של צד שלישי
hi_in: स्क्रीनशॉट न लें, जिसे तीसरे पक्ष के मैलवेयर द्वारा एकत्र किया जा सकता है
hu: Ne készíts képernyőképeket, amelyeket harmadik féltől származó rosszindulatú programok gyűjthetnek
ja: サードパーティのマルウェアによって収集される危険性があるため、スクリーンショットを撮らないでください
ms_my: Jangan ambil tangkapan skrin, berkemungkinan dikumpulkan oleh perisian hasad pihak ketiga
nl: Maak geen screenshots, die kunnen worden verzameld door malware van derden
pl: Nie rób zrzutów ekranu. Mogą one zostać przechwycone przez złośliwe oprogramowanie.
pt: Não faça screenshots, os ficheiros resultantes podem ser roubados através de malware de terceiros
ru: Не делайте скриншоты, которые могут быть собраны сторонними вредоносными программами
sr: Не правите снимке екрана које може прикупити злонамерни софтвер независних произвођача
tr: Ekran görüntüsü almayın, Kötü amaçlı yazılımlar tarafından toplanabilir.
vi: Không chụp ảnh màn hình vì có thể bị phần mềm độc hại của bên thứ ba thu thập
zh_hans: 请勿截屏，这些截图可能被第三方恶意软件收集
zh_hant_tw: 請勿截取可能由第三方惡意軟件收集的屏幕截圖

# mnemonic.title
source: Backup passphrase
ar: استعادة كلمات الاستذكار الأولية
az: Mnemoniki yedəkləyin
ca: Còpia de seguretat mnemotècnica
cs: Zálohovat mnemotechnickou pomůcku
de_de: Passphrase Backup
es: Copia de seguridad de la frase semilla
fa: پشتیبان گیری از عبارات عبور
fr: Phrase secrète de secours
he: גבה מילות מפתח
hi_in: स्मृतिजनक सूत्र बैकअप करे
hu: Helyreállítási szavak biztonsági mentése
ja: パスフレーズのバックアップ
ms_my: Frasa laluan sandaran
nl: Back-up wachtwoord
pl: Utwórz kopię zapasową frazy hasłowej
pt: Passphrase de backup
ru: Мнемоника
sr: Rezerva pristupne fraze
tr: Anımsatıcıyı yedekle
vi: Sao lưu chuỗi từ khóa khôi phục
zh_hans: 备份密码短语
zh_hant_tw: 備份密碼短語
