Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# contacts.search.hint.v1
source: Account ID, phone number, address
ar: معرّف الحساب، رقم الهاتف، العنوان
az: Hesab nömrəsi, telefon nömrəsi, ünvan
ca: ID del compte, número de telèfon, adreça
cs: ID účtu, telefonní číslo, adresa
de_de: Account ID, Telefonnummer, Adresse
es: Identificación de la cuenta, número de teléfono, dirección
fa: شناسه حساب، شماره تماس، آدرس
fr: Identifiant de compte, numéro de téléphone, adresse
he: כתובת חשבון, מספר טלפון, כתובת
hi_in: खाता आईडी, फोन नंबर, पता
hu: Fiók azonosító, telefonszám, cím
ja: アカウント名、電話番号、アドレス
ms_my: ID akaun, nombor telefon, alamat
nl: Account-ID, telefoonnummer, adres
pl: Identyfikator konta, numer telefonu, adres
pt: ID da conta, número de telefone, endereço
ru: Аккаунт, номер телефона или адрес
sr: ID рачуна, број телефона, адреса
tr: Hesap kimliği, telefon numarası, adres
vi: ID tài khoản, số điện thoại, địa chỉ
zh_hans: 账号，电话号码，地址
zh_hant_tw: 帳號、電話號碼、地址

# wallet.xor.to.my.eth
source: XOR to My Ethereum account
ar: XOR إلى حساب الإيثريوم الخاص بي
az: Ethereum hesabıma XOR
ca: XOR al meu compte d'Ethereum
cs: XOR na můj Ethereum účet
de_de: XOR zu meinem Ethereum-Konto
es: XOR a mi cuenta de Ethereum
fa: XOR به آدرس Ethereum من
fr: XOR à mon compte Ethereum
he: XOR לחשבון האיתריום שלי
hi_in: XOR से मेरे इथेरियम खाते में
hu: XOR a saját Ethereum számlámra
ja: XORからイーサリアムの自分のアカウントへ
ms_my: XOR ke akaun Ethereum saya
nl: XOR naar mijn Ethereum-account
pl: XOR na moje konto Ethereum
pt: XOR para minha conta da Ethereum
ru: XOR на мой счет Ethereum
sr: XOR на мој Ethereum налог
tr: XOR hesabımdan Ethereum hesabıma
vi: XOR vào tài khoản Ethereum của tôi
zh_hans: XOR至我的以太坊账户
zh_hant_tw: XOR到我的以太坊賬戶

# wallet.soranet
source: SORA NET
ar: سورا نِت SORA NET
cs: SÍŤ SORA
de_de: SORA Netzwerk
he: רשת סורה
hi_in: सोरा नेट
hu: SORA HÁLÓZAT
pt: REDE SORA
zh_hans: Sora网络

# transaction.total
source: Total
ar: مجموع
az: Ümumi
cs: Celkem
de_de: Gesamt
fa: مجموع
he: סך הכל
hi_in: कुल
hu: Összes
ja: 合計
ms_my: Jumlah
nl: Totaal
pl: Łącznie
ru: Всего
sr: Укупно
tr: Toplam
vi: Toàn bộ
zh_hans: 总共
zh_hant_tw: 總額

# transaction.token
source: Token
ar: العملة
fr: Jeton
he: טוקן
hi_in: टोकन
ja: トークン
ru: Токен
sr: Токен
zh_hans: 代币
zh_hant_tw: 代幣

# transaction.note
source: Note
ar: ملاحظة
az: Qeyd
ca: Nota
cs: Poznámka
de_de: Anmerkung
es: Nota
fa: توجه داشته باشید
fr: Commentaires
he: הערה
hi_in: नोट
hu: Jegyzet
ja: 備考（任意）
ms_my: Nota
nl: Notitie
pl: Uwaga
pt: Nota
ru: Примечание
sr: Белешка
tr: Not
vi: Ghi chú
zh_hans: 注释
zh_hant_tw: 注釋

# transaction.miner.fee.title
source: Miner Fee
ar: رسوم المعدن
az: Mayner haqqı
ca: Taxa dels miners
cs: Těžařský poplatek
de_de: Miner-Gebühr
es: Tarifa de minero
fa: هزینه انتقال
fr: Frais de minage
he: עמלת כורה
hi_in: माइनर शुल्क
hu: Bányász költség
ja: マイニング手数料
ms_my: Bayaran Pelombong
nl: Miner vergoeding
pl: Opłata dla górników
pt: Taxa de mineração
ru: Комиссия
sr: Накнада за рударе
tr: Madenci Ücreti
vi: Phí thợ mỏ
zh_hans: 矿工费
zh_hant_tw: 礦工費

# transaction.miner.help
source: Will be taken from your Ethereum account
ar: سيتم خصمها من حساب الإيثريوم الخاص بك
az: Ethereum hesabınızdan alınacaq
ca: Es retirarà del vostre compte d’Ethereum
cs: Bude odebráno z vašeho Ethereum účtu
de_de: Wird von deinem Ethereum-Konto abgebucht
es: Serán tomados de tu cuenta de Ethereum
fa: از حساب اتریوم شما برداشت خواهد شد
fr: Sera prélevé sur votre compte Ethereum
he: ילקח מחשבון האיתריום שלך
hi_in: आपके इथेरियम खाते से लिया जाएगा
hu: Az Ethereum számlájáról kerül levonásra
ja: イーサリアムのアカウントから引き落とされます
ms_my: Akan diambil dari akaun Ethereum anda
nl: Wordt van uw Ethereum-account afgeschreven
pl: Zostanie pobrana z Twojego konta sieci Ethereum.
pt: Será retirado da sua conta da Ethereum
ru: Будет вычтено из вашего аккаунта в Ethereum
sr: Биће преузето са вашег Ethereum налога
tr: Ethereum hesabınızdan alınacaktır
vi: Sẽ được lấy từ tài khoản Ethereum của bạn
zh_hans: 将从您的以太坊账户中扣除
zh_hant_tw: 將從您的以太坊賬戶中提取

# transaction.confirm
source: Confirm Transaction
ar: تأكيد المعاملة
az: Köçürmə əməliyyatını təsdiqləyin
ca: Confirmar transacció
cs: Potvrdit transakci
de_de: Transaktion bestätigen
es: Confirmar la transacción
fa: تراکنش را تایید کنید
fr: Confirmer la transaction
he: אשר טרנזקציה
hi_in: लेन-देन की पुष्टि करें
hu: Tranzakció megerősítése
ja: 取引を確認
ms_my: Sahkan Transaksi
nl: Transactie bevestigen
pl: Potwierdź transakcję
pt: Confirmar Transação
ru: Подтвердить транзакцию
sr: Потврдите трансакцију
tr: İşlemi Onayla
vi: Xác nhận giao dịch
zh_hans: 确认交易
zh_hant_tw: 確認交易

# transaction.continue
source: Continue
ar: استمر
az: Davam edin
ca: Continuar
cs: Pokračovat
de_de: Fortsetzen
es: Seguir
fa: ادامه
fr: Continuer
he: המשך
hi_in: जारी रखें
hu: Folytatás
ja: 続行する
ms_my: Teruskan
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sr: Настави
tr: Devam et
vi: Tiếp tục
zh_hans: 继续
zh_hant_tw: 繼續

# contacts.search.results
source: Search results
ar: نتائج البحث
az: Axtarış nəticələri
ca: Resultats de la cerca
cs: Výsledky vyhledávání
de_de: Suchergebnisse
es: Resultados de búsqueda
fa: نتایج جستجو
fr: Résultats de recherche
he: תוצאות חיפוש
hi_in: परिणाम खोजें
hu: Keresési eredmények
ja: 検索結果
ms_my: Keputusan Carian
nl: Zoekresultaten
pl: Wyniki wyszukiwania
pt: Resultados da pesquisa
ru: Результаты поиска
sr: Резултати претраге
tr: Arama sonuçları
vi: Kết quả tìm kiếm
zh_hans: 搜索结果
zh_hant_tw: 搜索結果

# transaction.receiver.title
source: To
ar: إلى
az: Kimə
ca: Per a
cs: Komu
de_de: Zu
es: A
fa: به
fr: À
he: עבור
hi_in: को
hu: -nak
ja: 受取人
ms_my: Ke
nl: Naar
pl: Do
pt: Para
ru: Кому
sr: За
tr: Alıcı
vi: Đến
zh_hans: 至
zh_hant_tw: 至

# transaction.amount.title
source: Amount
ar: الكمية
az: Məbləğ
ca: Quantitat
cs: Částka
de_de: Menge
es: Cantidad
fa: مقدار
fr: Montant
he: סכום
hi_in: रकम
hu: Mennyiség
ja: 金額
ms_my: Jumlah
nl: Bedrag
pl: Kwota
pt: Quantidade
ru: Сумма
sr: Износ
tr: Miktar
vi: Số tiền
zh_hans: 数量
zh_hant_tw: 數量

# wallet.transfer.note.hint
source: Leave a note, %@ symbols max.
ar: اترك ملاحظة ، الحد الأقصى للرموز %@ .
az: Qeyd qoyun, maksimum %@ simvol.
ca: Deixa una nota, %@ símbols màx.
cs: Zanechat poznámku, max. %@ symbolů
de_de: Hinterlasse eine Nachricht, maximal %@ Symbole.
es: Deje una nota, %@ símbolos máx.
fa: یک یادداشت بگذارید، [٪s] نمادهای حداکثر.
fr: Laissez un commentaire, %@symboles maximum
he: השאר הערה, מקסימום %@ סימבולים .
hi_in: एक नोट छोड़ दें, %@ अधिकतम प्रतीक।
hu: Megjegyzés, %@ maximum karakter.
ja: 最大%@シンボル
ms_my: Tinggalkan nota, %@ simbol maks.
nl: Laat een notitie achter, max. %@ symbolen.
pl: Zostaw uwagę, maks. %@ znaki/znaków.
pt: Deixe uma nota %@ máximo de símbolos
ru: Оставьте заметку, максимум %@ символов.
sr: Остави поруку, %@ симбола максимално.
tr: Bir not bırakın, en fazla %@ sembol.
vi: Để lại một ghi chú, tối đa %@ ký tự.
zh_hans: 留下一条注释，最多%@符号。
zh_hant_tw: 填寫註釋，最多%@符號。

# common.min
source: min
ar: دقيقة
az: dəqiqə
fa: دقیقه
he: דק'
hi_in: मिनट
hu: perc
ja: 分
ru: мин
sr: мин
tr: dk
vi: phút
zh_hans: 分
zh_hant_tw: 分鐘

# common.sec
source: sec
ar: ثانية
az: saniyə
ca: seg
cs: sek
de_de: sek
es: segundo
fa: ثانیه
he: שנ'
hi_in: सेकंड
hu: másodperc
ja: 秒
ms_my: saat
pl: sek.
pt: seg
ru: сек
sr: сек
tr: sn
vi: giây
zh_hans: 秒
zh_hant_tw: 秒

# common.advanced.settings
source: Advanced settings
ar: إعدادات متقدمة
az: Qabaqcıl parametrlər
ca: Configuració avançada
cs: Pokročilé nastavení
de_de: Erweiterte Einstellungen
es: Configuración avanzada
fa: تنظیمات پیشرفته
fr: Réglages avancés
he: הגדרות מתקדמות
hi_in: उन्नत सेटिंग्स
hu: További beállítások
ja: 高度な設定
ms_my: Tetapan lanjutan
nl: Geavanceerde instellingen
pl: Ustawienia zaawansowane
pt: Configurações avançadas
ru: Расширенные настройки
sr: Напредна подешавања
tr: Gelişmiş Ayarlar
vi: Cài đặt nâng cao
zh_hans: 高级设置
zh_hant_tw: 高級設置

# wallet.transfer.to.ethereum
source: To Ethereum address
ar: الى حساب محفظة الايثيريوم
az: Ethereum ünvanına
ca: A l'adreça d'Ethereum
cs: Na Ethereum adresu
de_de: Zu Ethereum Adresse
es: A la dirección de Ethereum
fa: به آدرس اتریوم
fr: Vers l'adresse Ethereum
he: לכתובת איתריום
hi_in: इथेरियम पते पर
hu: Ethereum címre
ja: イーサリアムのアドレスへ
ms_my: Ke alamat Ethereum
nl: Naar Ethereum-adres
pl: Na adres w sieci Ethereum
pt: Para o endereço da Ethereum
ru: На Ethereum адрес
sr: За Етеријум адресу
tr: Ethereum adresi
vi: Đến địa chỉ Ethereum
zh_hans: 至以太坊地址
zh_hant_tw: 到以太坊地址

# wallet.transfer.title.format
source: Send %@
ar: ارسال%@
az: Göndərin %@
ca: Enviar %@
cs: Odeslat %@
de_de: %@ senden
es: Enviar %@
fa: ارسال %@
fr: Envoyer %@
he: שלח %@
hi_in: भेजें%@
hu: Küldés %@
ja: %@を送信
ms_my: Hantar %@
nl: Verzenden %@
pl: Wyślij %@
pt: Enviar %@
ru: Отправить %@
sr: Пошаљи %@
tr: %@ Gönder
vi: Gửi %@
zh_hans: 发送%@
zh_hant_tw: 發送%@

# asset.state.associating
source: Associating...
ar: ربط...
az: Birləşir ...
ca: Associant ...
cs: Páruji...
de_de: Zuordnen...
es: Asociando ...
fa: مرتبط...
fr: Association en cours ...
he: משייך...
hi_in: संबद्ध कर रहा है ...
hu: Társítás ...
ja: 紐付けています...
ms_my: Mengaitkan ...
nl: Koppelen ...
pl: Łączenie...
pt: Associando...
ru: Связывание...
sr: Придруживање...
tr: İlişkilendiriliyor...
vi: Liên kết ...
zh_hans: 关联中...
zh_hant_tw: 關聯中...

# asset.state.error
source: Error
ar: خطأ
az: Xəta
cs: Chyba
de_de: Fehler
fa: خطا
fr: Erreur
he: שגיאה
hi_in: त्रुटि
hu: Hiba
ja: エラー
ms_my: Ralat
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
sr: Грешка
tr: Hata
vi: Lỗi
zh_hans: 错误
zh_hant_tw: 錯誤

# asset.xor.platform
source: SORA NET
cs: SÍŤ SORA
he: רשת סורה
hi_in: सोरा नेट
pt: REDE SORA
zh_hans: SORA 网路

# asset.eth.plaform
source: Ethereum
ar: الإيثيريوم
fa: اتریوم
he: איתריום
hi_in: इथेरियम
ja: イーサリアム
sr: Етеријум
zh_hans: 以太坊
zh_hant_tw: 以太坊

# transfer.unsuffient.funds.format
source: Not enough %@. You only have %@.
ar: غير كاف%@ لديك فقط%@
az: Kifayət deyil %@ . Sizdə yalnız %@ .
ca: No n'hi ha prou %@. Només tens %@.
cs: Nedostatek %@ . Máte pouze %@ .
de_de: Nicht genug %@. Du hast nur %@.
es: No tiene suficiente %@. Solo tienes %@.
fa: %@ کافی نیست. شما فقط %@ دارید.
fr: Pas assez de %@. Vous avez seulement %@.
he: לא מספיק %@. נותר לך רק %@.
hi_in: पर्याप्त नहीं %@ । आपके पास केवल %@ ।
hu: Nincs elég %@ . Csak %@ van.
ja: %@が不足しています。 %@しかありません
ms_my: Tidak mencukupi %@ . Anda hanya mempunyai %@ .
nl: Niet genoeg %@. Je hebt alleen %@.
pl: Niewystarczająca ilość %@. Posiadasz jedynie %@.
pt: Não é suficiente %@. Só tem %@.
ru: Недостаточно %@. У вас только %@.
sr: Недовољно %@ . Имате само %@ .
tr: %@ Yeterli değil. Sadece %@ var.
vi: Không đủ %@ . Bạn chỉ có %@ .
zh_hans: 没有足够的%@ 。您只有%@ 。
zh_hant_tw: %@不足。您只有%@ 。

# wallet.history.to.my.soranet.title
source: To My SORA NET account
ar: الى حسابي في SORA NET
az: Mənim SORA NET hesabıma
ca: Al meu compte SORA NET
cs: Na můj SORA NET účet
de_de: Zu meinem SORA NET Konto
es: A mi cuenta de SORA NET
fa: به حساب SORA من
fr: Vers mon compte SORA NET
he: לחשבון רשת סורה שלי
hi_in: मेरे सोरा नेट खाते में
hu: Saját SORA NET számlámra
ja: 自分のSORA NETアカウントへ
ms_my: Ke akaun SORA NET Saya
nl: Naar mijn SORA NET-account
pl: Na moje konto w SORA NET
pt: Para a minha conta da REDE SORA
ru: На мой аккаунт в SORA NET
sr: На мој SORA NET налог
tr: SORA NET hesabıma
vi: Đến tài khoản SORA NET của tôi
zh_hans: 到我的SORA NET账户
zh_hant_tw: 到我的SORA NET賬戶

# wallet.history.to.my.ethereum.title
source: To My Ethereum address
ar: الى عنواني في محفظة الايثيريوم
az: Mənim Ethereum ünvanıma
ca: A la meva adreça Ethereum
cs: Na moji Ethereum adresu
de_de: Zu meiner Ethereum-Adresse
es: A mi dirección de Ethereum
fa: به آدرس اتریوم من
fr: À mon adresse Ethereum
he: לכתובת האיתריום שלי
hi_in: मेरे इथेरियम पते पर
hu: a saját Ethereum címemre
ja: 自分のイーサリアムアドレスへ
ms_my: Ke alamat Ethereum Saya
nl: Naar mijn Ethereum-adres
pl: Na mój adres w sieci Ethereum
pt: Para o meu endereço da Ethereum
ru: На мой аккаунт в Ethereum
sr: На моју Етеријум адресу
tr: Ethereum adresime
vi: Đến địa chỉ Ethereum của tôi
zh_hans: 到我的以太坊地址
zh_hant_tw: 到我的以太坊地址

# wallet.history.reward.from.system
source: Reward from the system
ar: مكافأة من النظام
az: Sistemdən mükafatlandırılma
ca: Recompensa del sistema
cs: Systémová odměna
de_de: Belohnung aus dem System
es: Recompensa del sistema
fa: پاداش از سیستم
fr: Récompense du système
he: תגמול מהמערכת
hi_in: व्यवस्था से इनाम
hu: Jutalom a rendszerből
ja: システムからの報酬
ms_my: Ganjaran dari sistem
nl: Beloning van het systeem
pl: Wynagrodzenie z systemu
pt: Recompensa do sistema
ru: Вознаграждение от системы
sr: Награда од система
tr: Sistemden alınan ödül
vi: Phần thưởng từ hệ thống
zh_hans: 来自系统的奖励
zh_hant_tw: 來自系統的獎勵

# wallet.history.from.ethereum.address.title
source: From Ethereum address
ar: من عنوان الايثيريوم
az: Ethereum ünvanından
ca: Des de l'adreça Ethereum
cs: Z Ethereum adresy
de_de: Von der Ethereum-Adresse
es: Desde la dirección de Ethereum
fa: از آدرس اتریوم
fr: De l'adresse Ethereum
he: מכתובת האיתריום
hi_in: इथेरियम पते से
hu: Ethereum címről
ja: イーサリアムアドレスから
ms_my: Dari alamat Ethereum
nl: Van Ethereum-adres
pl: Z adresu w sieci Ethereum
pt: Do endereço da Ethereum
ru: С адреса в Ethereum
sr: Sa Eterijum adrese
tr: Ethereum adresinden
vi: Từ địa chỉ Ethereum
zh_hans: 从以太坊地址
zh_hant_tw: 從以太坊地址

# wallet.history.from.soranet.address.title
source: From SORA NET account
ar: من حساب SORA NET
az: SORA NET hesabından
ca: Des del compte SORA NET
cs: Ze SORA NET účtu
de_de: Vom SORA NET Konto
es: Desde la cuenta de SORA NET
fa: از حساب SORA من
fr: Depuis le compte SORA NET
he: מחשבון רשת סורה
hi_in: सोरा नेट खाते से
hu: A SORA NET számláról
ja: SORA NETアカウントから
ms_my: Dari akaun SORA NET
nl: Van SORA NET-account
pl: Z konta w SORA NET
pt: Da conta da REDE SORA
ru: Из аккаунта в SORA NET
sr: Са SORA NET налога
tr: SORA NET hesabından
vi: Từ tài khoản SORA NET
zh_hans: 从SORA NET账户
zh_hant_tw: 從SORA NET帳戶

# wallet.history.to.soranet.account
source: To SORA NET account
ar: الى حساب SORA NET
az: SORA NET hesabına
ca: Al compte de SORA NET
cs: Na SORA NET účet
de_de: Zum SORA NET Konto
es: A la cuenta de SORA NET
fa: به حساب SORA NET
fr: Vers le compte SORA NET
he: לחשבון רשת סורה
hi_in: सोरा नेट खाते में
hu: SORA NET számlára
ja: SORA NETアカウントへ
ms_my: Ke akaun SORA NET
nl: Naar SORA NET-account
pl: Na konto w SORA NET
pt: Para a conta da REDE SORA
ru: На аккаунт в SORA NET
sr: Ка SORA NET налогу
tr: SORA NET hesabına
vi: Đến tài khoản SORA NET
zh_hans: 到SORA NET账户
zh_hant_tw: 到SORA NET帳戶

# wallet.history.to.ethereum.address
source: To Ethereum address
ar: الى عنوان الايثيريوم
az: Ethereum ünvanına
ca: A l'adreça d'Ethereum
cs: Na Ethereum adresu
de_de: Zur Ethereum-Adresse
es: A la dirección de Ethereum
fa: به آدرس اتریوم
fr: Vers l'adresse Ethereum
he: לכתובת איתריום
hi_in: इथेरियम पते पर
hu: Címzett Ethereum cím
ja: イーサリアムアドレスへ
ms_my: Ke alamat Ethereum
nl: Naar Ethereum-adres
pl: Na adres w sieci Ethereum
pt: Para o endereço da Ethereum
ru: На адрес в Ethereum
sr: На Ethereum адресу
tr: Ethereum adresine
vi: Đến địa chỉ Ethereum
zh_hans: 到以太坊地址
zh_hant_tw: 到以太坊地址

# wallet.tx.details.send.back
source: Send back
ar: أرسل مرة أخرى
az: Geri göndərin
ca: Tornar a enviar
cs: Odeslat zpět
de_de: Zurücksenden
es: Enviar de vuelta
fa: برگشت دادن
fr: Renvoyer
he: שלח חזרה
hi_in: वापस भेजें
hu: Visszaküldés
ja: 送り返す
ms_my: Menghantar kembali
nl: Terugsturen
pl: Odeślij
pt: Enviar de volta
ru: Отправить обратно
sr: Вратити
tr: Geri gönder
vi: Gửi lại
zh_hans: 发送回
zh_hant_tw: 發送回

# wallet.tx.details.send.again
source: Send again
ar: أعد الإرسال
az: Yenidən göndərin
ca: Tornar a enviar
cs: Odeslat znovu
de_de: Erneut senden
es: Enviar de nuevo
fa: ارسال دوباره
fr: Renvoyer
he: שלח שוב
hi_in: फिर भेजें
hu: Küldés újra
ja: もう一度送信
ms_my: Hantar semula
nl: Opnieuw verzenden
pl: Wyślij ponownie
pt: Enviar novamente
ru: Отправить ещё раз
sr: Пошаљи поново
tr: Tekrar gönderin
vi: Gửi lại
zh_hans: 重新发送
zh_hant_tw: 重新發送

# common.copy
source: Copy
ar: نسخ
az: Kopyalayın
ca: Copiar
cs: Kopírovat
de_de: Kopieren
es: Copiar
fa: کپی
fr: Copier
he: העתק
hi_in: प्रतिलिपि
hu: Másol
ja: コピー
ms_my: Salin
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ru: Копировать
sr: Копирај
tr: Kopyala
vi: Sao chép
zh_hans: 复制
zh_hant_tw: 複製

# common.select.option
source: Select an option
ar: تحديد خيار
az: Bir seçim edin
ca: Seleccioneu una opció
cs: Vyberte možnost
de_de: Wähle eine Option
es: Seleccione una opción
fa: یک گزینه را انتخاب کنید
fr: Sélectionner une option
he: בחר אפשרות
hi_in: एक विकल्प चुनें
hu: Válassz egy lehetőséget
ja: 選択肢から一つ選択してください
ms_my: Pilih pilihan
nl: Kies een optie
pl: Wybierz opcję
pt: Selecione uma opção
ru: Выберите опцию
sr: Изаберите опцију
tr: Bir seçenek seçin
vi: Chọn một tùy chọn
zh_hans: 选择一个选项
zh_hant_tw: 選擇一個選項

# wallet.tx.details.transaction
source: Transactions
ar: التحويلات
az: Köçürmələr
ca: Transaccions
cs: Transakce
de_de: Transaktionen
es: Transacciones
fa: تراکنش‌ها
he: טרנזקציות
hi_in: लेनदेन
hu: Tranzakciók
ja: 取引
ms_my: Transaksi
nl: Transacties
pl: Transakcje
pt: Transações
ru: Транзакции
sr: Трансакције
tr: İşlemler
vi: Giao dịch
zh_hans: 交易
zh_hant_tw: 交易

# wallet.tx.details.date
source: Date
ar: تاريخ
az: Tarix
ca: Data
cs: Datum
de_de: Datum
es: Fecha
fa: تاریخ
he: תאריך
hi_in: तिथि
hu: Dátum
ja: 日付
ms_my: Tarikh
nl: Datum
pl: Data
pt: Data
ru: Дата
sr: Датум
tr: Tarih
vi: Ngày
zh_hans: 日期
zh_hant_tw: 日期

# wallet.tx.details.status
source: Status
ar: الحالة
ca: Estat
cs: Stav
es: Estado
fa: وضعیت
fr: Statut
he: סטטוס
hi_in: स्थिति
hu: Állapot
ja: ステータス
ru: Статус
sr: Статус
tr: Durum
vi: Trạng thái
zh_hans: 状态
zh_hant_tw: 狀態

# wallet.tx.details.pending
source: Pending
ar: قيد الانتظار
az: Gözlənilir
ca: Pendent
cs: Čekající
de_de: Ausstehend
es: Pendiente
fa: در انتظار
fr: En attente
he: בהמתנה
hi_in: लंबित
hu: Függőben
ja: 処理中
ms_my: Belum selesai
nl: In afwachting
pl: W toku...
pt: Pendente
ru: В обработке
sr: Nерешен
tr: Bekliyor
vi: Đang chờ xử lý
zh_hans: 等待确认
zh_hant_tw: 待定

# wallet.tx.details.completed
source: Completed
ar: منجز
az: Tamamlandı
ca: Completat
cs: Dokončeno
de_de: Abgeschlossen
es: Completada
fa: تکمیل شده
fr: Terminé
he: הושלם
hi_in: पूरा किया गया
hu: Teljesítve
ja: 完了しました
ms_my: Selesai
nl: Voltooid
pl: Ukończono
pt: Concluído
ru: Успешно
sr: Завршено
tr: Tamamlandı
vi: Đã hoàn thành
zh_hans: 已完成
zh_hant_tw: 已完成

# wallet.tx.details.rejected
source: Rejected
ar: مرفوض
az: Rədd edildi
ca: Rebutjat
cs: Odmítnuto
de_de: Abgelehnt
es: Rechazada
fa: رد شده
fr: Rejeté
he: נדחה
hi_in: अस्वीकृत
hu: Elutasítva
ja: 拒否されました
ms_my: Ditolak
nl: Geweigerd
pl: Odrzucono
pt: Rejeitado
ru: Отклонено
sr: Одбијен
tr: Reddedildi
vi: Từ chối
zh_hans: 被拒
zh_hant_tw: 拒絕

# wallet.account.retry.registration
source: Retry registration
ar: إعادة محاولة التسجيل
az: Qeydiyyata yenidən cəhd edin
ca: Torneu a intentar el registre
cs: Opakovat registraci
de_de: Anmeldung wiederholen
es: Reintentar el registro
fa: ثبت نام را دوباره امتحان کنید
fr: Réessayer l'enregistrement
he: נסה שוב להירשם
hi_in: पंजीकरण पुनः प्रयास करें
hu: Próbáld újra a regisztrációt
ja: もう一度登録を試す
ms_my: Cuba lagi pendaftaran
nl: Probeer de registratie opnieuw
pl: Ponów próbę rejestracji
pt: Tentar registro novamente
ru: Повторить регистрацию
sr: Покушајте поново са регистрацијом
tr: Kaydolmayı yeniden deneyin
vi: Thử đăng ký lại
zh_hans: 重新注册
zh_hant_tw: 重試註冊

# common.copy.address
source: Copy address
ar: نسخ العنوان
az: Ünvanı kopyalayın
ca: Copiar adreça
cs: Kopírovat adresu
de_de: Adresse kopieren
es: Copiar dirección
fa: کپی کردن آدرس
fr: Copier l'adresse
he: העתק כתובת
hi_in: पता प्रतिलिपि करें
hu: Cím másolása
ja: アドレスをコピー
ms_my: Salin alamat
nl: Kopieer adres
pl: Kopiuj adres
pt: Copiar endereço
ru: Копировать адрес
sr: Копирај адресу
tr: Adresi kopyala
vi: Sao chép địa chỉ
zh_hans: 复制地址
zh_hant_tw: 複製地址

# error_miner_fee_title
source: Not enough funds for Miner fee
ar: رصيدك لا يكفي لتغطية رسوم التدقيق
az: Mayner haqqı üçün kifayət qədər vəsait yoxdur
ca: No hi ha prou fons per a la tarifa de Mineria
cs: Nedostatek finančních prostředků pro těžařský poplatek
de_de: Guthaben für die Miner-Gebühr nicht ausreichend
es: No hay fondos suficientes para la tarifa del minero
fa: موجودی کافی برای هزینه تراکنش نیست
fr: Pas assez de fonds pour les frais de minage
he: אין מספיק כספים עבור עמלת הכורה
hi_in: माइनर शुल्क के लिए पर्याप्त धन नहीं
hu: Nincs elég pénz a bányászdíjhoz
ja: マイニング手数料のための資金が不足しています
ms_my: Tidak cukup dana untuk bayaran Miner
nl: Saldo te laag voor Miner vergoeding
pl: Niewystarczająca ilość środków na opłatę dla górników.
pt: Fundos insuficientes para a taxa de transação
ru: Недостаточно средств для оплаты комиссии
sr: Нема довољно средстава за накнаду за рударе
tr: Madenci ücreti için yeterli bakiye yok
vi: Không đủ tiền cho phí khai thác
zh_hans: 矿工费资金不足
zh_hant_tw: 礦工費用資金不足

# error_miner_fee_subtitle
source: To proceed with this operation you need to top up your Ethereum account.
ar: لمتابعة هذه العملية ، تحتاج إلى شحن حساب الايثيريوم الخاص بك.
az: Bu əməliyyatı davam etdirmək üçün Ethereum hesabınızı doldurmalısınız.
ca: Per continuar amb aquesta operació, has de recarregar el teu compte d’Ethereum.
cs: Chcete-li pokračovat v této operaci, musíte si dobít svůj Ethereum účet.
de_de: Um mit diesem Vorgang fortzufahren, muss das Ethereum-Konto aufgeladen werden.
es: Para continuar con esta operación, debe recargar su cuenta de Ethereum.
fa: برای ادامه این عملیات باید حساب اتریوم خود را شارژ کنید.
fr: Pour procéder à cette opération, vous devez recharger votre compte Ethereum.
he: בכדי להמשיך בפעולה זו תצטרך להוסיף כספים לחשבון האיתריום שלך.
hi_in: इस ऑपरेशन के साथ आगे बढ़ने के लिए आपको अपने इथेरियम अकाउंट को टॉप अप करना होगा।
hu: A művelet folytatásához fel kell töltened Ethereum-fiókod.
ja: この操作を続行するには、イーサリアムのアカウントに残高をチャージする必要があります
ms_my: Untuk meneruskan operasi ini, anda perlu menambah akaun Ethereum anda.
nl: Om door te gaan met deze bewerking, moet u uw Ethereum-account aanvullen.
pl: Aby kontynuować tę operację, musisz uzupełnić swoje konto Ethereum.
pt: Para prosseguir com esta operação precisa de recarregar a sua conta da Ethereum.
ru: Для выполнения этой операции необходимо пополнить аккаунт Ethereum.
sr: Да бисте наставили са овом операцијом, потребно је да надопуните свој Ethereum рачун.
tr: Bu işleme devam etmek için Ethereum hesabınıza yükleme yapmalısınız
vi: Để tiến hành thao tác này, bạn cần phải nạp tiền vào tài khoản Ethereum của mình.
zh_hans: 要进行此操作，您需要充值以太坊账户。
zh_hant_tw: 要進行此操作，您需要充值以太坊賬戶。

# go_to_ethereum
source: Go to Ethereum account
ar: اذهب الى حساب الايثيريوم
az: Ethereum hesabına gedin
ca: Anar al compte d’Ethereum
cs: Přejít na Ethereum účet
de_de: Zum Ethereum-Konto gehen
es: Ir a la cuenta de Ethereum
fa: برو به حساب اتریوم
fr: Accéder au compte Ethereum
he: לך לחשבון האיתריום
hi_in: इथेरियम खाते में जाएं
hu: Ugrás az Ethereum-fiókra
ja: イーサリアムのアカウントに移動
ms_my: Pergi ke akaun Ethereum
nl: Ga naar Ethereum-account
pl: Przejdź do konta Ethereum
pt: Ir para a conta da Ethereum
ru: Перейти в аккаунт Ethereum
sr: Идите на Ethereum налог
tr: Ethereum hesabına git
vi: Chuyển đến tài khoản Ethereum
zh_hans: 进入以太坊账户
zh_hant_tw: 進入以太坊賬戶
