Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# common.search.pools
source: Search pools
ar: الأحواض الممكنة
cs: Prohledat fondy
es: Buscar Par de liquidez
fr: Rechercher des pools
he: חפש מאגרים
hi_in: पूल खोजें
ja: プールを検索
ms_my: Kolam carian
vi: Tìm kiếm pool
zh_hans: 搜索流动池

# referral.invitation.link
source: Invitation link
ar: رابط الدعوة
cs: Odkaz pozvánky
es: Enlace de invitación
fr: Lien d'invitation
he: קישור להזמנה
hi_in: आमंत्रण लिंक
ja: 招待リンク
ms_my: Pautan jemputan
vi: Liên kết lời mời
zh_hans: 邀请链接

# common.discover
source: Discover
ar: اكتشف
cs: Objevovat
es: Descubrir
fr: Découvrir
he: גלה
hi_in: खोजना
ja: 発見
ms_my: Menemui
vi: Khám phá
zh_hans: 发现

# discover.coming.soon
source: SORA devs are currently working on a feature that will display a full list of pools that are active on Polkaswap. For now, if you want to create/add to a pool please use the button below.
ar: يعمل مطورو SORA حاليا على ميزة ستعرض قائمة كاملة بالتجمعات النشطة على Polkaswap. في الوقت الحالي ، إذا كنت ترغب في إنشاء / إضافة إلى تجمع ، فيرجى استخدام الزر أدناه.
cs: SORA vývojáři aktuálně pracují na funkci, která zobrazí úplný seznam aktivních fondů na Polkaswap. Prozatím použijte pro vytvořitení/vstup do fondu tlačítko níže.
es: Los desarrolladores de SORA están trabajando actualmente en una función que mostrará una lista completa de los pares de liquidez que están activos en Polkaswap Por ahora, si desea crear/agregar un par, use el botón a continuación.
fr: Les développeurs de SORA travaillent actuellement sur une fonctionnalité permettant d'afficher la liste de tous les pools actives sur Polkaswap. Pour le moment, si vous souhaitez créer ou ajouter des liquidités à un pool, veuillez utiliser le bouton ci-dessous.
he: מפתחי סורה עובדים כעת על תכונה שתציג רשימה מלאה של מאגרים שהם פעילים בפולקסוואפ. לעת עתה, אם ברצונך ליצור/להוסיף למאגר אנא השתמש בכפתור למטה.
hi_in: SORA Devs वर्तमान में एक सुविधा पर काम कर रहे हैं जो पोल्कास्वैप पर सक्रिय पूल की पूरी सूची प्रदर्शित करेगा। अभी के लिए, यदि आप पूल बनाना / जोड़ना चाहते हैं तो कृपया नीचे दिए गए बटन का उपयोग करें।
ja: SORAの開発者は現在、Polkaswapでアクティブになっているプールの全リストを表示する機能の開発に取り組んでいます。 当面の間、プールの作成・追加を希望される方は、以下のボタンからお願いします。
ms_my: Pembangun SORA sedang mengusahakan ciri yang akan memaparkan senarai penuh kumpulan yang aktif di Polkaswap. Buat masa ini, jika anda ingin membuat/menambah pada kolam sila gunakan butang di bawah.
vi: Các nhà phát triển SORA hiện đang làm việc để tạo ra tính năng sẽ hiển thị danh sách đầy đủ các nhóm đang hoạt động trên Polkaswap. Hiện tại, nếu bạn muốn tạo/thêm vào một nhóm, vui lòng sử dụng nút bên dưới.
zh_hans: SORA开发人员目前正在开发一个功能，该功能将显示在Polkaswap上活跃的所有池子的完整列表。 现在，如果您想创建/添加到池中，请使用下面的按钮。

# discovery.polkaswap.pools
source: Polkaswap pools
ar: حوض Polkaswap
cs: Polkaswap fondy
es: Liquidez Polkaswap
fr: Pools de Polkaswap
he: מאגרי פולקסוואפ
hi_in: पोलकस्वैप पूल
ja: Polkaswapのプール
ms_my: Kolam Polkaswap
zh_hans: Polkaswap池

source: Recent recipients
ar: المستلمون الجدد
cs: Poslední příjemci
es: Destinatarios recientes
fr: Bénéficiaires récents
he: נמענים אחרונים
hi_in: हाल के प्राप्तकर्ता
ja: 最近の受信者
ms_my: Penerima terkini
ru: Недавние получатели
vi: Người nhận gần đây
zh_hans: 最近的接收人

source: Recipient address
ar: عنوان المستلم
cs: Adresa příjemce
es: Dirección del receptor
fr: Adresse du bénéficiaire
he: כתובת הנמען
hi_in: प्राप्तकर्ता का पता
ja: 受信者アドレス
ms_my: Alamat penerima
ru: Адрес получателя
vi: Địa chỉ người nhận
zh_hans: 接收人地址

source: Asset to send
ar: الأصول المراد إرسالها
cs: Aktivum k odeslání
es: Activo a enviar
fr: Actif à envoyer
he: נכס לשליחה
hi_in: भेजने के लिए संपत्ति
ja: 送信するアセット
ms_my: Aset untuk dihantar
ru: Отправляемый ассет
vi: Tài sản cần gửi
zh_hans: 待发送的资产

# activity.bond.title
source: Bond
ar: ربط
cs: Vázat
es: Vincular
fr: Réserver
he: צרף לנעילה
hi_in: बॉन्ड
ja: ボンド
ms_my: Bon
zh_hans: 绑定

# activity.unbond.title
source: Unbond
ar: فك ربط
cs: Uvolnit
es: Desvincular
fr: Déréserver
he: הסר מנעילה
hi_in: अनबॉन्ड
ja: ボンド解除
zh_hans: 解绑

# activity.referral.title
source: Referral joined
ar: انضم الإحالة
cs: Doporučení se zdařilo
es: Un Referido se ha unido
fr: Nouveau parrainé
he: הפניה הצטרפה
hi_in: रेफरल शामिल हुए
ja: 紹介者が参加しました
ms_my: Rujukan menyertai
vi: Đã tham gia giới thiệu
zh_hans: 被推荐人加入

# activity.pool.title
source: Pool
ar: حوض
cs: Fond
es: Liquidez
he: מאגר
ja: プール
ms_my: Kolam
zh_hans: 流动池

source: Confirm sending
ar: تأكيد الإرسال
cs: Potvrďte odeslání
es: Confirmar envío
fr: Confirmer l'envoi
he: אשר את השליחה
hi_in: भेजने की पुष्टि करें
ja: 送信の確認
ms_my: Sahkan penghantaran
ru: Подтверждение отправки
vi: Xác nhận gửi
zh_hans: 确认发送

# activity.data.not.up.to.date.title
source: Some data is not up to date
ar: بعض البيانات ليست محدثة
cs: Některé údaje nejsou aktuální
es: Algunos datos no están actualizados
fr: Certaines données ne sont pas à jour
he: חלק מהנתונים אינם מעודכנים
hi_in: कुछ डेटा अप टू डेट नहीं है
ja: 一部のデータが最新ではありません
ms_my: Sesetengah data tidak terkini
vi: Một số dữ liệu chưa được cập nhật
zh_hans: 一些数据不是最新的

# polkaswap.info.title.2
source: Polkaswap disclaimer
ar: إخلاء مسؤولية Polkaswap
cs: Zřeknutí se odpovědnosti Polkaswap
es: Descargo de responsabilidad de Polkaswap
fr: Clause de non-responsabilité de Polkaswap
he: כתב ויתור של פולקסוואפ
hi_in: Polkaswap अस्वीकरण
ja: ポルカスワップの免責事項
ms_my: Penafian Polkaswap
ru: Polkaswap дисклеймер
vi: Tuyên bố từ chối trách nhiệm của Polkaswap
zh_hans: Polkaswap免责声明

# tutorial.terms.and.conditions.template.1
source: By continuing you are agreeing with the
ar: من خلال الاستمرار ، فإنك توافق على
cs: Pokračováním souhlasíte s
es: Al continuar usted está de acuerdo con el
fr: En continuant, vous acceptez
he: כשאתה ממשיך אתה מסכים עם ה-
hi_in: जारी रखते हुए आप इसके साथ सहमत हैं
ja: 続行することにより、同意したことになります
ms_my: Dengan meneruskan anda bersetuju dengan
vi: Bằng cách tiếp tục, bạn đồng ý với
zh_hans: 继续操作即表示您同意

# create.new.account.title
source: Create new account
ar: انشاء حساب جديد
cs: Vytvořit nový účet
es: Crear nueva cuenta
fr: Créer un nouveau compte
he: צור חשבון חדש
hi_in: नया खाता बनाएँ
ja: 新しいアカウントの作成
ms_my: Buat akaun baharu
ru: Создать новый аккаунт
vi: Tạo tài khoản mới
zh_hans: 创建新账户

source: Pool details
ar: تفاصيل المسبح
cs: Podrobnosti fondu
es: Detalles de la Liquidez
fr: Détails du pool
he: פרטי המאגר
hi_in: पूल विवरण
ja: プールの詳細
ms_my: Butiran kolam
ru: Информация о пуле
vi: Chi tiết Pool
zh_hans: 流动池详情

# your.pooled
source: Your %s pooled
ar: تم تجميع %s الخاص بك
cs: Vaše %s ve fondech
es: Tu %sen liquidez
fr: Votre %s mis dans le pool
he: ה-%s שלך צורפו למאגר
hi_in: आपका %s पूल किया गया
ja: %sがプールされました
ms_my: %s terkumpul anda
vi: %s pool của bạn
zh_hans: 你的%s流动池

# onboarding.create.account.description
source: Enter name for your new account and how it will appear under your address. With an on-chain identity, it can be made available to others.
ar: أدخل اسم حسابك الجديد وكيف سيظهر تحت عنوانك. من خلال هوية على السلسلة ، يمكن إتاحتها للآخرين.
cs: Zadejte název svého nového účtu a zvolte jak se bude zobrazovat pod vaší adresou. S on-chain identitou může být zpřístupněn ostatním.
es: Ingrese el nombre de su nueva cuenta y cómo aparecerá debajo de su dirección. Con una identidad en cadena, puede estar disponible para otros.
fr: Entrez un nom pour votre compte et la manière dont il apparaîtra sous votre adresse. En définissant une identité on-chain, celui-ci peut être visible aux autres participants du réseau.
he: הזן שם עבור החשבון החדש שלך וכיצד הוא יופיע תחת הכתובת שלך. עם זהות ברשת, ניתן להפוך אותה לזמינה לאחרים.
hi_in: अपने नए खाते के लिए नाम दर्ज करें और यह आपके पते के तहत कैसे दिखाई देगा। ऑन-चेन पहचान के साथ, इसे दूसरों के लिए उपलब्ध कराया जा सकता है।
ja: 新しいアカウントの名前と、アドレスの下にどのように表示されるかを入力してください。オンチェーンIDは、他の人に公開することができます
ms_my: Masukkan nama untuk akaun baharu anda dan bagaimana ia akan dipaparkan di bawah alamat anda. Dengan identiti dalam rantaian, ia boleh disediakan kepada orang lain.
vi: Nhập tên cho tài khoản mới của bạn và cách nó sẽ xuất hiện dưới địa chỉ của bạn. Với danh tính trên chuỗi, nó có thể được cung cấp cho những người khác.
zh_hans: 输入您的新账户名称以及它在地址下的显示方式。有了链上身份，它可以被分享给其他人。

# onboarding.create.account.subtitle
source: Visible only for you and stored locally
ar: مرئي لك فقط ومخزن محليًا
cs: Viditelné pouze pro vás a uložené lokálně
es: Visible solo para ti y almacenado localmente
fr: Visible seulement pour vous et stocké localement
he: גלוי רק עבורך ומאוחסן באופן מקומי
hi_in: केवल आपके लिए दृश्यमान और स्थानीय रूप से संग्रहीत
ja: 自分だけ見ることができ、ローカルに保存されます
ms_my: Boleh dilihat hanya untuk anda dan disimpan secara setempat
vi: Chỉ hiển thị cho bạn và được lưu trữ cục bộ
zh_hans: 仅对您可见并本地存储

# onboarding.create.account.title
source: Name your account
ar: قم بتسمية حسابك
cs: Pojmenujte svůj účet
es: Ponga nombre a su cuenta
fr: Nommez votre compte
he: קבע שם לחשבון שלך
hi_in: अपने खाते को नाम दें
ja: アカウントに名前を付ける
ms_my: Namakan akaun anda
vi: Đặt tên cho tài khoản của bạn
zh_hans: 为您的账户命名

# common.pay.attention
source: Pay attention!
ar: انتبه!
cs: Dávejte pozor!
es: Preste atención
fr: Attention!
he: שים לב!
hi_in: ध्यान दें!
ja: 注目してください！
ms_my: Beri perhatian!
vi: Chú ý!
zh_hans: 注意！

# mnemonic.confirmation.select.word.number
source: Select a word number
ar: حدد رقم كلمة
cs: Vyberte číslo slova
es: Seleccione un número de la palabra
fr: Selectionnez le mot numéro
he: בחר מספר מילה
hi_in: एक शब्द संख्या का चयन करें
ja: 単語の数を選択
ms_my: Pilih nombor perkataan
vi: Chọn một số từ
zh_hans: 选择一个单词编号

# mnemonic.confirmation.select.word.2
source: from the list you have written down
ar: من القائمة التي كتبتها
cs: ze seznamu, který jste si zapsali
es: de la lista que has anotado
fr: parmi la liste de mot que vous avez notée
he: מהרשימה שרשמת
hi_in: आपके द्वारा लिखी गई सूची में से
ja: 書き出したリストから
ms_my: daripada senarai yang telah anda tulis
vi: từ danh sách bạn đã viết ra
zh_hans: 从你写下的清单中

# passphrase.confirmation.error.title
source: Don't try to guess the word
ar: لا تحاول تخمين الكلمة
cs: Nesnažte se slovo uhodnout
es: No intentes adivinar la palabra
fr: N'essayez pas de deviner le mot
he: אל תנסו לנחש את המילה
hi_in: शब्द का अनुमान लगाने की कोशिश मत करे
ja: 単語を推測しようとしないでください
ms_my: Jangan cuba meneka perkataan itu
vi: Đừng cố đoán từ
zh_hans: 不要试图猜测这个词

# passphrase.confirmation.error.message
source: This process is aimed to ensure you've written down your recovery phrase
ar: تهدف هذه العملية إلى التأكد من كتابة عبارة الاسترداد الخاصة بك
cs: Cílem tohoto procesu je zajistit, abyste si zapsali frázi pro obnovení
es: Este proceso tiene como objetivo asegurarse de que haya escrito su frase de recuperación
fr: Cette étape a pour but d'assurer que vous avez bien conservé votre phrase de récupération
he: תהליך זה נועד להבטיח שכתבת את משפט השחזור שלך
hi_in: इस प्रक्रिया का उद्देश्य यह सुनिश्चित करना है कि आपने अपना Recovery Phrase लिख लिया है
ja: このプロセスの目的は、復元フレーズを書き留めたことを確認することです
ms_my: Proses ini bertujuan untuk memastikan anda telah menulis frasa pemulihan anda
vi: Quá trình này nhằm đảm bảo bạn đã viết ra cụm từ khôi phục của mình
zh_hans: 这个过程旨在确保您已经记录下了恢复短语

# sora.card.title
source: Top up SORA Card with fiat or crypto and pay online, in-store or withdraw from an ATM
ar: قم بتعبئة بطاقة SORA باستخدام العملات الورقية أو المشفرة وادفع عبر الإنترنت أو في المتجر أو السحب من ماكينة الصراف الآلي
cs: Dobijte si SORA kartu fiatem nebo kryptem a plaťte online, v obchodě nebo vybírejte z bankomatu
es: Recargue la tarjeta SORA con fiat o cripto y pague online, en la tienda o retire de un cajero automático
fr: Rechargez votre SORA Card avec de la monnaie fiduciaire ou de la cryptomonnaie et payez en ligne, chez un marchand, ou retirez au distributeur
he: הטען את כרטיס סורה עם פיאט או קריפטו ושלם באינטרנט, בחנות או משוך מכספומט
hi_in: फिएट या क्रिप्टो के साथ सोरा कार्ड को टॉप अप करें और ऑनलाइन भुगतान करें, इन-स्टोर करें या एटीएम से निकासी करें
ja: SORAカードに法定通貨や暗号資産を補充し、オンラインや店舗で支払ったり、ATMで引き出すことができます
ms_my: Tambah nilai Kad SORA dengan fiat atau kripto dan bayar dalam talian, di kedai atau keluarkan dari ATM
ru: Пополняйте карту SORA с помощью фиата или криптовалюты и оплачивайте онлайн, в магазине или в банкомате.
vi: Nạp thẻ SORA bằng tiền pháp định hoặc tiền điện tử và thanh toán trực tuyến, tại cửa hàng hoặc rút tiền từ máy ATM
zh_hans: 用法定货币或加密货币充值SORA卡，可在线支付、门店消费或从ATM机取款

# sora.card.annual.service.fee
source: €0 annual service fee
ar: 0 يورو رسوم الخدمة السنوية
cs: Roční servisní poplatek 0 €
es: Cuota anual de servicio 0 €
fr: 0€ de frais de service annuels
he: €0 דמי שירות שנתיים
hi_in: €0 वार्षिक सेवा शुल्क
ja: 年間サービス料€0
ms_my: € 0 Yuran Perkhidmatan Tahunan
nl: €0 jaarlijkse service kosten
ru: 0 € годовой сервисный сбор
vi: Phí dịch vụ hàng năm € 0
zh_hans: 年服务费€0

# sora.card.free.card.issuance
source: Free card issuance
ar: اصدار بطاقة مجاني
cs: Vydání karty zdarma
es: Emisión de tarjeta gratuita
fr: Émission gratuite de la carte
he: הנפקת כרטיס חינם
hi_in: नि: शुल्क कार्ड जारी करना
ja: 無料カード発行
ms_my: Pengeluaran kad percuma
nl: Gratis kaartuitgifte
ru: Бесплатный выпуск карты
vi: Miễn phí phát hành thẻ
zh_hans: 免费发卡

# sora.card.free.card.issuance.conditions.xor
source: If you hold, stake or provide liquidity for at least €100 worth of XOR in your SORA account
ar: إذا كنت تحتفظ أو تشارك أو توفر السيولة لما لا يقل عن 100 يورو من XOR في حساب SORA الخاص بك
cs: Pokud na svém účtu SORA držíte, stakujete nebo poskytujete likviditu XOR v hodnotě alespoň 100 EUR
fr: Si vous détenez, stakez, ou fournissez des liquidités pour un montant d'au moins 100€ de XOR avec votre compte SORA
he: אם אתה מחזיק, נועל או מספק נזילות בשווי של לפחות 100 אירו של XOR בחשבון סורה שלך
hi_in: यदि आप अपने SORA खाते में कम से कम €100 मूल्य के XOR को रखते हैं, Staking पर लगाते हैं या Liquidity प्रदान करते हैं
ja: SORAアカウントに少なくとも€100相当のXORを、保有、ステーキング、または流動性供給している場合
ms_my: Jika anda memegang, mempertaruhkan atau menyediakan kecairan untuk sekurang-kurangnya €100 nilai XOR dalam akaun SORA anda
nl: Als u voor ten minste € 100 aan XOR op uw SORA-rekening bezit, inzet of liquiditeit verschaft.
ru: Если вы держите, ставите или предоставляете ликвидность XOR на сумму не менее 100 евро на своем счете SORA.
vi: Nếu bạn nắm giữ, stake hoặc cung cấp thanh khoản cho XOR trị giá ít nhất €100 trong tài khoản SORA của mình
zh_hans: 如果您在SORA账户中持有、质押或提供流动性达到至少价值100欧元的XOR

# sora.card.enable.card.title
source: Enable card
ar: تفعيل البطاقة
cs: Povolit kartu
es: Habilitar tarjeta
fr: Activer la carte
he: הפוך כרטיס לזמין
hi_in: कार्ड सक्षम करें
ja: カードを有効にする
ms_my: Dayakan kad
nl: Kaart activeren
ru: Aктивировать карту
vi: Mở khóa thẻ
zh_hans: 启用卡片

# recovery.enter.passphrase.title
source: Enter your secret Passphrase
ar: أدخل عبارة المرور السرية الخاصة بك (Passphrase)
cs: Zadejte svou tajnou přístupovou frázi
es: Introduzca su contraseña secreta
fr: Entrez votre phrase secrète
he: הזן את מילות המפתח הסודיות שלך
hi_in: अपना गुप्त passphrase दर्ज करें
ja: 秘密のパスフレーズを入力してください
ms_my: Masukkan frasa laluan rahsia anda
nl: Voer uw geheime wachtwoord in
vi: Nhập cụm mật khẩu ví gốc (Raw seed)
zh_hans: 输入您的私密密码短语

# onboarding.enter.passphrase
source: Enter Passphrase
ar: أدخل الكلمات الأولية(Passphrase)
cs: Zadejte přístupovou frázi
es: Introduzca su contraseña
fr: Entrez votre phrase secrète
he: הזן את מילות המפתח שלך
hi_in: Passphrase दर्ज करें
ja: パスフレーズの入力
ms_my: Masukkan frasa laluan
nl: Passphrase invoeren
vi: Nhập chuỗi từ khóa khôi phục
zh_hans: 输入密码短语

# recovery.enter.seed.title
source: Enter your secret Raw Seed
ar: أدخل الرمز السري (Raw Seed)
cs: Zadejte svůj tajný Raw Seed
es: Introduzca su frase semilla
fr: Entrez votre seed secrète
he: הזן את קוד הסיד הסודי שלך
hi_in: अपना गुप्त Raw Seed दर्ज करें
ja: 秘密のシードを入力してください
ms_my: Masukkan Raw Seed rahsia anda
nl: Voer uw geheime Raw Seed in
vi: Nhập cụm mật khẩu ví gốc (Raw seed)
zh_hans: 输入您的秘密原始种子词

# settings.information.aboutapp.title
source: About app
ar: حول التطبيق
cs: O aplikaci
es: Sobre la app
fr: À propos
he: אודות האפליקציה
hi_in: ऐप के बारे में
ja: アプリについて
ms_my: Tentang app
nl: Over de app
vi: Giới thiệu về ứng dụng
zh_hans: 关于应用程序

# onboarding.enter.seed
source: Enter Raw Seed
ar: أدخل الرمز (Raw Seed)
cs: Zadejte Raw Seed
es: Introducir frase semilla
fr: Entrez votre seed
he: הזן קוד סיד
hi_in: Raw Seed दर्ज करें
ja: シードの入力
ms_my: Masukkan Raw Seed
nl: Voer Raw Seed in
vi: Cụm mật khẩu ví gốc (Raw seed)
zh_hans: 输入原始种子词

# get.sora.card.title
source: Get SORA Card
ar: احصل على بطاقة سورا
cs: Získat SORA kartu
es: Conseguir Tarjeta SORA
fr: Obtenir la SORA Card
he: קבל כרטיס סורה
hi_in: SORA कार्ड प्राप्त करें
ja: SORAカードを入手
ms_my: Dapatkan Kad SORA
nl: Krijg SORA kaart
ru: Получить SORA карту
vi: Nhận thẻ SORA
zh_hans: 获取SORA卡

# sora.card.verification.in.progress
source: Verification in progress
ar: التحقق الجاري
cs: Probíhá ověřování
es: Verificación en curso
fr: Vérification en cours
he: האימות מתבצע
hi_in: सत्यापन प्रगति पर है
ja: 認証中
ms_my: Pengesahan sedang dijalankan
nl: Verificatie aan de gang
ru: Выполняется проверка
vi: Đang xác minh
zh_hans: 验证进行中

# sora.card.verification.rejected
source: Verification Rejected
ar: تم رفض التحقق
cs: Ověření zamítnuto
es: Verificación rechazada
fr: La vérification a été rejetée
he: האימות נדחה
hi_in: सत्यापन अस्वीकृत
ja: 認証が拒否されました
ms_my: Pengesahan Ditolak
nl: Verificatie Afgewezen
ru: Проверка отклонена
vi: Xác minh bị từ chối
zh_hans: 验证被拒绝

# sora.card.verification.successful
source: Card is on the way
ar: البطاقة في الطريق
cs: Karta je na cestě
es: La Tarjeta está en camino
fr: La carte est en route
he: הכרטיס בדרך
hi_in: कार्ड रास्ते में है
ja: カードは準備中です
ms_my: Kad sedang dalam perjalanan
nl: De kaart is onderweg.
ru: Карта в пути
vi: Thẻ đang trên đường đến
zh_hans: 卡片已经寄出

# sora.card.verification.failed
source: Verification failed
ar: فشل التحقق
cs: Ověření se nezdařilo
es: Verificación fallida
fr: La vérification a échoué
he: האימות נכשל
hi_in: सत्यापन विफल
ja: 認証に失敗
ms_my: Pengesahan gagal
nl: Verificatie mislukt
ru: Ошибка проверки
vi: Xác minh không thành công
zh_hans: 验证失败

# activity.add.liquidity.title
source: Added to pool
ar: تمت الإضافة إلى المسبح
cs: Přidáno do fondu
es: Añadido al par de liquidez
fr: Ajouté au pool
he: נוסף למאגר
hi_in: पूल में जोड़ा गया
ja: プールに追加されました
ms_my: Ditambah ke kolam
nl: Toegevoegd aan pool
vi: Đã thêm vào pool
zh_hans: 已添加到池中

# common.withdraw
source: Withdraw
ar: سحب
cs: Vybrat
es: Retirar
fr: Retirer
he: משוך
hi_in: निकालना
ja: 引き上げる
ms_my: Mengeluarkan
nl: Intrekken
vi: Rút
zh_hans: 提取

# swap.want.from
source: You want to swap from
ar: تريد التبديل من
cs: Chcete směnit
es: Quieres cambiar desde
fr: Je veux échanger de
he: ברצונך להחליף מ
hi_in: आप इससे स्वैप करना चाहते हैं
ja: スワップ元
ms_my: Anda mahu bertukar daripada
nl: U wilt swappen van
vi: Bạn muốn trao đổi từ
zh_hans: 你想要兑换从

# swap.want.to
source: You want to swap to
ar: تريد التبديل إلى
cs: Chcete směnit za
es: Quieres cambiar a
fr: Je veux échanger vers
he: ברצונך להחליף ל
hi_in: आप इसमें स्वैप करना चाहते हैं
ja: スワップ先
ms_my: Anda mahu bertukar kepada
nl: U wilt wisselen naar
vi: Bạn muốn đổi sang
zh_hans: 你想要兑换到

# common.supply.liquidity.title
source: Supply liquidity
ar: إضافة سيولة
cs: Dodat likviditu
es: Suministrar liquidez
fr: Fournir des liquidités
he: ספק נזילות
hi_in: Liquidity दें
ja: 供給流動性
ms_my: Bekalkan kecairan
nl: Voorzie liquiditeit
vi: Thanh khoản cung cấp
zh_hans: 提供流动性

# common.not.enough.balance
source: Not enough balance
ar: لا يوجد رصيد كاف
cs: Nedostatečný zůstatek
es: No hay balance suficiente
fr: Solde insuffisant
he: אין מספיק במאזן
hi_in: पर्याप्त राशि नहीं
ja: 残高不足
ms_my: Baki tidak mencukupi
nl: Niet genoeg balans
vi: Không đủ số dư
zh_hans: 余额不足

source: Receive tokens
ar: تلقي العملات
cs: Příjem tokenů
es: Recibir tokens
fr: Recevoir des jetons
he: קבל טוקנים
hi_in: टोकन प्राप्त करें
ja: トークンを受け取る
ms_my: Terima token
nl: Ontvang Tokens
vi: Nhận token
zh_hans: 接收代币

# common.scan.qr
source: Scan QR
ar: مسح QR
cs: Skenovat QR
es: Escanear QR
fr: Scanner code QR
he: סרוק QR
hi_in: QR स्कैन करें
ja: QRをスキャン
ms_my: Imbas QR
vi: Quét mã QR
zh_hans: 扫描二维码

# scan.qr.from.receiver
source: Scan code from receiever
ar: مسح الكود من جهاز الاستقبال
cs: Skenovat kód příjemce
es: Escanear código del destinatario
fr: Scanner un code du bénéficiaire
he: סרוק קוד מהמקלט
hi_in: रिसीवर से कोड स्कैन करें
ja: 受信機からコードをスキャン
ms_my: Imbas kod daripada penerima
nl: Scan code van ontvanger
vi: Quét mã từ người nhận
zh_hans: 从接收器扫描代码

# common.upload.from.library
source: Upload from library
ar: تحميل من المكتبة
cs: Nahrát z knihovny
es: Subir desde la librería
fr: Charger depuis la bibliothèque
he: העלה מהספרייה
hi_in: लाइब्रेरी से अपलोड करें
ja: ライブラリからアップロード
ms_my: Muat naik daripada pustaka
nl: Uploaden vanuit de bibliotheek
vi: Tải lên từ thư viện
zh_hans: 从库上传

# send.asset
source: Assets to send
ar: الأصول المراد إرسالها
cs: Aktiva k odeslání
es: Activos a enviar
fr: Actifs à envoyer
he: נכסים לשליחה
hi_in: भेजने के लिए संपत्ति
ja: 送信するアセット
ms_my: Aset untuk dihantar
nl: Te verzenden assets
vi: Tài sản gửi
zh_hans: 待发送的资产

# pincode.length.info.title
source: Please set up a 6-digit PIN code
ar: يرجى إعداد رمز PIN المكون من 6 أرقام
cs: Nastavte si prosím šestimístný kód PIN.
es: Por favor establezca un código PIN de 6 dígitos
fr: Veuillez définir un PIN de 6 chiffres
he: אנא הגדר קוד PIN בן 6 ספרות
hi_in: कृपया 6 अंकों का पिन कोड सेट करें
ja: 6桁のPINコードを設定してください
ms_my: Sila sediakan kod PIN 6 digit
nl: Stel een 6-cijferige PIN-code in
vi: Vui lòng thiết lập mã PIN gồm 6 chữ số
zh_hans: 请设置一个6位数的PIN码

# pincode.length.info.message
source: SORA's security policy has been improved for your protection. A 4-digit PIN is no longer supported. Please set up a new 6-digit PIN.
ar: تم تحسين سياسة أمان SORA لحمايتك. لم يعد رقم التعريف الشخصي المكون من 4 أرقام مدعومًا. يرجى إعداد رقم تعريف شخصي جديد مكون من 6 أرقام.
cs: Bezpečnostní zásady SORA byly vylepšeny pro vaši ochranu. 4místný PIN již není podporován. Nastavte prosím nový 6místný PIN.
es: La política de seguridad de SORA ha sido mejorada para tu protección. El código PIN de 4 dígitos ya no está soportado. Por favor establezca un nuevo PIN de 6 dígitos
fr: Les conditions de sécurité de SORA ont été améliorées pour votre protection. Les PIN de 4 chiffes ne sont plus supportés. Veuillez définir un nouveau PIN de 6 chiffres.
he: מדיניות האבטחה של סורה שופרה להגנתך. קוד PIN בן 4 ספרות אינו נתמך עוד. הגדר קוד PIN חדש בן 6 ספרות.
hi_in: आपकी सुरक्षा के लिए SORA की सुरक्षा नीति में सुधार किया गया है। 4 अंकों का पिन अब समर्थित नहीं है। कृपया एक नया 6-अंकीय पिन सेट करें।
ja: SORAのセキュリティポリシーは、利用者保護のために強化されました。4桁のPINを廃止し、新しい6桁のPINコードを設定してください
ms_my: Dasar keselamatan SOLA telah dipertingkatkan untuk perlindungan anda. PIN 4 digit tidak lagi disokong. Sila sediakan PIN 6 digit baharu.
nl: Het beveiligingsbeleid van SORA is verbeterd voor uw bescherming. Een 4-cijferige PIN wordt niet langer ondersteund. Gelieve een nieuwe 6-cijferige PIN in te stellen.
vi: Chính sách bảo mật của SORA đã được cải thiện để bảo vệ bạn. Mã PIN gồm 4 chữ số không còn được hỗ trợ. Vui lòng thiết lập mã PIN mới gồm 6 chữ số.
zh_hans: SORA的安全策略已经得到改进，以保护您的安全。不再支持4位数字密码，请设置一个新的6位数字密码。

# pincode.length.info.button.text
source: Set new PIN code
ar: قم بتعيين رمز PIN جديد
cs: Nastavit nový PIN kód
es: Establecer nuevo código PIN
fr: Définir un nouveau PIN
he: הגדר קוד PIN חדש
hi_in: नया पिन कोड सेट करें
ja: 新しいPINコードの設定
ms_my: Tetapkan kod PIN baharu
nl: Nieuwe PIN-code instellen
vi: Đặt mã PIN mới
zh_hans: 设置新的PIN码

# claim.welcome.to.v1
source: Welcome to
ar: مرحبا بكم في
cs: Vítejte v
es: Bienvenido a
fr: Bienvenue
he: ברוך הבא ל
hi_in: आपका स्वागत है
ja: ようこそ
ms_my: Selamat datang ke
vi: Chào mừng đến với
zh_hans: 欢迎来到
