Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# referral.input.reward.description
source: %s is bonded per each invitation to cover the network fee for your friends to join. You can unbond unused XOR at any time.
ar: %s مُلزمة لكل دعوة لتغطية رسوم الشبكة التي يمكن لأصدقائك الانضمام إليها. يمكنك إلغاء ربط XOR في أي وقت للدعوات غير المستخدمة.
az: Dostlarınızın qoşulması üçün şəbəkə haqqını ödəmək üçün hər bir dəvət üçün %s bağlanır. İstifadə olunmamış dəvətlər üçün XOR-unuzu istənilən vaxt ayıra bilərsiniz.
ca: Hi ha vinculats %s per cada invitació per a cobrir la comissió de xarxa perquè el teu amic s'uneixi. Pots desvincular els teus XOR en qualsevol moment per a les invitacions no utilitzades.
cs: Za každou pozvánku je vázáno %s na pokrytí síťového poplatku za připojení vašich přátel. Z nevyužitých pozvánek můžete XOR kdykoli uvolnit.
de_de: %s wird für jede Einladung gebondet, um die Netzwerkgebühr für den Beitritt deiner Freunde zu decken. Du kannst deine XOR jederzeit für ungenutzte Einladungen unbonden.
es: %s is bonded per each invitation to cover the network fee for your friends to join. You can unbond your XOR at any time for unused invitations.
fa: %s is bonded per each invitation to cover the network fee for your friends to join. You can unbond your XOR at any time for unused invitations.
fr: %s est réservé pour chaque invitation pour couvrir les frais de réseau pour que vos amis se joignent. Vous pouvez déréserver votre XOR à tout moment pour les invitations non utilisées.
he: %s מצורף למאגר לכל הזמנה כדי לכסות את דמי הרשת עבור צירוף החברים שלך. אתה יכול להסיר מהמאגר את ה- XOR שלך שאינו בשימוש בכל עת.
hi_in: %s को आपके मित्रों के शामिल होने के लिए नेटवर्क शुल्क को कवर करने के लिए प्रत्येक आमंत्रण के अनुसार बॉन्ड किया जाता है. Y आप अप्रयुक्त आमंत्रणों के लिए किसी भी समय अपने XOR को अनबॉन्ड कर सकते हैं.
hu: %s is bonded per each invitation to cover the network fee for your friends to join. You can unbond your XOR at any time for unused invitations.
ja: 友達が参加するためのネットワーク手数料をカバーするために、招待状毎に %s がボンドされます。 未使用の招待状については、いつでもXORをボンド解除できます
ms_my: %s terikat pada setiap jemputan untuk menampung yuran rangkaian untuk menyertai rakan anda. Anda boleh membatalkan ikatan XOR anda pada bila-bila masa untuk jemputan yang tidak digunakan.
nl: %s wordt per uitnodiging gebonden om de netwerkkosten te dekken waar uw vrienden lid van kunnen worden. U kunt uw XOR op elk gewenst moment unbonden voor ongebruikte uitnodigingen.
pl: %s is bonded per each invitation to cover the network fee for your friends to join. You can unbond your XOR at any time for unused invitations.
ru: %s в резерве для каждого приглашения, чтобы покрыть сетевую плату за присоединение ваших друзей. Вы можете отменить резерв своего XOR в любое время для неиспользованных приглашений.
sr: %s je vezano za svaku pozivnicu da bi se pokrio trošak mreže za pridruživanje vaših prijatelja. Možete odvezati vaš XOR za neiskorišćene pozivnice u bilo kom momentu.
vi: %s được bond cho mỗi lời mời để trang trải phí mạng cho bạn bè của bạn tham gia. Bạn có thể unbond bất kỳ lúc nào đối với những lời mời chưa sử dụng.
zh_hans: 每个邀请都需要绑定%s来支付你的朋友加入网络的费用。 你可以随时解除未使用的XOR。
zh_hant_tw: %s會根據每個邀請進行綁定，以支付您的朋友加入的網絡費用。 對於未使用的邀請，您可以隨時取消綁定 XOR。

# referral.bond.button.title
source: Bond XOR
ar: ربط XOR
az: XOR-u ayırın
ca: Enllaçar XOR
cs: Vázat XOR
de_de: Bonde XOR
fr: Lier XOR
he: צרף למאגר XOR
hi_in: बॉन्ड XOR
ja: XORをボンド
ms_my: Ikat XOR
ru: Связать XOR
sr: Veži XOR
zh_hans: 绑定XOR
zh_hant_tw: 鍵異或

# referral.unbond.xor.description
source: You can unbond %s per 1 invitations. How many invitations do you want to withdraw?
ar: يمكنك إلغاء ربط %s لكل دعوة واحدة. كم عدد الدعوات التي تريد سحبها؟
az: Hər 1 dəvətə görə %s əlaqəni kəsə bilərsiniz. Neçə dəvəti geri götürmək istəyirsiniz?
ca: Pots desenllaçar %s per 1 invitació. Quantes invitacions vols retirar?
cs: Za 1 pozvání můžete uvolnit %s. Kolik pozvánek chcete vybrat?
de_de: Du kannst %s pro EInladung unbonden. Wie viele Einladungen möchtest du zurückziehen?
fr: Vous pouvez dissocier %s par 1 invitation. Combien d'invitations souhaitez-vous retirer ?
he: אתה יכול להסיר מהמאגר %s לכל הזמנה. כמה הזמנות אתה רוצה למשוך?
hi_in: आप प्रति 1 आमंत्रण %s अनबॉन्ड कर सकते हैं। आप कितने आमंत्रण वापस लेना चाहते हैं?
ja: 招待状1枚につき%sのボンド解除することができます。何枚の招待状を取り下げますか？
ms_my: Anda boleh menyahikat %s setiap 1 jemputan. Berapa banyak jemputan yang anda mahu tarik balik?
nl: U kunt %s per 1 uitnodigingen unbonden. Hoeveel uitnodigingen wil je intrekken?
ru: Вы можете развязать %s за 1 приглашение. Сколько приглашений вы хотите отозвать?
sr: Možete odvezati %s po 1 pozivnici. Koliko pozivnica želite da povučete?
vi: Bạn có thể unbond %s cho mỗi 1 lời mời. Bạn muốn rút bao nhiêu lời mời?
zh_hans: 每一个邀请您可以取消绑定%s。您要撤回多少个邀请？
zh_hant_tw: 每 1 個邀請您可以取消綁定%s 。您要撤回多少個邀請？

# referral.referral.link
source: Referrer’s link or address
ar: رابط المحيل أو عنوانه
az: İstinad linki və ya ünvanı
ca: Link o adreça del referent
cs: Odkaz nebo adresa doporučitele
de_de: Link oder Adresse des Referrers
fr: Lien ou adresse du référent
he: קישור או כתובת המפנה
hi_in: रेफरर का लिंक या पता
ja: リファラーのリンクまたはアドレス
ms_my: Pautan perujuk atau alamat
nl: Link of adres van de verwijzer
ru: Ссылка или адрес реферера
sr: Link ili adresa referenta
vi: Liên kết hoặc địa chỉ của người giới thiệu
zh_hans: 推荐人的链接或地址
zh_hant_tw: 推薦人的鏈接或地址

# common.name
source: Name
ar: الاسم
az: ad
ca: Nom
cs: Název
fr: Nom
he: שם
hi_in: नाम
ja: 名前
ms_my: Nama
nl: Naam
ru: Имя
sr: Ime
vi: Tên
zh_hans: 姓名
zh_hant_tw: 姓名

# export.account.details.backup.options
source: Backup options
ar: خيارات النسخ الاحتياطي
az: Yedəkləmə seçimləri
ca: Opcions de còpia de seguretat
cs: Možnosti zálohování
de_de: Backup Optionen
fr: Options de sauvegarde
he: אפשרויות גיבוי
hi_in: बैकअप विकल्प
ja: バックアップのオプション
ms_my: Pilihan sandaran
nl: Back-up opties
ru: Параметры резервного копирования
sr: Opcije rezervne kopije
vi: Các tùy chọn sao lưu
zh_hans: 备份选项
zh_hant_tw: 備份選項

# export.account.details.backup.description
source: If you loose access to this device, your funds will be lost, unless you back up!
ar: إذا فقدت الوصول إلى هذا الجهاز ، فستفقد أموالك ، ما لم تقم بعمل نسخة احتياطية!
az: Bu cihaza girişi itirsəniz, ehtiyat nüsxəsini çıxarmasanız, vəsaitiniz itiriləcək!
ca: Si perds l'accés a aquest dispositiu, els teus fons es perdran, a no ser que realitzis una còpia de seguretat!
cs: Vaše prostředky budou ztraceny, pokud ztratíte přístup k tomuto zařízení a nemáte zálohu!
de_de: Wenn du den Zugang zu diesem Gerät verlierst, gehen deine Assets verloren, es sei denn, du machst ein Backup!
fr: Si vous perdez l'accès à cet appareil, vos fonds seront perdus, sauf si vous sauvegardez!
he: אם תאבד את הגישה למכשיר הזה, הכספים שלך יאבדו, אלא אם תעשה גיבוי!
hi_in: अगर आप इस डिवाइस का एक्सेस खो देते हैं, तो आपके फंड का नुकसान हो जाएगा, जब तक कि आप बैकअप नहीं लेते!
ja: このデバイスへのアクセスを失った場合、バックアップしない限り、資金は失われます！
ms_my: Jika anda kehilangan akses kepada peranti ini, dana anda akan hilang, melainkan anda membuat sandaran!
nl: Als u de toegang tot dit apparaat verliest, gaat uw geld verloren, tenzij u een back-up maakt!
ru: При потере доступа к этому устройству, ваши средства будут потеряны, если вы не сделаете резервную копию!
sr: Ako izgubite pristup ovom uređaju, vaša sredstva će biti izgubljena osim ako ne napravite rezervnu kopiju!
tr: If you lose access to this device, your funds will be lost, unless you back up!
vi: Nếu bạn mất quyền truy cập vào thiết bị này, tiền của bạn sẽ bị mất, trừ khi bạn sao lưu!
zh_hans: 如果你无法访问这台设备，除非你进行备份，否则你的资金将会丢失！
zh_hant_tw: 如果您無法訪問此設備，您的資金將會丟失，除非您備份！

# export.account.details.show.passphrase
source: Show Passphrase
ar: عرض الرمز السري الأولي(Passphrase)
az: Parol ifadəsini göstərin
ca: Mostra la frase llavor
cs: Zobrazit přístupovou frázi
de_de: Passphrase anzeigen
fr: Afficher la phrase secrète
he: הצג את מילות המפתח
hi_in: Passphrase दिखाएँ
ja: パスフレーズを表示
ms_my: Tunjukkan Frasa Laluan
nl: Toon passphrase
ru: Показать парольную фразу
sr: Pokaži pristupnu frazu
vi: Hiển thị cụm mật khẩu
zh_hans: 显示密码短语
zh_hant_tw: 顯示密碼

# export.account.details.show.raw.seed
source: Show Raw Seed
ar: عرض الكلمات السرية (Raw Seed)
az: Xam Toxumu göstərin
ca: Mostra la llavor Completa
cs: Zobrazit Raw Seed
de_de: Raw Seed anzeigen
fr: Afficher la phrase mnémonique
he: הצג את קוד הסיד
hi_in: Raw seed दिखाएँ
ja: シードを表示
ms_my: Tunjukkan Raw Seed
nl: Toon Raw Seed
ru: Показать Raw Seed
sr: Pokaži Raw Seed
vi: Hiển thị Raw Seed
zh_hans: 显示原始种子
zh_hant_tw: 顯示種子詞

# history.referral.bond.tokens
source: Bond tokens
ar: ربط العملات
az: İstiqraz nişanları
ca: Depositar els tokens
cs: Vázat tokeny
de_de: Bonde Token
fr: Réserver des jetons
he: צרף טוקנים למאגר
hi_in: बॉन्ड टोकन
ja: トークンをボンド
ms_my: Ikat token
ru: Связать токены
sr: Povežite tokene
vi: Bond token
zh_hans: 绑定代币
zh_hant_tw: 債券代幣

# history.referral.unbond.tokens
source: Unbond tokens
ar: فك ربط العملات
az: Tokenləri ayırın
ca: Desvincular els tokens
cs: Uvolnit tokeny
de_de: Unbonde Token
fr: Délier les jetons
he: הסר טוקנים מהמאגר
hi_in: अनबॉन्डेड टोकन
ja: トークンをボンド解除
ms_my: Buka ikatan token
ru: Вывести из резерва токены
sr: Odvežite tokene
vi: Unbond token
zh_hans: 解绑代币
zh_hant_tw: 解綁代幣

# history.referral.set.referrer
source: Set referrer
ar: تعيين المحيل
az: Yönləndirici təyin edin
ca: Estableix un referent
cs: Nastavit doporučitele
de_de: Referrer festlegen
fr: Définir le référent
he: הגדר מפנה
hi_in: रेफरर सेट करें
ja: リファラーの設定
ms_my: Tetapkan perujuk
nl: Verwijzer instellen
ru: Установить реферера
sr: Postavite referenta
vi: Đặt liên kết giới thiệu
zh_hans: 设置推荐人
zh_hant_tw: 設置推薦人

# history.referral.set.referral
source: Set referral
ar: تعيين الإحالة
az: İstinad təyin edin
ca: Estableix un referit
cs: Nastavit doporučení
de_de: Referral festlegen
fr: Définir le parrain
he: הגדר הפניה
hi_in: रेफ़रल सेट करें
ja: 紹介者の設定
ms_my: Tetapkan rujukan
ru: Установить реферала
sr: Postavite referencu
vi: Đặt giới thiệu
zh_hans: 设置被推荐人
zh_hant_tw: 設置推薦

# history.bonded.tokens
source: Bonded XOR tokens
ar: الرموز المميزة XOR المقيدة
ca: Tokens XOR vinculats
cs: Vázané tokeny XOR
de_de: Bonded XOR Token
fr: Jetons XOR réservés
he: טוקני XOR צורפו למאגר
hi_in: बॉन्डेड XOR टोकन
ja: ボンドしたXORトークン
ms_my: Token XOR terikat
ru: Связанные токены XOR
sr: Povezani XOR tokeni
vi: Bond XOR
zh_hans: 绑定的XOR代币
zh_hant_tw: 已綁定的XOR代幣

# history.unbonded.tokens
source: Unbonded XOR tokens
ar: رموز XOR غير المقيدة
az: BAĞLANMAZ XOR TOKENS
ca: Tokens XOR desvinculats
cs: Uvolněné tokeny XOR
de_de: Unbondet XOR Token
fr: Jetons XOR non réservés
he: טוקני XOR הוסרו מהמאגר
hi_in: अनबॉन्डेड XOR टोकन
ja: ボンド解除したXORトークン
ms_my: Token XOR tidak terikat
ru: Несвязанные токены XOR
sr: Nepovezani XOR tokeni
vi: Unbond XOR
zh_hans: 未绑定的XOR代币
zh_hant_tw: 未綁定的 XOR 令牌

# history.referrer
source: Referrer
ar: المحيل
az: İstinad edən
ca: Referent
cs: Doporučitel
fr: Référent
he: מפנה
hi_in: रेफरर
ja: リファラー
ms_my: Perujuk
ru: Реферер
sr: Referent
vi: Giới thiệu
zh_hans: 推荐人
zh_hant_tw: 推薦人

# history.referral
source: Referral
ar: الإحالة
az: İstinad
ca: Referit
cs: Doporučený
fr: Parrainage
he: הפניה
hi_in: रेफ़रल
ja: 紹介者
ms_my: Rujukan
ru: Реферал
sr: Referenca
vi: Giới thiệu
zh_hans: 被推荐人
zh_hant_tw: 推薦

# export.account.options
source: Open account options
ar: افتح خيارات الحساب
az: Hesab seçimləri
ca: Ajustaments del compte
cs: Otevřít možnosti účtu
de_de: Kontoeinstellungen
fr: Options d'ouverture de compte
he: פתיחת אפשרויות חשבון
hi_in: खाता विकल्प खोलें
ja: アカウントのオプションを表示
ms_my: Buka pilihan akaun
pt: Abrir opções de conta
ru: Параметры открытия счета
sr: Otvorite opcije naloga
vi: Mở tùy chọn tài khoản
zh_hans: 开立账户选项
zh_hant_tw: 賬戶選項

# export.select.account
source: Select account for batch export
ar: حدد حسابا للتصدير الدفعي
ca: Seleccioneu el compte per exportar per lots
cs: Vyberte účet pro hromadný export
fr: Sélectionnez le compte pour l'exportation groupée
he: בחר חשבון לייצוא המכלול
hi_in: बैच निर्यात के लिए खाते का चयन करें
ja: 一括エクスポートするアカウントを選択
ms_my: Pilih akaun untuk eksport kelompok
ru: Выберите учетную запись/аккаунт для пакетного экспорта
sr: Izaberite račun za grupni izvoz
vi: Chọn tài khoản để xuất hàng loạt
zh_hans: 选择账户进行批量导出
zh_hant_tw: 選擇賬戶進行批量導出

# common.backup
source: Backup
ar: نسخ احتياطي
az: Yedəkləmə
ca: Còpia de seguretat
cs: Záloha
fr: Sauvegarde
he: גיבוי
hi_in: बैकअप
ja: バックアップ
ms_my: Sandaran
ru: Резервная копия
sr: Rezervna kopija
vi: Sao lưu
zh_hans: 备份
zh_hant_tw: 備份

# export.protection.json.title
source: Export JSON
ar: تصدير JSON
az: JSON ixrac edin
ca: Exportar el JSON
cs: Exportovat soubor JSON
de_de: JSON exportieren
fr: Exporter en JSON
he: ייצא JSON
hi_in: JSON निर्यात करें
ja: JSONファイルのエクスポート
ms_my: Eksport JSON
pt: Exportar JSON
ru: Экспорт JSON
sr: Izvezte JSON
vi: Xuất JSON
zh_hans: 导出 JSON
zh_hant_tw: 導出 JSON

# export.protection.passphrase.title
source: Passphrase
ar: الكلمات الأولية(Passphrase)
az: Parolu söz
cs: Přístupová fráze
fr: Phrase secrète
he: מילות מפתח
hi_in: पदबंध
ja: パスフレーズ
ms_my: Frasa laluan
ru: Парольная фраза
sr: Pristupna fraza
vi: Cụm mật khẩu
zh_hans: 密码短语
zh_hant_tw: 密碼短語

# export.protection.json.description
source: In the next step you will be able to download a JSON file that allow you to recover your accounts.
ar: في الخطوة التالية ، ستتمكن من تنزيل ملف JSON يسمح لك باستعادة حساباتك.
az: Növbəti addımda siz hesablarınızı bərpa etməyə imkan verən JSON faylını endirə biləcəksiniz.
ca: En el següent pas podràs descarregar un arxiu JSON que et permetrà recuperar un compte.
cs: V dalším kroku si budete moci stáhnout soubor JSON, který vám umožní obnovit vaše účty.
de_de: Im nächsten Schritt kannst du eine JSON Datei herunterladen, mit der du deine Konten wiederherstellen kannst.
fr: À l'étape suivante, vous pourrez télécharger un fichier JSON qui vous permettra de récupérer vos comptes.
he: בשלב הבא תוכל להוריד קובץ JSON המאפשר לך לשחזר את החשבונות שלך.
hi_in: अगले चरण में आप एक JSON फ़ाइल डाउनलोड करने में सक्षम होंगे जो आपको अपने खाते पुनर्प्राप्त करने की अनुमति देती है।
ja: 次のステップで、アカウントを復元できるJSONファイルをダウンロードします
ms_my: Dalam langkah seterusnya anda akan dapat memuat turun fail JSON yang membolehkan anda memulihkan akaun anda.
ru: На следующем шаге вы сможете загрузить файл JSON, который позволит вам восстановить ваши учетные записи.
sr: Na sledećem koraku ćete biti u mogućnosti da skinete JSON fajl koji će vam omogućiti da povratite svoje naloge.
vi: Trong bước tiếp theo, bạn sẽ có thể tải xuống tệp JSON cho phép bạn khôi phục tài khoản của mình.
zh_hans: 在下一步中，您将能够下载允许您恢复账户的 JSON 文件。
zh_hant_tw: 在下一步中，您將能夠下載允許您恢復賬戶的 JSON 文件。

# export.protection.passphrase.description
source: In the next step you will see Passphrase (12 words) that allow you to recover an account.
ar: في الخطوة التالية ، سترى عبارة المرور Passphrase (12 كلمة) التي تتيح لك استرداد حساب.
az: Növbəti addımda siz hesabı bərpa etməyə imkan verən Parolu (12 söz) görəcəksiniz.
ca: En el següent pas veuràs la frase de pas (12 paraules) que et permetrà recuperar un compte.
cs: V dalším kroku uvidíte přístupovou frázi (12 slov), která vám umožní obnovit účet.
de_de: Im nächsten Schritt siehst du deine Passphrase (12 Wörter), mit dem du dein Konto wiederherstellen kannst.
fr: À l'étape suivante, vous verrez Passphrase (12 mots) qui vous permet de récupérer un compte.
he: בשלב הבא תראה מילות מפתח (12 מילים) המאפשרות לך לשחזר חשבון.
hi_in: अगले चरण में आप पासफ़्रेज़ (12 शब्द) देखेंगे जो आपको खाता पुनर्प्राप्त करने की अनुमति देता है।
ja: 次のステップで、アカウントを復元できるパスフレーズ(12単語)が表示されます
ms_my: Dalam langkah seterusnya anda akan melihat Frasa Laluan (12 perkataan) yang membolehkan anda memulihkan akaun.
ru: На следующем шаге вы увидите парольную фразу (12 слов), которая позволит вам восстановить учетную запись.
sr: U sledećem koraku ćete videti vašu pristupnu frazu (12 reči) koja će vam omogućiti da povratite vaš nalog.
vi: Trong bước tiếp theo, bạn sẽ thấy Cụm từ mật khẩu (12 từ) cho phép bạn khôi phục tài khoản.
zh_hans: 在下一步中，您将看到允许您恢复账户的密码（12 个字）。
zh_hant_tw: 在下一步中，您將看到允許您恢復賬戶的密碼（12 個字）。

# export.protection.seed.description
source: In the next step you will see Raw Seed (a long hash) that allow you to recover an account.
ar: في الخطوة التالية ، سترى Raw Seed (تجزئة طويلة) تسمح لك باسترداد حساب.
az: Növbəti addımda siz hesabı bərpa etməyə imkan verən Raw Seed (uzun hash) görəcəksiniz.
ca: En el següent pas veuràs la llavor completa (un hash llarg) que et permetrà recuperar un compte.
cs: V dalším kroku uvidíte Raw Seed (dlouhý hash), který vám umožní obnovit účet.
de_de: Im nächsten Schritt siehst du deinen Raw Seed (ein langer Hash), mit dem du dein Konto wiederherstellen kannst.
fr: À l'étape suivante, vous verrez le Raw Seed (un long hash) qui vous permettra de récupérer un compte.
he: בשלב הבא תראה קוד סיד (האש ארוך) המאפשר לך לשחזר חשבון.
hi_in: अगले चरण में आपको Raw Seed (एक लंबा हैश) दिखाई देगा जो आपको खाता पुनर्प्राप्त करने की अनुमति देता है।
ja: 次のステップで、アカウントを復元できるシード(長いハッシュ値)が表示されます
ms_my: Dalam langkah seterusnya anda akan melihat Raw Seed (hash panjang) yang membolehkan anda memulihkan akaun.
sr: U sledećem koraku videćete Raw Seed (dugački heš) koji će vam omogućiti da povratite nalog.
vi: Trong bước tiếp theo, bạn sẽ thấy Raw Seed (một hàm băm dài) cho phép bạn khôi phục tài khoản.
zh_hans: 在下一步中，您将看到原始种子（一个长哈希值），它可以让您恢复账户。
zh_hant_tw: 在下一步中，您將看到允許您恢復帳戶的 Raw Seed（長哈希）。

# export.protection.json.1
source: If I lose my JSON, my funds will be lost forever.
ar: إذا فقدت رمزي السري الأوليJSON ، فستضيع أموالي إلى الأبد.
az: JSON-umu itirsəm, vəsaitim həmişəlik itiriləcək.
ca: Si perdo el meu JSON, els meus fons es perdran per sempre.
cs: Pokud ztratím svůj soubor JSON, mé prostředky budou navždy ztraceny.
de_de: Wenn ich mein JSON verliere, sind meine Assets für immer verloren.
fr: Si je perds mon fichier JSON, mes fonds seront définitivement perdus.
he: אם אאבד את ה- JSON שלי, הכספים שלי יאבדו לנצח.
hi_in: अगर मैं अपना JSON खो देता हूं, तो मेरे फंड हमेशा के लिए खो जाएंगे।
ja: JSONファイルを紛失すると、資金は永久に失われます
ms_my: Jika saya kehilangan JSON saya, dana saya akan hilang selama-lamanya.
ru: Если я потеряю свой JSON, мои средства будут потеряны навсегда.
sr: Ako izgubim moj JSON, moja sredstva će biti izgubljena zauvek.
vi: Nếu tôi mất JSON, tiền của tôi sẽ bị mất vĩnh viễn.
zh_hans: 如果我丢失了 JSON，我的资金将永远丢失。
zh_hant_tw: 如果我丟失了 JSON，我的資金將永遠丟失。

# export.protection.json.2
source: If I expose or share my JSON to anybody, my funds can get stolen.
ar: إذا قمت بكشف الرمز الأولي JSON الخاص بي أو مشاركته مع أي شخص ، فقد تتم سرقة أموالي.
az: JSON-umu kiməsə ifşa etsəm və ya paylaşsam, vəsaitim oğurlana bilər.
ca: Si exposo o comparteixo el meu JSON amb algú, els meus fons poden ser robats.
cs: Pokud někomu ukážu nebo nasdílím svůj soubor JSON, mé prostředky mohou být ukradeny.
de_de: Wenn ich mein JSON offenlege oder mit jemandem teile, können meine Assets gestohlen werden.
fr: Si j'expose ou partage mon JSON avec qui que ce soit, mes fonds peuvent être volés.
he: אם אחשוף או אשתף את ה- JSON שלי למישהו, הכספים שלי עלולים להיגנב.
hi_in: अगर मैं अपने JSON को किसी के सामने प्रकट या साझा करता हूं, तो मेरे फंड की चोरी हो सकती है।
ja: JSONファイルを誰かに公開または共有すると、資金が盗まれる可能性があります
ms_my: Jika saya mendedahkan atau berkongsi JSON saya kepada sesiapa sahaja, dana saya boleh dicuri.
ru: Если я раскрою или поделюсь своим JSON с кем-либо, мои средства могут быть украдены.
sr: Ako otkrijem ili podelim sa nekim moj JSON, moja sredstva mogu biti ukradena.
vi: Nếu tôi tiết lộ hoặc chia sẻ JSON của mình với bất kỳ ai, tiền của tôi có thể bị đánh cắp.
zh_hans: 如果我向任何人公开或分享我的 JSON，我的资金可能会被盗。
zh_hant_tw: 如果我向任何人公開或分享我的 JSON，我的資金可能會被盜。

# export.protection.json.3
source: It is my full reponsibility to keep my JSON secure.
ar: من مسؤوليتي الكاملة الحفاظ على أمان JSON الخاص بي.
az: JSON-umu təhlükəsiz saxlamaq mənim tam məsuliyyətimdir.
ca: La responsabilitat de mantenir el meu JSON segura és totalment meva.
cs: Za zabezpečení svého souboru JSON nesu plnou odpovědnost.
de_de: Es liegt in meiner vollen Verantwortung, mein JSON sicher aufzubewahren.
fr: Il est de mon entière responsabilité de garder mon fichier JSON sécurisé.
he: זוהי אחריותי המלאה לשמור על ה- JSON שלי מאובטח.
hi_in: मेरे JSON को सुरक्षित रखने की पूरी जिम्मेदारी मेरी है।
ja: JSONファイルを安全に保つことは、全て自己責任です
ms_my: Saya bertanggungjawab sepenuhnya untuk memastikan JSON saya selamat.
ru: Я несу полную ответственность за обеспечение безопасности моего JSON.
sr: Moja potpuna odgovornost je da čuvam moj JSON bezbednim.
vi: Tôi hoàn toàn có trách nhiệm giữ an toàn cho JSON của mình.
zh_hans: 确保我的 JSON 数据的安全是我全部的责任。
zh_hant_tw: 確保我的 JSON 安全是我的全部責任。

# export.protection.passphrase.1
source: If I lose my passphrase, my funds will be lost forever.
ar: إذا فقدت رمزي السري الأولي (Passphrase) ، فستضيع أموالي إلى الأبد.
az: Əgər parolumu itirsəm, vəsaitim həmişəlik itiriləcək.
ca: Si perdo la meva frase de pas, els meus fons es perdran per sempre.
cs: Pokud ztratím svou přístupovou frázi, mé prostředky budou navždy ztraceny.
de_de: Wenn ich meine Passphrase verliere, sind meine Assets für immer verloren.
fr: Si je perds ma phrase secrète, mes fonds seront définitivement perdus.
he: אם אאבד את מילות המפתח שלי, הכספים שלי יאבדו לנצח.
hi_in: अगर मैं अपना पासफ़्रेज़ खो देता हूँ, तो मेरी निधि हमेशा के लिए खो जाएगी।
ja: パスフレーズを紛失すると、資金は永久に失われます
ms_my: Jika saya kehilangan frasa laluan saya, dana saya akan hilang selama-lamanya.
ru: Если я потеряю парольную фразу, мои средства будут утеряны навсегда.
sr: Ako izgubim moju pristupnu frazu, moja sredstvace biti izgubljena zauvek.
vi: Nếu tôi mất mật khẩu, tiền của tôi sẽ bị mất vĩnh viễn.
zh_hans: 如果我丢失了密码，我的资金将永远丢失。
zh_hant_tw: 如果我丟失了密碼，我的資金將永遠丟失。

# export.protection.passphrase.2
source: If I expose or share my passphrase to anybody, my funds can get stolen.
ar: إذا قمت بكشف الرمز السري الأولي (Passphrase) الخاص بي أو مشاركته مع أي شخص ، فقد تتم سرقة أموالي.
az: Parol ifadəmi kiməsə ifşa etsəm və ya paylaşsam, vəsaitim oğurlana bilər.
ca: Si exposo o comparteixo la meva frase de pas amb algú, els meus fons poden ser robats.
cs: Pokud někomu prozradím nebo sdílím svou přístupovou frázi, mé prostředky mohou být ukradeny.
de_de: Wenn ich meine Passphrase offenlege oder mit jemandem teile, können meine Assets gestohlen werden.
fr: Si j'expose ou partage ma phrase secrète avec qui que ce soit, mes fonds peuvent être volés.
he: אם אחשוף או אשתף את מילות המפתח שלי למישהו, הכספים שלי עלולים להיגנב.
hi_in: यदि मैं अपना पासफ़्रेज़ किसी को प्रकट या साझा करता हूँ, तो मेरे फंड की चोरी हो सकती है।
ja: パスフレーズを誰かに公開または共有すると、資金が盗まれる可能性があります
ms_my: Jika saya mendedahkan atau berkongsi frasa laluan saya kepada sesiapa sahaja, dana saya boleh dicuri.
ru: Если я раскрою или передам свою парольную фразу кому-либо, мои средства могут быть украдены.
sr: Ako otkrijem ili podelim sa nekim moju pristupnu frazu, moja sredstva mogu biti ukradena:
vi: Nếu tôi tiết lộ hoặc chia sẻ cụm mật khẩu của mình với bất kỳ ai, tiền của tôi có thể bị đánh cắp.
zh_hans: 如果我向任何人公开或分享我的密码，我的资金可能会被盗。
zh_hant_tw: 如果我向任何人公開或分享我的密碼，我的資金可能會被盜。
