Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# common.confirm
source: Confirm
ar: تأكيد
az: Təsdiqləyin
ca: Confirmar
cs: Potvrdit
de_de: Bestätigen
es: Confirmar
fa: تایید
fr: Confirmer
he: אשר
hi_in: पुष्टि करें
hu: Megerősítés
ja: 確認
ms_my: Sahkan
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
sr: Потврди
tr: Onayla
vi: Xác nhận
zh_hans: 确认
zh_hant_tw: 確認交換

# wallet.transaction.submitted
source: Transaction submitted
ar: تم تسجيل المعاملة
az: Əməliyyat göndərildi
ca: Transacció enviada
cs: Transakce byla odeslána
de_de: Transaktion übermittelt
es: Transacción enviada
fa: تراکنش در دست اقدام
fr: Transaction soumise
he: הטרנזקציה נשלחה
hi_in: लेन-देन प्रस्तुत किया
hu: Tranzakció benyújtva
ja: 送信済みの取引
ms_my: Transaksi dihantar
nl: Transactie ingediend
pl: Transakcja została złożona.
pt: Transação enviada
ru: Транзакция отправлена
sr: Трансакција је послата
tr: İşlem gönderildi
vi: Giao dịch đã được gửi
zh_hans: 交易已提交
zh_hant_tw: 交易已提交

# pincode.change.success.v1
source: PIN code changed
ar: تم تغيير رمز PIN
az: Pin kodu uğurla dəyişdirildi
ca: El codi PIN ha canviat
cs: PIN kód byl změněn
de_de: PIN-Code geändert
es: Código PIN cambiado.
fa: پین کد تغییر کرد
fr: Code PIN modifié
he: קוד ה- PIN שונה
hi_in: पिन कोड बदल गया
hu: PIN kód megváltozott
ja: PINコードが変更されました
ms_my: Kod pin berjaya diubah.
nl: PIN-code gewijzigd
pl: Kod PIN został zmieniony.
pt: Código PIN alterado com sucesso
ru: Пин-код изменен
sr: Пин код је промењен
tr: PIN kodu değiştirildi
vi: Đã thay đổi mã pin thành công
zh_hans: PIN码已更改
zh_hant_tw: PIN碼已更改

# claim.subtitle.v1
source: We need your consent to make a transition of your assets from SORA v1. This will allow you to use your assets on Substrate-based SORA v2. Assets on Ethereum network are not affected, you can still access them by importing your passphrase to any compatible wallet.
ar: نحتاج إلى موافقتك لإجراء عملية نقل أصولك من سورا v1. سيسمح لك ذلك باستخدام أصولك على سورا v2. لا تتأثر الأصول الموجودة على شبكة الايثيريوم ، فلا يزال بإمكانك الوصول إليها عن طريق استيرادها بالكلمات الاولية لأي محفظة متوافقة.
az: Aktivlərinizin SORA v1-dən keçməsi üçün razılığınız lazımdır. Bu, aktivlərinizi Substrat əsaslı SORA v2-də istifadə etməyə imkan verəcəkdir. Ethereum şəbəkəsindəki aktivlər təsirlənmir, yenə də parolunuzu hər hansı bir uyğun cüzdana gətirərək əldə edə bilərsiniz.
ca: Necessitem el vostre consentiment per fer una transició dels vostres actius des de SORA v1. Això us permetrà utilitzar els vostres recursos a SORA v2 basat en Substrate. Els recursos de la xarxa Ethereum no es veuen afectats; podeu accedir-hi tot important la vostra contrasenya a qualsevol cartera compatible.
cs: K provedení převodu vašich aktiv ze SORA v1 potřebujeme váš souhlas. To vám umožní používat svá aktiva na SORA v2 založené na Substrate. Na aktiva v síti Ethereum to nebude mít vliv, stále k nim budete mít přístup importováním své přístupové fráze do jakékoli kompatibilní peněženky.
de_de: Wir benötigen deine Zustimmung, um einen Übergang deiner Assets von SORA v1 vorzunehmen. Auf diese Weise kannst du deine Assets auf der Substrate-basierten SORA v2 verwenden. Assets im Ethereum-Netzwerk sind nicht betroffen. Du kannst weiterhin darauf zugreifen, indem du deine Passphrase in einer kompatiblen Wallet importierst.
es: Necesitamos su consentimiento para realizar una transición de sus activos de SORA v1. Esto le permitirá utilizar sus activos en SORA v2 basado en Substrate. Los Activos en la red Ethereum no se ven afectados, aún puede acceder a ellos importando su frase semilla a cualquier billetera compatible.
fa: برای انتقال دارایی های شما از SORA v1 به رضایت شما نیاز داریم. این کار به شما این امکان را می دهد که از دارایی های خود در Substrate-based SORA v2 استفاده کنید. دارایی های روی شبکه Ethereum تحت تأثیر قرار نمی گیرند ، همچنان با وارد کردن عبارات رمز والت خود به هر کیف پول سازگار دیگری، می توانید به آنها دسترسی داشته باشید.
fr: Nous avons besoin de votre consentement pour effectuer une transition de vos actifs de SORA v1. Cela vous permettra d'utiliser vos actifs sur SORA v2 basé sur le Substrat. Les actifs du réseau Ethereum ne sont pas affectés, vous pouvez toujours y accéder en important votre phrase secrète vers n'importe quel portefeuille compatible.
he: אנו זקוקים להסכמתך כדי לבצע מעבר של הנכסים שלך מסורה v1. זה יאפשר לך להשתמש בנכסים שלך בסורה v2 מבוססת Substrate. נכסים ברשת איתריום אינם מושפעים, עדיין תוכל לגשת אליהם על ידי ייבוא מילות המפתח שלך לכל ארנק תואם.
hi_in: हमें SORA v1 से अपनी संपत्ति का परिवर्तन करने के लिए आपकी सहमति की आवश्यकता है। यह आपको सब्सट्रेट-आधारित SORA v2 पर अपनी संपत्ति का उपयोग करने की अनुमति देगा। एथेरियम नेटवर्क पर परिसंपत्तियां प्रभावित नहीं होती हैं, फिर भी आप अपने पासफ़्रेज़ को किसी भी संगत वॉलेट में आयात करके उन्हें एक्सेस कर सकते हैं।
hu: Szükségünk van a Te beleegyezésedre, hogy eszközeid áttérhessenek a SORA v1 verzióról. Ez lehetővé teszi az eszközeid felhasználását a Substrate alapú SORA v2 verzióban. Az Ethereum hálózaton lévő eszközöket ez nem érinti, továbbra is hozzáférhetsz hozzájuk úgy, hogy a jelszavad bármilyen kompatibilis pénztárcába importálja.
ja: SORA v1からアセットを移行するには、あなたの同意が必要です。これにより、Substrateネットワークで動作しているSORA v2でアセットを使用できるようになります。 イーサリアムネットワーク上のアセットは影響を受けません。互換性のあるウォレットにパスフレーズをインポートすることで、引き続きアセットにアクセスできます。
ms_my: Kami memerlukan persetujuan anda untuk membuat peralihan aset anda dari SORA v1. Ini akan membolehkan anda menggunakan aset anda pada SORA v2 berasaskan Substrat. Aset di rangkaian Ethereum tidak terjejas, anda masih boleh mengaksesnya dengan mengimport frasa laluan anda ke dompet yang serasi.
nl: We hebben uw toestemming nodig om uw activa over te zetten van SORA v1. Hierdoor kunt u uw middelen gebruiken op Substrate-gebaseerde SORA v2. Activa op het Ethereum-netwerk worden niet beïnvloed, u kunt ze nog steeds openen door uw wachtwoord in een compatibele portemonnee te importeren.
pl: Potrzebujemy Twojej zgody na przeniesienie Twoich walut z sieci SORA v1. Umożliwi to korzystanie z nich w sieci SORA v2 opartej na technologii Substrate. Nie ma to wpływu na waluty w sieci Ethereum, nadal możesz uzyskać do nich dostęp, importując frazę hasłową do dowolnego kompatybilnego portfela.
pt: Precisamos do seu consentimento para fazer a transição dos seus ativos da SORA v1. Isto permitirá usar os seus ativos na SORA v2, no ambiente da Substrate. Os ativos na rede Ethereum não são afetados, continuará a poder aceder aos mesmos importando a sua passphrase para qualquer carteira compatível.
ru: Нам нужно ваше согласие на перенос ваших активов из SORA v1. Это позволит вам использовать свои ресурсы в SORA v2 на основе Substrate. Активы в сети Ethereum не будут затронуты, вы можете получить к ним доступ, импортировав свою парольную фразу в любой совместимый кошелек.
sr: Потребна нам је ваша сагласност за прелазак ваше имовине са СОРА в1. Ово ће вам омогућити да користите своја средства на СОРА в2 заснованој на подлози. То не утиче на средства на Етхереум мрежи, и даље им можете приступити увозом приступне фразе у било који компатибилни новчаник.
tr: Varlıklarınızın SORA v1'den geçişini yapmak için izninize ihtiyacımız var. Bu, varlıklarınızı Substrat tabanlı SORA v2'de kullanmanıza izin verecektir. Ethereum ağındaki varlıklar etkilenmez, parolanızı herhangi bir uyumlu cüzdana aktararak bunlara yine de erişebilirsiniz.
vi: Chúng tôi cần sự đồng ý của bạn để thực hiện chuyển đổi nội dung của bạn từ SORA v1. Điều này sẽ cho phép bạn sử dụng nội dung của mình trên SORA v2 dựa trên chất nền. Các tài sản trên mạng Ethereum không bị ảnh hưởng, bạn vẫn có thể truy cập chúng bằng cách nhập chuỗi từ khóa khôi phục của mình vào bất kỳ ví tương thích nào.
zh_hans: 我们需要您的同意才能从SORA v1过渡您的资产。这将允许您在基于Substrate的SORA v2上使用资产。 以太坊网络上的资产不受影响，您仍然可以通过将密码短语导入任何兼容的钱包来访问它们。
zh_hant_tw: 我們需要您的同意才能從SORA v1過渡您的資產。這將允許您在基於Substrate的SORA v2上使用資產。 以太坊網絡上的資產不受影響，您仍然可以通過將密碼短語導入任何兼容的錢包來訪問它們。

# common.scan
source: Scan
ar: مسح ضوئي
az: Tara
ca: Escaneja
cs: Skenovat
es: Escanear
fa: اسکن
fr: Analyse
he: סרוק
hi_in: स्कैन
hu: Beolvasás
ja: スキャン
ms_my: Imbas
nl: Scannen
pl: Zeskanuj
ru: Сканировать
sr: Скенирај
tr: Tarama
vi: Quét
zh_hans: 扫描
zh_hant_tw: 掃描

# details.transferable
source: Transferable
ar: قابل للتحويل
az: Transfer edilə bilər
ca: Transferible
cs: Přenositelné
de_de: Übertragbar
es: Transferible
fa: قابل انتقال
fr: Transférable
he: ניתן להעברה
hi_in: हस्तांतरणीय
hu: Átruházható
ja: 送金可能
ms_my: Boleh dipindah milik
nl: Overdraagbaar
pl: Transferowalne
pt: Transferível
ru: Доступно
sr: Преносиво
tr: Transfer edilebilir
vi: Có thể chuyển
zh_hans: 可转让
zh_hant_tw: 可轉讓

# details.frozen
source: Frozen
ar: مجمد
az: Dondurulmuş
ca: Congelat
cs: Zmrazené
de_de: Gefroren
es: Congelado
fa: قفل شده
fr: Gelé
he: קפוא
hi_in: जमा हुआ
hu: Fagyasztva
ja: 凍結
ms_my: Dibekukan
nl: Bevroren
pl: Zamrożono
pt: Congelado
ru: Заморожено
sr: Замрзнуто
tr: Dondurulmuş
vi: Đóng băng
zh_hans: 已被冻结
zh_hant_tw: 已被凍結

# details.total
source: Total balance
ar: إجمالي الرصيد
az: Ümumi balans
ca: Saldo total
cs: Celková rovnováha
de_de: Gesamtsaldo
es: Balance total
fa: موجودی کل
fr: Solde total
he: יתרה כוללת
hi_in: कुल शेष
hu: Teljes egyenleg
ja: 総合収支
ms_my: Jumlah baki
nl: Eindbalans
pl: Saldo całkowite
pt: Saldo total
ru: Итоговый баланс
sr: Укупно стање
tr: Toplam bakiye
vi: Tổng số dư
zh_hans: 总余额
zh_hant_tw: 總餘額

# claim.welcome.sora2
source: Welcome to SORA v2
ar: مرحبًا بك في سورا v2
az: SORA v2-yə xoş gəlmisiniz
ca: Benvingut a SORA v2
cs: Vítejte v SORA v2
de_de: Willkommen bei SORA v2
es: Bienvenido a SORA v2
fa: به SORA v2 خوش آمدید
fr: Bienvenue dans SORA v2
he: ברוך הבא לסורה v2
hi_in: सोरा v2 . में आपका स्वागत है
hu: Üdvözöljük a SORA v2-ben
ja: SORA v2へようこそ
ms_my: Selamat datang ke SORA v2
nl: Welkom bij SORA v2
pl: Witamy w sieci SORA v2
pt: Bem-vindo à SORA v2
ru: Добро пожаловать в SORA v2
sr: Добродошли у SORA v2
tr: SORA v2'ye hoş geldiniz
vi: Chào mừng bạn đến với SORA v2
zh_hans: 欢迎使用SORA v2
zh_hant_tw: 歡迎使用SORA v2

# claim.error.title
source: Transition failed
ar: فشل الانتقال
az: Keçid alınmadı
ca: La transició ha fallat
cs: Převod se nezdařil
de_de: Wechsel fehlgeschlagen
es: Transición fallida
fa: انتقال ناموفق بود
fr: Transition échouée
he: המעבר נכשל
hi_in: संक्रमण विफल
hu: Az átvitel nem sikerült
ja: 移行に失敗しました
ms_my: Peralihan gagal
nl: Overgang mislukt
pl: Przejście nie powiodło się.
pt: A transição falhou
ru: Миграция не удалась
sr: Транзиција није успела
tr: Geçiş başarısız oldu
vi: Chuyển đổi không thành công
zh_hans: 转移失败
zh_hant_tw: 轉賬失敗

# common.error.retry
source: Please try again
ar: حاول مرة اخرى
az: Zəhmət olmasa bir daha cəhd edin
ca: Siusplau torna-ho a provar
cs: Zkuste to znovu, prosím
de_de: Bitte versuche es erneut
es: Inténtalo de nuevo
fa: لطفا دوباره تلاش کنید
fr: Veuillez réessayer
he: אנא נסה שוב
hi_in: कृपया पुन: प्रयास करें
hu: Kérlek próbáld újra
ja: もう一度やり直してください
ms_my: Sila cuba lagi
nl: Probeer het a.u.b. opnieuw
pl: Spróbuj ponownie
pt: Por favor, tente novamente
ru: Пожалуйста, попробуйте еще раз
sr: Молим вас, покушајте поново
tr: Lütfen tekrar deneyin
vi: Vui lòng thử lại
zh_hans: 请再试一次
zh_hant_tw: 請再試一次

# common.donotallow
source: Don't Allow
ar: لا تسمح
az: İcazə verməyin
ca: No ho permetis
cs: Nepovolit
de_de: Nicht zulassen
es: No permitir
fa: اجازه نده
fr: Ne pas autoriser
he: אל תאפשר
hi_in: अनुमति न दें
hu: Ne engedje
ja: 許可しない
ms_my: Jangan Benarkan
nl: Sta niet toe
pl: Nie zezwalaj
pt: Não Permitir
ru: Не позволять
sr: Не дозволи
tr: İzin verme
vi: Không được phép
zh_hans: 不允许
zh_hant_tw: 不允許

# mnemonic.invalid
source: Invalid mnemonic passphrase, please check one more time the words order.
ar: الكلمات الاولية للعبور غير صالحة، يرجى التحقق مرة أخرى من ترتيب الكلمات.
az: Yanlış mnemonik parol, lütfən sözlər qaydasını bir dəfə daha yoxlayın.
ca: La contrasenya mnemotècnica no és vàlida. Comproveu una vegada més l'ordre de les paraules.
cs: Neplatná mnemotechnická přístupová fráze, zkontrolujte prosím ještě jednou pořadí slov.
de_de: Ungültige mnemonische Passphrase. Bitte überprüfe die Reihenfolge der Wörter noch einmal.
es: Frase de contraseña mnemotécnica no válida, verifique una vez más el orden de las palabras.
fa: کلمات عبور والت نامعتبر است ، لطفاً یکبار دیگر ترتیب و درستی کلمات را بررسی کنید.
fr: Phrase secrète mnémonique non valide, veuillez vérifier une fois de plus l'ordre des mots.
he: מילות מפתח מנמוניות לא חוקיות, אנא בדוק פעם נוספת את סדר המילים.
hi_in: अमान्य स्मरक पासफ़्रेज़, कृपया शब्दों के क्रम की एक बार और जाँच करें।
hu: Érvénytelen mnemonikus jelszó, ellenőrizze még egyszer a szavak sorrendjét.
ja: ニーモニックパスフレーズが無効です。語順をもう一度確認してください
ms_my: Frasa laluan mnemonik tidak sah, sila periksa sekali lagi susunan kata.
nl: Ongeldig wachtwoord, controleer nogmaals de volgorde van de woorden.
pl: Nieprawidłowa mnemoniczna fraza hasłowa. Sprawdź jeszcze raz kolejność słów.
pt: Senha mnemónica inválida, verifique mais uma vez a ordem das palavras.
ru: Неверная мнемоническая кодовая фраза, пожалуйста, проверьте еще раз порядок слов.
sr: Неважећа мнемоничка лозинка, проверите још једном редослед речи.
tr: Geçersiz anımsatıcı parola, lütfen sözcük sırasını bir kez daha kontrol edin.
vi: Từ khóa khôi phục ghi nhớ không hợp lệ, vui lòng kiểm tra một lần nữa thứ tự các từ.
zh_hans: 助记词密码无效，请再检查一次单词顺序。
zh_hant_tw: 助記詞密碼無效，請再檢查一次單詞順序。

# wallet.history.limitations.title
source: History limitations
ar: سجل القيود
az: Tarix məhdudiyyətləri
ca: Limitacions de la història
cs: Omezení historie
de_de: Einschränkungen im Verlauf
es: Limitaciones del historial
fa: محدودیت‌های تاریخچه
fr: Limites de l'historique
he: מגבלות היסטוריה
hi_in: इतिहास की सीमाएं
hu: Előzmények korlátozásai
ja: 履歴制限
ms_my: Had sejarah
nl: Beperkingen in de geschiedenis
pl: Ograniczenia historii
pt: Limitações do historial
ru: Ограничения истории
sr: Ogranicenja istorije
tr: Geçmiş sınırlamaları
vi: Giới hạn lịch sử
zh_hans: 历史限制
zh_hant_tw: 歷史限制

# wallet.history.limitations.text
source: At the moment, the history of transactions is stored locally, which means if you import the account on another device, log out or reinstall the application on current device, the history of transactions wouldn’t be available any more. Also we can’t show any incoming transactions. We apologize for any inconvenience caused, we are working to resolve the issue.
ar: في الوقت الحالي ، يتم تخزين سجل المعاملات محليًا ، مما يعني أنه إذا قمت باستيراد الحساب على جهاز آخر ، أو قمت بتسجيل الخروج أو إعادة تثبيت التطبيق على الجهاز الحالي ، فلن يكون سجل المعاملات متاحًا بعد الآن. كما لا يمكننا إظهار أي معاملات واردة. نعتذر عن أي إزعاج تسببنا به ، ونعمل على حل المشكلة.
az: Hal -hazırda, əməliyyatların tarixi yerli olaraq saxlanılır, yəni hesabı başqa bir cihaza idxal etsəniz, hesabdan çıxsanız və ya tətbiqini cari cihazda yenidən qurarsanız, əməliyyatların tarixi artıq olmayacaq. Həmçinin daxil olan əməliyyatları göstərə bilmərik. Yaranan narahatlığa görə üzr istəyirik, problemi həll etməyə çalışırıq.
ca: De moment, l'historial de transaccions s'emmagatzema localment, cosa que significa que si importeu el compte en un altre dispositiu, tanqueu la sessió o torneu a instal·lar l'aplicació al dispositiu actual, l'historial de transaccions ja no estaria disponible. Tampoc no podem mostrar cap transacció entrant. Disculpeu les molèsties causades, estem treballant per resoldre el problema.
cs: V současné době je historie transakcí ukládána lokálně, což znamená, že pokud účet importujete do jiného zařízení, odhlásíte se nebo aplikaci reinstalujete v aktuálním zařízení, historie transakcí již nebude k dispozici. Také nemůžeme zobrazit žádné příchozí transakce. Omlouváme se za způsobené nepříjemnosti, na vyřešení problému pracujeme.
de_de: Im Moment wird der Verlauf der Transaktionen lokal gespeichert. Das bedeutet, wenn du das Konto auf ein anderes Gerät importierst, dich abmeldest oder die Anwendung auf dem aktuellen Gerät neu installierst, ist der Verlauf der Transaktionen nicht mehr verfügbar. Auch können wir keine eingehenden Transaktionen anzeigen. Wir entschuldigen uns für die entstandenen Unannehmlichkeiten, wir arbeiten an der Lösung des Problems.
es: Por el momento, el historial de las transacciones es guardado localmente, lo cual significa que al importar una cuenta en otro dispositivo, cerrar sesión o reinstalar la aplicación en su dispositivo actual, el historial de las transacciones no estaría disponible nunca más. Tampoco podremos enseñar ninguna transacción entrante. Nos disculpamos por cualquier inconveniente causado, estamos trabajando para resolver el problema.
fa: در حال حاضر، تاریخچه تراکنش‌ها بر روی دستگاه ذخیره می‌شود، به این معنی که اگر حساب را در دستگاه دیگری وارد کنید، از سامانه خارج شده یا برنامه را در دستگاه فعلی مجدداً نصب کنید، تاریخچه تراکنش‌ها دیگر در دسترس نخواهد بود. همچنین ما نمی‌توانیم تراکنش‌های ورودی را نشان دهیم. ما برای هرگونه ناراحتی ایجاد شده عذرخواهی می‌کنیم، ما در حال حل و فصل موضوع هستیم.
fr: Pour le moment, l'historique des transactions est stocké localement, ce qui signifie que si vous importez le compte sur un autre appareil, vous déconnectez ou réinstallez l'application sur l'appareil actuel, l'historique des transactions ne sera plus disponible. De plus, nous ne pouvons afficher aucune transaction entrante. Nous nous excusons pour la gêne occasionnée, nous travaillons pour résoudre le problème.
he: נכון לעכשיו, היסטוריית הטרנזקציות מאוחסנת באופן מקומי, מה שאומר שאם אתה מייבא את החשבון למכשיר אחר, מתנתק או מתקין מחדש את האפליקציה במכשיר הנוכחי, היסטוריית הטרנזקציות לא תהיה זמינה יותר. כמו כן, איננו יכולים להציג טרנזקציות נכנסות. אנו מתנצלים על אי הנוחות שנגרמה, אנו פועלים לפתרון הבעיה.
hi_in: फिलहाल, लेन-देन का इतिहास स्थानीय रूप से संग्रहीत किया जाता है, जिसका अर्थ है कि यदि आप खाते को किसी अन्य डिवाइस पर आयात करते हैं, लॉग आउट करते हैं या वर्तमान डिवाइस पर एप्लिकेशन को पुनर्स्थापित करते हैं, तो लेन-देन का इतिहास अब उपलब्ध नहीं होगा। साथ ही हम आने वाले किसी भी लेन-देन को नहीं दिखा सकते हैं। किसी भी असुविधा के लिए हमें खेद है, हम इस मुद्दे को हल करने के लिए काम कर रहे हैं।
hu: Jelenleg a tranzakciók előzményei helyileg kerülnek tárolásra, ami azt jelenti, hogy ha importálod a fiókot egy másik eszközre, kijelentkezel vagy újratelepíted az alkalmazást az aktuális eszközre, akkor a tranzakciók előzményei már nem lesznek elérhetők. Továbbá nem tudjuk megjeleníteni a bejövő tranzakciókat. Elnézést kérünk az okozott kellemetlenségekért, dolgozunk a probléma megoldásán.
ja: 現在、取引履歴はローカルで一時的に保存されているため、他の端末でアカウントをインポートしたり、ログアウトしたり、現在の端末でアプリケーションを再インストールすると、それまでの取引履歴はなくなります。また、受信した取引も表示することができません。ご不便をおかけして申し訳ございません、問題の解決に取り組んでいきます
ms_my: Pada masa ini, sejarah transaksi disimpan secara lokal, yang bermaksud jika anda mengimport akaun pada peranti lain, log keluar atau memasang semula aplikasi pada peranti semasa, sejarah transaksi tidak akan tersedia lagi. Kami juga tidak dapat menunjukkan sebarang transaksi yang masuk. Kami memohon maaf atas sebarang kesulitan yang timbul, kami sedang berusaha untuk menyelesaikan isu ini.
nl: Op dit moment wordt de geschiedenis van transacties lokaal opgeslagen, wat betekent dat als u het account op een ander apparaat importeert, uitlogt of de applicatie opnieuw installeert op het huidige apparaat, de transactiegeschiedenis niet meer beschikbaar zou zijn. Eveneens kunnen we geen inkomende transacties tonen. Onze excuses voor eventuele ongemakken, we werken aan de oplossing van het probleem.
pl: W tej chwili historia transakcji jest przechowywana lokalnie, co oznacza, że jeślibyś zaimportował konto na innym urządzeniu, wylogował się lub ponownie zainstalował aplikację na obecnym urządzeniu, historia transakcji nie byłaby już dostępna. Nie możemy też pokazać żadnych transakcji przychodzących. Przepraszamy za wszelkie niedogodności. Staramy się obecnie rozwiązać ten problem.
pt: Neste momento, o histórico de transações é armazenado localmente, o que significa que se importar a conta para outro dispositivo, sair ou reinstalar a aplicação no dispositivo atual, o histórico de transações não estará disponível. Além disso, não poderemos mostrar nenhuma transação de entrada. Pedimos desculpas por qualquer inconveniência causada, estamos a trabalhar para resolver este problema.
ru: На данный момент история транзакций хранится в приложении, что означает, что Вы не увидите транзакций сделанных с других устройств. Также мы не можем показать входящие переводы. Мы приносим изменения за неудобства, мы работаем, чтобы улучшить приложение.
sr: U ovom momentu, istorija transakcija je skladištena lokalno, što znači da ako unesete nalog na drugi uredjaj, odjavite se ili reinstalirate aplikacijuna trenutnom uređaju, istorija transakcija neće biti više dostupna. Takođe nećemo biti u mogućnosti da Vam prikažemo dolazne transakcije. Izvinjavamo se zbog bilo koje neprijatnosti, radimo na rešavanju problema.
tr: Şu anda, işlemlerin geçmişi yerel olarak depolanıyor, yani hesabı başka bir cihaza aktarırsanız, oturumu kapatırsanız veya uygulamayı mevcut cihaza yeniden yüklerseniz, işlem geçmişi artık mevcut olmaz. Ayrıca gelen işlemleri gösteremiyoruz. Verdiğimiz rahatsızlıktan dolayı özür dileriz, sorunu çözmek için çalışıyoruz.
vi: Hiện tại, lịch sử giao dịch được lưu trữ cục bộ, nghĩa là nếu bạn đăng nhập tài khoản trên thiết bị khác, đăng xuất hoặc cài đặt lại ứng dụng trên thiết bị hiện tại, thì sẽ không thấy lịch sử giao dịch nữa. Ngoài ra, chúng tôi không thể hiển thị bất kỳ giao dịch đến nào. Chúng tôi xin lỗi nếu có bất kỳ sự bất tiện nào gây ra, chúng tôi đang cố gắng xử lý vấn đề.
zh_hans: 目前，交易历史存储在本地，这意味着如果您在另一台设备上导入账户，在当前设备上注销或重新安装应用程序，交易历史将不再可用。我们也无法显示任何即将传入的交易。对于造成的任何不便，我们深表歉意，我们正在努力解决问题。
zh_hant_tw: 目前，交易歷史存儲在本地，這意味著如果您在另一台設備上導入賬戶，在當前設備上註銷或重新安裝應用程序，交易歷史將不再可用。我們也無法顯示任何傳入的交易。對於造成的任何不便，我們深表歉意，我們正在努力解決問題。

# wallet.asset.id
source: Asset id
ar: رمز معرّف العملة
az: Aktiv id
ca: Identificador de recurs
cs: ID aktiva
es: Identificación del activo
fa: شناسه دارایی
fr: ID Actif
he: כתובת נכס
hi_in: संपत्ति आईडी
hu: Eszköz azonosító
ja: アセットID
ms_my: Id aset
nl: Activa ID
pl: Identyfikator waluty
pt: Identificação do ativo
ru: Ассет
sr: Sredstvo id
tr: Varlık kimliği
vi: Id tài sản
zh_hans: 资产编号
zh_hant_tw: 資產編號

# details.frozen.total
source: Frozen (Total)
ar: اجمالي المجمد
az: Dondurulmuş (Cəmi)
ca: Congelat (total)
cs: Zmrazené (celkem)
de_de: Gefroren (Gesamt)
es: Congelado (Total)
fa: قفل شده (مجموع)
fr: Gelé (Total)
he: קפוא (סך הכל)
hi_in: जमे हुए (कुल)
hu: Fagyasztva (összesen)
ja: 凍結 (合計)
ms_my: Dibekukan (Jumlah)
nl: Bevroren (Totaal)
pl: Zamrożono (kwota ogólna)
pt: Congelado (Total)
ru: Заморожено (всего)
sr: Zamrznuto (Total)
tr: Dondurulmuş (Toplam)
vi: Đóng băng (tổng)
zh_hans: 已被冻结 (总计)
zh_hant_tw: 已被凍結（總計）

# wallet.balance.locked
source: Locked
ar: المقفل
az: Kilidlənmiş
ca: Bloquejat
cs: Zamčené
de_de: Gesperrt
es: Bloqueado
fa: قفل شده
fr: Bloqué
he: נעול
hi_in: अवरोधित
hu: Zárolt
ja: ロック済み
ms_my: Dikunci
nl: Vergrendeld
pl: Zablokowano
pt: Trancado
ru: Заблокировано
sr: Zaključano
tr: Kilitli
vi: Đã khóa
zh_hans: 已被锁定
zh_hant_tw: 已鎖定

# wallet.balance.reserved
source: Reserved
ar: المدخر
az: Rezerv edilmiş
ca: Reservat
cs: Rezervováno
de_de: Reserviert
es: Reservado
fa: رزرو شده
fr: Réservé
he: שמור
hi_in: आरक्षित
hu: Fenntartott
ja: 予約済み
ms_my: Ditempah
nl: Gereserveerd
pl: Zarezerwowano
pt: Reservado
ru: Резерв
sr: Rezervisano
tr: Rezerve edilmiş
vi: Dự trữ
zh_hans: 已保留
zh_hant_tw: 已保留

# wallet.bonded
source: Bonded
ar: المسند
az: Bağlı
ca: Enllaçat
cs: Vázané
de_de: Zugeordnet
es: Vinculado
fa: ادغام شده
fr: Lié
he: צורף למאגר
hi_in: बॉन्डेड
hu: Lekötve
ja: ボンド済み
ms_my: Terikat
nl: Gebonden
pl: Stakowane
pt: Vinculado
ru: В обеспечении
sr: Vezano
tr: Bond edilmiş
vi: Được bảo lãnh
zh_hans: 已绑定
zh_hant_tw: 已綁定
