Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# select.node.switch.alert.description
source: The application will reload after you accept this action.
ar: سيتم إعادة تحميل التطبيق بعد قبول هذا الإجراء.
az: Siz bu hərəkəti qəbul etdikdən sonra proqram yenidən yüklənəcək.
ca: L'aplicació es tornarà a carregar quan accepteu aquesta acció.
cs: Po přijetí této akce se aplikace znovu načte.
fr: L'application va recharger après avoir validé cette action
he: האפליקציה תיטען מחדש לאחר שתאשר פעולה זו.
hi_in: आपके द्वारा इस कार्रवाई को स्वीकार करने के बाद ऐप्लिकेशन फिर से लोड होगा.
ja: この操作を受け入れると、アプリがリロードされます
ms_my: Permohonan akan dimuat semula selepas anda menerima tindakan ini.
nl: De toepassing wordt opnieuw geladen nadat u deze actie hebt aanvaard.
ru: Приложение перезагрузится после того, как вы подтвердите это действие.
sr: Aplikacija će se ponovo učitati posle vašeg prihvatanja ove akcije
vi: Ứng dụng sẽ tải lại sau khi bạn chấp nhận hành động này.
zh_hans: 接受此操作后，应用程序将重新加载。
zh_hant_tw: 接受此操作後，應用程序將重新加載。

# add.node.name.already.existing
source: Node with this name has been added already
ar: تمت إضافة العقدة بهذا الاسم مسبقا
az: Bu adda qovşaq artıq əlavə edilib
ca: Ja s'ha afegit un node amb aquest nom
cs: Uzel s tímto názvem byl již přidán
fr: Un nœud avec ce nom a déjà été ajouté
he: צומת בשם זה כבר נוסף
hi_in: इस नाम का नोड पहले ही जोड़ा जा चुका है
ja: この名前のノードは既に追加されています
ms_my: Nod dengan nama ini telah ditambah
ru: Нода с таким именем уже добавлена
sr: Nod sa ovim imenom već postoji
vi: Node với tên này đã được thêm vào
zh_hans: 已添加同名节点
zh_hant_tw: 已添加同名節點

# select.node.already.exist
source: This node already exists
ar: هذه العقدة موجودة بالفعل
az: Bu node artıq mövcuddur
ca: Node ja existent
cs: Tento uzel již existuje
fr: Ce nœud existe déjà
he: צומת זה כבר קיים
hi_in: यह नोड पहले से मौजूद है
ja: このノードは既に存在します
ms_my: Nod ini sudah wujud
ru: Эта нода уже существует
sr: Ovaj nod već postoji
vi: Node này đã tồn tại
zh_hans: 该节点已经存在
zh_hant_tw: 該節點已存在

# select.node.invalid.node
source: This node is invalid
ar: هذه العقدة غير صالحة
az: Bu qovşaq etibarsızdır
ca: Node invàlid
cs: Tento uzel je neplatný
fr: Ce nœud n'est pas valide
he: צומת זה אינו חוקי
hi_in: यह नोड अमान्य है
ja: このノードは無効です
ms_my: Nod ini tidak sah
ru: Эта нода недействительна
sr: Ovaj nod nije validan
vi: Node này không hợp lệ
zh_hans: 此节点无效
zh_hant_tw: 該節點無效

# logout.remove.custom.nodes
source: All your custom nodes will be removed as well
ar: ستتم إزالة جميع العقد المخصصة أيضًا
az: Bütün fərdi qovşaqlarınız da silinəcək
ca: Tots els vostres nodes personalitzats també s'eliminaran
cs: Všechny vaše vlastní uzly budou také odstraněny.
fr: Tous les nœuds personnalisés seront également oubliés
he: כל הצמתים המותאמים אישית שלך יוסרו גם כן
hi_in: आपके सभी कस्टम नोड भी हटा दिए जाएंगे
ja: カスタムノードも全て削除されます
ms_my: Semua nod tersuai anda juga akan dikeluarkan
ru: Все ваши пользовательские ноды также будут удалены
sr: Svi prilagodjeni nodovi će takođe biti uklonjeni
vi: Tất cả các node tùy chỉnh của bạn cũng sẽ bị xóa
zh_hans: 您所有的自定义节点也将被删除
zh_hant_tw: 您所有的自定義節點也將被刪除

# referrer.select.account
source: Select account
ar: اختر الحساب
az: Hesab seçin
ca: Seleccioneu el compte
cs: Vybrat účet
fr: Sélectionnez un compte
he: בחר חשבון
hi_in: खाते का चयन करें
ja: アカウントの選択
ms_my: Pilih akaun
pt: Seleccionar conta
ru: Выбрать аккаунт
sr: Odaberite nalog
vi: Chọn tài khoản
zh_hans: 选择要使用的账户
zh_hant_tw: 選擇賬戶

# referrer.apply.link.to
source: Apply referrers link to
ar: تطبيق رابط الإحالات إلى
az: İstinadçıların linkini tətbiq edin
ca: Aplica l'enllaç de referència a
cs: Uplatnit odkaz na doporučitele na
fr: Ajouter le lien de parrainage
he: החל קישור מפנים ל
hi_in: रेफरर्स लिंक को लागू करें
ja: リファラーのリンクを適用
ms_my: Gunakan pautan perujuk kepada
ru: Применить реферальную ссылку к
sr: Primenite referentne liknove na
vi: Áp dụng link giới thiệu tới
zh_hans: 申请推荐人链接到
zh_hant_tw: 應用推薦人鏈接到

# referrer.error.no.account.title
source: Create an account before adding a referrer’s link
ar: قم بإنشاء حساب قبل إضافة رابط الإحالة
az: İstinadçının linkini əlavə etməzdən əvvəl hesab yaradın
ca: Creeu un compte abans d'afegir un enllaç de referència
cs: Před přidáním odkazu na doporučitele si vytvořte účet
fr: Veuillez créer un compte avant d'ajouter le lien de parrainage
he: צור חשבון לפני הוספת קישור של מפנה
hi_in: रेफ़रलकर्ता का लिंक जोड़ने से पहले एक खाता बनाएँ
ja: リファラーのリンクを追加する前にアカウントを作成してください
ms_my: Buat akaun sebelum menambah pautan perujuk
ru: Создайте учетную запись перед добавлением реферальной ссылки
sr: Kreirajte nalog pre dodavanja referentnog linka.
vi: Tạo tài khoản trước khi thêm liên kết của người giới thiệu
zh_hans: 在添加推荐人的链接之前先创建一个账户
zh_hant_tw: 在添加推薦人鏈接之前創建一個賬戶

# referrer.error.no.account.text
source: Once you created an account follow try adding the link once again.
ar: بمجرد إنشاء حساب ، اتبع محاولة إضافة الرابط مرة أخرى.
az: Hesab yaratdıqdan sonra izləyin, linki bir daha əlavə edin.
ca: Un cop hàgiu creat un compte, seguiu i proveu d'afegir l'enllaç un altre cop.
cs: Jakmile si vytvoříte účet, zkuste odkaz přidat ještě jednou.
fr: Une fois que vous avez créé un compte, réessayez de copier le lien
he: לאחר שיצרת חשבון, נסה להוסיף את הקישור שוב.
hi_in: एक बार खाता बनाने के बाद लिंक को एक बार फिर से जोड़ने का प्रयास करें।
ja: アカウントのフォローを作成したら、もう一度リンクを追加してみてください
ms_my: Setelah anda membuat akaun, ikuti cuba tambahkan pautan sekali lagi.
ru: После того, как вы создали учетную запись, попробуйте добавить ссылку еще раз.
sr: Kada kreirate vaš nalog pokušajte da dodate veyu još jednom.
vi: Sau khi bạn tạo tài khoản, hãy thử thêm link một lần nữa.
zh_hans: 一旦您创建了一个账户，请尝试再次添加链接。
zh_hant_tw: 創建賬戶後，請嘗試再次添加鏈接。

# common.assets
source: Assets
ar: الأصول
az: Aktivlər
ca: Actius
cs: Aktiva
fr: Actifs
he: נכסים
hi_in: संपत्ति
ja: アセット
ms_my: Aset
ru: Активы
sr: Sredstva
vi: Tài sản
zh_hans: 资产
zh_hant_tw: 資產

# common.invest
source: Invest
ar: استثمر
az: İnvestisiya edin
ca: Invertir
cs: Investovat
fr: Investir
he: השקיע
hi_in: निवेश करना
ja: 投資
ms_my: Melabur
pt: Investir
ru: Инвестировать
sr: Investiraj
vi: Đầu tư
zh_hans: 投资
zh_hant_tw: 投資

# common.activity
source: Activity
ar: نشاط
az: Fəaliyyət
ca: Activitat
cs: Aktivita
fr: Activité
he: פעילות
hi_in: गतिविधि
ja: 履歴
ms_my: Aktiviti
pt: Actividade
ru: Активность
sr: Aktivnost
vi: Hoạt động
zh_hans: 活动
zh_hant_tw: 活動

# common.more
source: More
ar: أكثر
az: Daha çox
ca: Més
cs: Více
es: Más
fr: Plus
he: עוד
hi_in: अधिक
ja: もっと
ms_my: Lagi
ru: Еще
sr: Više
vi: Thêm
zh_hans: 更多
zh_hant_tw: 更多

# unable.edit.node
source: Unable to edit connected node
ar: تعذر الانضمام إلى العقدة
az: Qoşulmuş nodu redaktə etmək mümkün deyil
ca: No es pot editar el node connectat
cs: Nelze upravit připojený uzel
es: No se puede editar el nodo conectado
fr: Impossible de modifier un nœud auquel vous êtes connecté
he: לא ניתן לערוך צומת מחובר
hi_in: जुड़े हुए नोड को संपादित करने में असमर्थ
ja: 接続されたノードを編集できません
ms_my: Tidak dapat mengedit nod yang disambungkan
ru: Невозможно изменить подключенную ноду
sr: Nije moguće urediti povezani nod
vi: Không thể chỉnh sửa node đã kết nối
zh_hans: 无法编辑已连接的节点
zh_hant_tw: 無法編輯連接的節點

# unable.edit.node.description
source: To edit this node please connect to another one
ar: لتحرير هذه العقدة يرجى الاتصال إلى واحد آخر
az: Bu nodu redaktə etmək üçün qoşulun başqa birinə
ca: Per editar aquest node, connecteu-vos a un altre
cs: Chcete-li upravit tento uzel, připojte se k jinému
es: Para editar este nodo por favor conéctese a otro
fr: Pour modifier ce nœud veuillez vous connecter à un autre nœud
he: כדי לערוך צומת זה אנא התחבר לאחד אחר
hi_in: इस नोड को संपादित करने के लिए कृपया कनेक्ट करें दूसरे को
ja: このノードを編集するには、別のノードに接続してください
ms_my: Untuk mengedit nod ini sila sambung kepada yang lain
ru: Чтобы редактировать эту ноду, пожалуйста, подключитесь к другой
sr: Da bi uredili ovaj nod molimo vas konektujete se na neki drugi nod
vi: Để chỉnh sửa node này, vui lòng kết nối đến một node khác
zh_hans: 要编辑这个节点，请连接 到另一个节点上
zh_hant_tw: 要編輯此節點，請連接 到另一個

# settings.accounts.subtitle
source: Manage accounts, backup passphrase
ar: إدارة الحسابات ، نسخة احتياطية من عبارة المرور
az: Hesabları idarə edin, parolun ehtiyat nüsxəsini çıxarın
ca: Gestió de comptes, còpia de seguretat de la contrasenya
cs: Správa účtů, zálohování přístupové fráze
es: Administrar cuentas, frase de contraseña de respaldo
fr: Gérer les comptes, phrase de récupération
he: נהל חשבונות, גיבוי מילות מפתח
hi_in: खाते प्रबंधित करें, बैकअप पासफ़्रेज़
ja: アカウントの管理、パスフレーズのバックアップ
ms_my: Urus akaun, frasa laluan sandaran
ru: Управление учетными записями, резервная копия парольной фразы
sr: Upravljaj računima, rezerva pristupne fraze
vi: Quản lý tài khoản, cụm mật khẩu sao lưu
zh_hans: 管理账户，备份密码短语
zh_hant_tw: 管理賬戶，備份密碼

# settings.nodes
source: Nodes
ar: العقد
az: Düyünlər
cs: Uzly
es: Nodos
fr: Nœuds
he: צמתים
hi_in: नोड्स
ja: ノード
ms_my: Nod
ru: Ноды
sr: Nodovi
vi: Node
zh_hans: 节点
zh_hant_tw: 節點

# settings.app.subtitle
source: Language, Appearance
ar: اللغة والمظهر
az: Dil, Görünüş
ca: Idioma, aparença
cs: Jazyk, vzhled
es: Lenguaje, Apariencia
fr: Langue, Apparence
he: שפה, מראה חיצוני
hi_in: भाषा, उपस्थिति
ja: 言語、外観
ms_my: Bahasa, Penampilan
pt: Língua, Aparência
ru: Язык, внешний вид
sr: Jezik, Izgled
vi: Ngôn ngữ, Hiển thị
zh_hans: 语言、外观
zh_hant_tw: 語言、外貌

# settings.login.title
source: Login & Security
ar: تسجيل الدخول والأمان
az: Giriş və Təhlükəsizlik
ca: Inici de sessió i seguretat
cs: Přihlášení a zabezpečení
es: Inicio de sesión y seguridad
fr: Connexion et Sécurité
he: כניסה ואבטחה
hi_in: लॉगिन और सुरक्षा
ja: ログインとセキュリティ
ms_my: Log Masuk & Keselamatan
pt: Login & Segurança
ru: Вход и безопасность
sr: Prijava & Bezbednost
vi: Đăng nhập & Bảo mật
zh_hans: 登录 & 安全
zh_hant_tw: 登錄和安全

# settings.login.subtitle
source: PIN and Biometric auth
ar: رقم التعريف الشخصي والمصادقة البيومترية
az: PİN və Biometrik doğrulama
ca: PIN i autorització biomètrica
cs: PIN a biometrické ověření
es: PIN y autorización Biométrica
fr: Code PIN et authentification biométrique
he: PIN ואימות ביומטרי
hi_in: पिन और बायोमेट्रिक प्रमाणीकरण
ja: PINと生体認証
ms_my: PIN dan pengesahan Biometrik
pt: PIN e autenticação biométrica
ru: Пин-код и биометрическая аутентификация
sr: PIN i biometrijska identifikacija
vi: Mã PIN và xác thực sinh trắc học
zh_hans: PIN 和生物识别身份验证
zh_hant_tw: PIN 和生物特徵驗證

# settings.invite.title
source: Invite Friends & Earn
ar: قم بدعوة الأصدقاء واكسب
az: Dostları dəvət et və qazan
ca: Convidar amics i guanyar
cs: Pozvěte přátele a vydělávejte
es: Invita amigos & gana
fr: Invitez des amis et Gagnez des jetons
he: הזמן חברים והרווח
hi_in: दोस्तों को आमंत्रित करें और कमाएं
ja: 友達を招待して稼ぐ
ms_my: Jemput Rakan & Peroleh
pt: Convidar Amigos & Ganhar
ru: Приглашайте друзей и зарабатывайте
sr: Pozovi prijatelje i zaradi
vi: Mời bạn bè và kiếm tiền
zh_hans: 邀请朋友并获得收益
zh_hant_tw: 邀請朋友並賺取

# settings.invite.subtitle
source: Share invite link
ar: مشاركة رابط الدعوة
az: Dəvət linkini paylaşın
ca: Compartir enllaç d'invitació
cs: Sdílet odkaz pozvánky
es: Compartir enlace de invitación
fr: Partager un lien d'invitation
he: שתף קישור להזמנה
hi_in: आमंत्रण लिंक साझा करें
ja: 招待リンクの共有
ms_my: Kongsi pautan jemputan
pt: Partilhar link de convite
ru: Поделитесь ссылкой-приглашением
sr: Podeli pozivni link
vi: Chia sẻ liên kết mời
zh_hans: 分享邀请链接
zh_hant_tw: 分享邀請鏈接

# settings.information.title
source: Information
ar: معلومة
az: Məlumat
ca: Informació
cs: Informace
es: Informaciòn
fr: Informations
he: מידע
hi_in: सूचना
ja: インフォメーション
ms_my: Maklumat
pt: Informações
ru: Информация
sr: Informacija
vi: Thông tin
zh_hans: 信息
zh_hant_tw: 信息

# settings.information.subtitle
source: Disclaimer, FAQ, About app
ar: إخلاء المسؤولية, التعليمات, حول التطبيق
az: İmtina, FAQ, Proqram haqqında
ca: Avís legal, FAQ, Sobre l'aplicació
cs: Disclaimer, FAQ, O aplikaci
es: Descargo de responsabilidad, Preguntas frecuentes, Acerca de la aplicación
fr: Clause de non-responsabilité, FAQ, À propos
he: כתב ויתור, שאלות נפוצות, אודות האפליקציה
hi_in: अस्वीकरण, अक्सर पूछे जाने वाले प्रश्न, ऐप के बारे में
ja: 免責事項、よくある質問、アプリについて
ms_my: Penafian, Soalan Lazim, Perihal apl
ru: Отказ от ответственности, FAQ, О приложении
sr: Odricanje od odgovornosti, FAQ, O aplikaciji
vi: Miễn trừ trách nhiệm, Câu hỏi thường gặp, Giới thiệu về ứng dụng
zh_hans: 免责声明，常见问题解答，关于应用程序
zh_hant_tw: 免責聲明，常見問題解答，關於應用程序

# common.expand
source: Expand
ar: يوسع
ca: Expandir
cs: Rozbalit
es: Expandir
fr: Agrandir
he: הרחב
hi_in: बढ़ाना
ja: 拡大
ms_my: Kembangkan
pt: Expandir
ru: Развернуть
sr: Proširi
vi: Mở rộng
zh_hans: 拓展
zh_hant_tw: 擴張

# common.collapse
source: Collapse
ar: ينهار
ca: Caiguda
cs: Skrýt
es: Colapso
fr: Réduire
he: התמוטטות
hi_in: पतन
ja: 倒す
ms_my: Runtuh
ru: Свернуть
sr: Skupi
vi: Sụp đổ
zh_hans: 崩溃
zh_hant_tw: 崩溃

source: Liquid assets
ar: الأصول السائلة
az: Aktivlər
ca: Actius líquids
cs: Likvidní aktiva
es: Activos Líquidos
fr: Actifs liquides
he: נכסים נזילים
hi_in: चल परिसंपत्ति
ja: 流動資産
ms_my: Aset cair
nl: Assets
ru: Ликвидные активы
sr: Raspoloživa sredstva
vi: Tài sản lưu động
zh_hans: 资产
zh_hant_tw: 流動資產

source: Pooled assets
ar: الأصول المجمعة
ca: Actius aportats al fons comú
cs: Aktiva ve fondech
es: Activos en Liquidez
fr: Actifs en pool
he: נכסים מצורפים למאגר
hi_in: पूल की गई संपत्ति
ja: プールされたアセット
ms_my: Aset terkumpul
ru: Активы в пулах
sr: Udružena sredstva
vi: Nội dung tổng hợp
zh_hans: 流动池化资产
zh_hant_tw: 流動池化资产

# common.edit
source: Edit
ar: تحرير
ca: Editar
cs: Upravit
es: Editar
fr: Modifier
he: ערוך
hi_in: संपादित करें
ja: 編集
ms_my: Sunting
nl: Bewerk
pt: Editar
ru: Редактировать
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant_tw: 編輯

source: Show zero balances
ar: إظهار الأرصدة الصفرية
ca: Mostrar els saldos zero
cs: Zobrazit nulové zůstatky
es: Mostrar balances a cero
fr: Montrer les soldes nuls
he: הצג יתרות אפסיות
hi_in: जीरो बैलेंस दिखाएं
ja: 残高ゼロを表示
ms_my: Tunjukkan baki sifar
nl: Nulsaldi tonen
ru: Показать нулевые балансы
vi: Hiển thị số dư bằng không
zh_hans: 显示零余额
zh_hant_tw: 顯示零餘額

source: Hide zero balances
ar: إخفاء الأرصدة الصفرية
ca: Ocultar els saldos zero
cs: Skrýt nulové zůstatky
es: Ocultar balances a cero
fr: Cacher les soldes nuls
he: הסתר יתרות אפסיות
hi_in: जीरो बैलेंस छुपाएं
ja: 残高ゼロを隠す
ms_my: Sembunyikan baki sifar
nl: Nulsaldi verbergen
ru: Скрыть нулевые балансы
vi: Ẩn số dư bằng không
zh_hans: 隐藏零余额
zh_hant_tw: 隱藏零餘額

source: Search assets
ar: البحث عن الأصول
ca: Cercar actius
cs: Vyhledat aktiva
es: Buscar activos
fr: Rechercher des actifs
he: חפש נכסים
hi_in: संपत्ति खोजें
ja: アセットの検索
ms_my: Cari aset
nl: Assets zoeken
ru: Поиск ассетов
vi: Tìm kiếm tài sản
zh_hans: 搜索资产
zh_hant_tw: 搜索資產

source: Global results
ar: النتائج العالمية
ca: Resultats globals
cs: Globální výsledky
es: Resultados globales
fr: Résultats globaux
he: תוצאות גלובליות
hi_in: वैश्विक परिणाम
ja: グローバルな結果
ms_my: Keputusan global
nl: Wereldwijde resultaten
ru: Глобальные результаты
vi: Kết quả
zh_hans: 全局结果
zh_hant_tw: 全球資產

# referral.add.invitations.title
source: Add invitations
ar: أضف الدعوات
cs: Přidat pozvánky
es: Añadir invitaciones
fr: Ajouter des invitations
he: הוסף הזמנות
hi_in: निमंत्रण जोड़ें
ja: 招待状を追加する
ms_my: Tambah jemputan
nl: Uitnodigingen toevoegen
ru: Добавить приглашения
vi: Thêm lời mời
zh_hans: 添加邀请
zh_hant_tw: 添加邀請

# settings.crypto.accounts
source: Crypto Accounts
ar: حسابات التشفير
cs: Krypto účty
es: Cuentas Cripto
fr: Comptes crypto
he: חשבונות קריפטו
hi_in: क्रिप्टो खाते
ja: 暗号アカウント
ms_my: Akaun Crypto
nl: Cryptorekeningen
ru: Крипто-аккаунты
vi: Tài khoản tiền điện tử
zh_hans: 加密账户
zh_hant_tw: 加密賬戶

# asset.details.token.price
source: Token price
ar: سعر الرمز المميز
cs: Cena tokenu
es: Precio del token
fr: Prix du jeton
he: מחיר טוקן
hi_in: टोकन मूल्य
ja: トークン価格
ms_my: Harga token
nl: Token prijs
vi: Giá token
zh_hans: 代币价格
zh_hant_tw: 代幣價格

# asset.details.transferrable
source: Transferrable
ar: قابل للتحويل
cs: Přenosné
es: Transferible
fr: Transférable
he: ניתן להעברה
hi_in: हस्तांतरणीय
ja: 送信可能
ms_my: Boleh dipindah milik
nl: Overdraagbaar
vi: Có thể chuyển nhượng
zh_hans: 可转移的
zh_hant_tw: 可轉移的

# asset.details.recent.activity
source: Recent activity
ar: النشاط الأخير
cs: Nedávná aktivita
es: Actividad reciente
fr: Activité récente
he: פעילות אחרונה
hi_in: हाल की गतिविधि
ja: 最近の履歴
ms_my: Aktiviti Terkini
nl: Recente activiteit
vi: Hoạt động gần đây
zh_hans: 最近的活动
zh_hant_tw: 近期活動

# activity.supplied.liquidity
source: Supplied liquidity
ar: السيولة الموردة
cs: Poskytnutá likvidita
es: Liquidez suministrada
fr: Liquidité fournie
he: נזילות מסופקת
hi_in: आपूर्ति की गई Liquidity
ja: 供給された流動性
ms_my: Kecairan yang dibekalkan
nl: Geleverde liquiditeit
vi: Thanh khoản được cung cấp
zh_hans: 提供的流动性
zh_hant_tw: 提供的流動性

# asset.list.search.placeholder
source: Search by Asset ID, Name or Ticker Symbol
ar: ابحث عن طريق معرّف الأصول أو الاسم أو رمز المؤشر
cs: Vyhledávání podle ID aktiva, názvu nebo tickeru
es: Buscar por ID de activo, nombre o símbolo de cotización
fr: Rechercher par ID d'actif, nom, ou code mnémonique
he: חפש לפי כתובת נכס, שם או טיקר סימבול
hi_in: एसेट आईडी, नाम या टिकर सिंबल द्वारा खोजें
ja: アセットID、名称、ティッカーシンボルから検索できます
ms_my: Cari mengikut ID Aset, Nama atau Simbol Ticker
nl: Zoeken op activa-ID, naam of tickersymbool
vi: Tìm kiếm theo ID nội dung, tên hoặc ký hiệu mã
zh_hans: 按资产 ID、名称或代币符号搜索
zh_hant_tw: 按資產名稱或符號搜索

source: Show more
ar: استعراض المزيد
cs: Zobrazit více
es: Enseñar más
fr: Plus
he: הצג עוד
hi_in: अधिक दिखाएँ
ja: さらに表示
ms_my: Tunjukkan lagi
nl: Meer tonen
vi: Xm nhiều hơn
zh_hans: 显示更多
zh_hant_tw: 顯示更多

# referral.no.available.invitations
source: No available invitations
ar: لا توجد دعوات متاحة
cs: Nejsou k dispozici žádné pozvánky
es: No hay invitaciones disponibles
fr: Pas d'invitations disponible
he: אין הזמנות זמינות
hi_in: कोई आमंत्रण उपलब्ध नहीं है
ja: 利用可能な招待状がありません
ms_my: Tiada jemputan tersedia
nl: Geen beschikbare uitnodigingen
vi: Không có lời mời có sẵn
zh_hans: 没有可用的邀请
zh_hant_tw: 沒有可用的邀請

# referral.unbond.title
source: Enter desired amountof invitations to unbond
ar: أدخل المبلغ المطلوب من الدعوات لفك الارتباط
cs: Zadejte požadovaný počet pozvánek pro uvolnění
fr: Entrez le nombre souhaité d’invitations à délier
he: הזן את הכמות הרצויה של הזמנות להסרת הנעילה
hi_in: अनबॉन्ड करने के लिए वांछित मात्रा में आमंत्रण दर्ज करें
ja: ボンド解除したい招待状の数を入力してください
ms_my: Masukkan jumlah jemputan yang dikehendaki untuk menyahikat
nl: Voer het gewenste aantal uitnodigingen in om te ontbinden
vi: Nhập số lượng lời mời mong muốn để hủy liên kết
zh_hans: 输入想要取消绑定的邀请数量
zh_hant_tw: 輸入想要取消綁定的邀請數量

# referral.unbond.description
source: You can unbond %s per 1 invitation. How many invitations do you want to unbond?
ar: يمكنك إلغاء ربط %s لكل دعوة. كم عدد الدعوات التي تريد فك قيودها؟
cs: Můžete uvolnit %s za 1 pozvánku. Kolik pozvánek chcete uvolnit?
fr: Vous pouvez délier %s par 1 invitation. Combien d'invitations voulez-vous délier ?
he: אתה יכול להסיר %s נעילות לכל הזמנה. כמה הזמנות אתה רוצה להסיר מהנעילה?
hi_in: आप %s प्रति 1 आमंत्रण को अनबॉन्ड कर सकते हैं। आप कितने आमंत्रणों को खोलना चाहते हैं?
ja: 招待状1枚につき%sの解除が可能です。何枚の招待状のボンド解除しますか？
ms_my: Anda boleh membatalkan bon %s setiap 1 jemputan. Berapa banyak jemputan yang anda mahu unbond?
nl: U kunt %s per 1 uitnodiging unbonden. Hoeveel uitnodigingen wilt u unbonden?
vi: Bạn có thể hủy liên kết %s cho mỗi 1 lời mời. Bạn muốn hủy bỏ bao nhiêu lời mời?
zh_hans: 每 1 个邀请您可以解除绑定%s 。您要取消绑定多少个邀请？
zh_hant_tw: 每 1 個邀請您可以解除綁定%s 。您要取消綁定多少個邀請？

source: Account options
ar: خيارات الحساب
cs: Možnosti účtu
fr: Options du compte
he: אפשרויות חשבון
hi_in: खाता विकल्प
ja: アカウントのオプション
ms_my: Pilihan akaun
nl: Account opties
ru: Свойства аккаунта
vi: Tùy chọn tài khoản
zh_hans: 账户选项
zh_hant_tw: 賬戶選項

source: Forget account
ar: نسيت الحساب
cs: Zapomenout účet
fr: Oublier le compte
he: שכח חשבון
hi_in: खाता भुल जाना
ja: アカウントを忘れる
ms_my: Lupa akaun
nl: Account vergeten
ru: Забыть аккаунт
vi: Quên tài khoản
zh_hans: 忘记账户

source: Copy to clipboard
ar: نسخ إلى الحافظة
cs: Kopírovat do schránky
fr: Copier dans le presse-papiers
he: העתק ללוח
hi_in: क्लिपबोर्ड पर कॉपी करें
ja: クリップボードにコピー
ms_my: Salin ke papan keratan
nl: Kopiëren naar klembord
ru: Скопировать в буфер
vi: Sao chép vào khay nhớ tạm
zh_hans: 复制到剪贴板

source: Change PIN
ar: تغيير PIN
cs: Změnit PIN
fr: Changer le code PIN
he: שנה PIN
hi_in: पिन बदलिए
ja: PINの変更
ms_my: Tukar PIN
nl: PIN wijzigen
ru: Изменить пин-код
vi: Thay đổi mã PIN
zh_hans: 更改PIN码

source: Change language
ar: تغيير اللغة
cs: Změnit jazyk
fr: Changer la langue
he: שנה שפה
hi_in: भाषा बदलें
ja: 言語の変更
ms_my: Tukar bahasa
nl: Taal veranderen
ru: Изменить язык
vi: Thay đổi ngôn ngữ
zh_hans: 更改语言

source: System appearance
ar: مظهر النظام
cs: Vzhled systému
fr: Apparence du système
he: מראה חיצוני של המערכת
hi_in: सिस्टम स्थिति
ja: システム外観
ms_my: Penampilan sistem
nl: Systeem verschijning
ru: Внешний вид системы
vi: Hệ thống hiển thị
zh_hans: 系统外观

source: Dark mode
ar: الوضع المظلم
cs: Tmavý režim
fr: Mode sombre
he: מצב כהה
hi_in: डार्क मोड
ja: ダークモード
ms_my: Mod gelap
nl: Donkere modus
ru: Ночной режим
vi: Chế độ tối
zh_hans: 深色模式

# appearance.title
source: Appearance
ar: مظهر
cs: Vzhled
fr: Apparence
he: מראה חיצוני
hi_in: उपस्थिति
ja: 外観
ms_my: Penampilan
nl: Verschijning
ru: Внешний вид
vi: Hiện thị
zh_hans: 外观

# status.successful
source: Successful
ar: ناجح
cs: Úspěšná
fr: Confirmée
he: מוצלח
hi_in: सफल
ja: 成功
ms_my: Berjaya
nl: Succesvol
vi: Thành công
zh_hans: 成功的

# wallet.unbonded
source: Unbonded
ar: غير مقيد
cs: Uvolněno
fr: Non lié
he: הוסר מנעילה
hi_in: अनबॉन्डेड
ja: ボンド解除済み
ms_my: Tidak terikat
nl: Ongebonden
vi: Unbond
zh_hans: 未绑定的

source: Referrer set
ar: المُحيل الخاص بك
cs: Skupina doporučitelů
fr: Parrain défini
he: ערכת מפנה
hi_in: रेफरर सेट
ja: リファラーがセットされました
ms_my: Set perujuk
nl: Verwijzer ingesteld
vi: Bộ liên kết giới thiệu
zh_hans: 推荐人设置

source: Slippage
ar: انزلاق
cs: Skluz
fr: Slippage (écart de cours)
he: החלקה
ja: スリッページ
ms_my: Gelinciran
ru: Проскальзывание
vi: Trượt giá
zh_hans: 滑点

source: Review
ar: مراجعة
cs: Zkontrolovat
fr: Passer en revue
he: סקירה
hi_in: समीक्षा
ja: レビュー
ms_my: Semakan
nl: Recensie
ru: Обзор
vi: Kiểm tra lại
zh_hans: 复核

# activity.empty.content.title
source: You will see your activity here once you start transacting
ar: سترى نشاطك هنا بمجرد بدء المعاملات
cs: Jakmile začnete provádět transakce, uvidíte zde svou aktivitu
fr: Vous verrez la liste de votre activité une fois que vous aurez commencé à effectuer des transactions
he: אתה תראה את הפעילות שלך כאן ברגע שתתחיל לבצע טרנזקציות
hi_in: लेन-देन शुरू करने के बाद आप यहां अपनी गतिविधि देखेंगे
ja: 取引を開始すると、ここに履歴が表示されます
ms_my: Anda akan melihat aktiviti anda di sini sebaik sahaja anda mula berurus niaga
nl: U ziet uw activiteit hier zodra u begint met transacties
vi: Bạn sẽ thấy hoạt động của mình ở đây khi bạn bắt đầu giao dịch
zh_hans: 一旦您开始交易，您将在此处看到您的活动。

# activity.error.title
source: Could not load your activity. Try to refresh the list
ar: تعذر تحميل نشاطك. حاول تحديث القائمة
cs: Vaši aktivitu se nepodařilo načíst. Zkuste aktualizovat seznam
fr: Impossible de charger votre activité. Essayez de rafraîchir la liste
he: לא היתה אפשרות לטעון את הפעילות שלך. נסה לרענן את הרשימה
hi_in: आपकी गतिविधि लोड नहीं की जा सकी. सूची को ताज़ा करने का प्रयास करें
ja: 履歴を読み込めませんでした。リストを更新してみてください
ms_my: Tidak dapat memuatkan aktiviti anda. Cuba segarkan semula senarai
vi: Không thể tải hoạt động của bạn. Cố gắng làm mới danh sách
zh_hans: 无法加载您的活动。请尝试刷新列表。

# common.refresh
source: Refresh
ar: تحديث
cs: Obnovit
es: Refrescar
fr: Rafraîchir
he: רענן
hi_in: ताज़ा करना
ja: 更新
ms_my: Segarkan semula
vi: Làm mới
zh_hans: 刷新

source: Route
ar: مسار
cs: Trasa
es: Ruta
he: מסלול
hi_in: मार्ग
ja: ルート
ms_my: Laluan
ru: Путь
zh_hans: 路径
