Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# activity.project.funded.description.template
source: You will receive information about XOR reward soon
ar: ستتلقى معلومات حول مكافأة XOR قريبًا
az: Tezliklə XOR mükafatı haqqında məlumat alacaqsınız
ca: Aviat rebràs informació sobre la recompensa de XOR
cs: Brzy obdržíte informace o XOR odměně
de_de: Du erhältst in Kürze Informationen zur XOR Belohnung
es: Pronto recibirá información sobre la recompensa XOR
fa: به زودی اطلاعاتی در مورد پاداش XOR دریافت خواهید کرد
fr: Vous recevrez bientôt des informations sur votre récompense en XOR
he: בקרוב תקבל מידע על תגמול XOR
hi_in: आपको जल्द ही XOR इनाम के बारे में जानकारी प्राप्त होगी
hu: Hamarosan tájékoztatunk a XOR jutalomról
ja: まもなくXOR報酬についての情報が通知されます
ms_my: Anda akan menerima maklumat mengenai ganjaran XOR tidak lama lagi
nl: U ontvangt binnenkort informatie over de XOR-beloning
pl: Wkrótce otrzymasz informację o nagrodzie XOR.
pt: Em breve receberá informações sobre a recompensa de XOR
ru: Информация о награде в XOR скоро станет доступна
sr: Ускоро ћете добити информације о XOR награди
tr: Yakında XOR ödülü hakkında bilgi alacaksınız
vi: Bạn sẽ sớm nhận được thông tin về phần thưởng XOR
zh_hans: 您将很快收到有关XOR奖励的信息
zh_hant_tw: 您將很快收到有關XOR獎勵的信息

# activity.project.created.type.template
source: New project!
ar: مشروع جديد!
az: Yeni layihə!
ca: Nou projecte!
cs: Nový projekt!
de_de: Neues Projekt!
es: ¡Nuevo proyecto!
fa: پروژه جدید!
fr: Nouveau projet !
he: פרויקט חדש!
hi_in: नई परियोजना!
hu: Új projekt!
ja: 新しいプロジェクト!
ms_my: Projek baru!
nl: Nieuw project!
pl: Nowy projekt!
pt: Novo projeto!
ru: Новый проект!
sr: Нови пројекат!
tr: Yeni proje!
vi: Dự án mới!
zh_hans: 新项目！
zh_hant_tw: 新項目！

# activity.xor.reward.credited.from.project.type.template
source: XOR Reward for voting
ar: مكافأة XOR للتصويت
az: Səsvermə üçün XOR mükafatı
ca: Recompensa de XOR per votar
cs: XOR Odměna za hlasování
de_de: XOR Belohnung für Abstimmungen
es: Recompensa XOR por votar
fa: XOR برای پاداش رای دادن
fr: Récompense en XOR pour le vote
he: תגמול XOR עבור הצבעה
hi_in: मतदान के लिए XOR इनाम
hu: XOR Jutalom a szavazásért
ja: 投票によるXOR報酬
ms_my: Ganjaran XOR untuk mengundi
nl: XOR Beloning voor stemmen
pl: Nagroda XOR za głosowanie
pt: Recompensa de XOR por votar
ru: Награда в XOR за активность
sr: XOR награда за гласање
tr: Oylama için XOR Ödülü
vi: Phần thưởng XOR cho việc bỏ phiếu
zh_hans: XOR 投票奖励
zh_hant_tw: XOR投票獎勵

# activity.user.rank.changed.type.template
source: Rank changed
ar: تم تغيير الرتبة
az: Rank dəyişdirildi
ca: El rang ha canviat
cs: Hodnost změněna
de_de: Rang hat sich geändert
es: Rango cambiado
fa: رتبه تغییر کرد
fr: Rang modifié
he: דירוג השתנה
hi_in: रैंक बदली गई
hu: A rang megváltozott
ja: ランキングの変動
ms_my: Pangkat berubah
nl: Rang veranderd
pl: Pozycja w rankingu została zmieniona.
pt: Classificação alterada
ru: Изменение рейтинга
sr: Ранг промењен
tr: Sıralama değişti
vi: Thứ hạng đã thay đổi
zh_hans: 排名已更改
zh_hant_tw: 排名已更改

# activity.project
source: Project
ar: المشروع
az: Layihə
ca: Projecte
cs: Projekt
de_de: Projekt
es: Proyecto
fa: پروژه
fr: Projet
he: פרויקט
hi_in: परियोजना
hu: Projekt
ja: プロジェクト
ms_my: Projek
pl: Projekt
pt: Projeto
ru: Проект
sr: Пројекат
tr: Proje
vi: Dự án
zh_hans: 项目
zh_hant_tw: 項目

# activity.user
source: User
ar: المستخدم
az: İstifadəçi
ca: Usuari
cs: Uživatel
de_de: Benutzer
es: Usuario
fa: کاربر
fr: Utilisateur
he: משתמש
hi_in: उपयोगकर्ता
hu: Felhasználó
ja: ユーザー
ms_my: Pengguna
nl: Gebruiker
pl: Użytkownik
pt: Utilizador
ru: Пользователь
sr: Корисник
tr: Kullanıcı
vi: Người dùng
zh_hans: 用户
zh_hant_tw: 用戶

# pincode.enter.pin.code
source: Enter pin code
ar: أدخل الرمز السري
az: PİN kodu daxil edin
ca: Introduïu el codi PIN
cs: Zadejte PIN kód
de_de: Pin-Code eingeben
es: Ingrese su código PIN
fa: پین کد را وارد کنید
fr: Entrez le code PIN
he: הזן קוד PIN
hi_in: पिन कोड दर्ज करें
hu: Írja be a PIN-kódot
ja: PINコードを入力する
ms_my: Masukkan kod pin
nl: Voer de pincode in
pl: Wprowadź kod PIN
pt: Insira o código PIN
ru: Введите PIN-код
sr: Унесите пин код
tr: PIN kodunu girin
vi: Nhập mã PIN
zh_hans: 输入密码
zh_hant_tw: 輸入密碼

# invite.fragment.title
source: Friends
ar: اصدقاء
az: Dostlar
ca: Amics
cs: Přátelé
de_de: Freunde
es: Amigos
fa: دوستان
fr: Amis
he: חברים
hi_in: दोस्त
hu: Barátok
ja: 友達
ms_my: Kawan-kawan
nl: Vrienden
pl: Znajomi
pt: Amigos
ru: Друзья
sr: Пријатељи
tr: Arkadaşlar
vi: Bạn bè
zh_hans: 好友
zh_hant_tw: 朋友

# invite.accepted.invitations.title
source: Accepted invitations
ar: الدعوات المقبولة
az: Qəbul edilmiş dəvətnamələr
ca: Invitacions acceptades
cs: Přijaté pozvánky
de_de: Angenommene Einladungen
es: Invitaciones aceptadas
fa: دعوتنامه‌های پذیرفته شده
fr: Invitations acceptées
he: קבל הזמנות
hi_in: स्वीकृत निमंत्रण
hu: Elfogadott meghívások
ja: 承諾された招待
ms_my: Jemputan yang diterima
nl: Geaccepteerde uitnodigingen
pl: Przyjęte zaproszenia
pt: Convites aceites
ru: Принятые приглашения
sr: Прихваћени позиви
tr: Kabul edilen davetler
vi: Lời mời được chấp nhận
zh_hans: 已接受的邀请
zh_hant_tw: 已接受邀請

# invite.code.sharing.title
source: Share your invite code
ar: مشاركة رمز الدعوة
az: Dəvət kodunuzu paylaşın
ca: Compartir el codi d'invitació
cs: Sdílet svůj kód pozvánky
de_de: Deinen Einladungscode teilen
es: Comparte tu código de invitación
fa: کد دعوت خود را به اشتراک بگذارید
fr: Partager votre code d'invitation
he: שתף את קוד ההזמנה שלך
hi_in: अपना आमंत्रण कोड साझा करें
hu: Meghívókód megosztása
ja: 招待コードを共有する
ms_my: Kongsi kod jemputan anda
nl: Deel uw uitnodigingscode
pl: Udostępnij swój kod polecający
pt: Partilhe o seu código de convite
ru: Поделитесь своим кодом приглашения
sr: Поделите позивницу
tr: Davet kodunuzu paylaşın
vi: Chia sẻ mã mời của bạn
zh_hans: 分享您的邀请码
zh_hant_tw: 分享您的邀請代碼

# invite.send.invite
source: Send invite
ar: إرسال دعوة
az: Dəvət göndərin
ca: Enviar invitació
cs: Odeslat pozvánku
de_de: Einladung verschicken
es: Enviar invitación
fa: ارسال دعوت نامه
fr: Envoyer une invitation
he: שלח הזמנה
hi_in: आमंत्रण भेजें
hu: Meghívó küldése
ja: 招待する
ms_my: Hantar jemputan
nl: Uitnodiging verzenden
pl: Wyślij zaproszenie
pt: Enviar convite
ru: Пригласить
sr: Пошаљите позивницу
tr: Davet gönder
vi: Gửi lời mời
zh_hans: 发送邀请
zh_hant_tw: 發送邀請

# invite.enter.dialog.title.hint
source: 8 alphanumeric characters
ar: 8 أحرف أبجدية رقمية
az: 8 alfarəqəm simvol
ca: 8 caràcters alfanumèrics
cs: 8 alfanumerických znaků
de_de: 8 alphanumerische Zeichen
es: 8 carácteres alfanuméricos
fa: 8 کارکتر عددی/الفبایی
fr: 8 caractères alphanumériques
he: 8 תווים מורכבים מאותיות ומספרות
hi_in: 8 अक्षरांकीय वर्ण
hu: 8 alfanumerikus karakter
ja: 8文字の英数字
ms_my: 8 aksara alfanumerik
nl: 8 alfanumerieke tekens
pl: 8 znaków alfanumerycznych
pt: 8 caracteres alfanuméricos
ru: 8 знаков – букв или цифр
sr: 8 алфанумеричких знакова
tr: 8 alfa-nümerik karakter
vi: 8 ký tự chữ và số
zh_hans: 8个字母数字字符
zh_hant_tw: 8個字母數字字符

# invite.enter.invitation.code
source: Enter invite code
ar: أدخل رمز الدعوة
az: Dəvət kodunu daxil edin
ca: Introdueix el codi de invitació
cs: Zadejte kód pozvánky
de_de: Einladungscode eingeben
es: Ingresa el código de invitación
fa: کد دعوت را وارد کنید
fr: Entrez le code d'invitation
he: הזן קוד הזמנה
hi_in: आमंत्रण कोड दर्ज करें
hu: Meghívókód beírása
ja: 招待コードの入力
ms_my: Masukkan kod jemputan
nl: Voer de uitnodigingscode in
pl: Wprowadź kod polecający
pt: Insira o código de convite
ru: Введите пригласительный код
sr: Унесите позивницу
tr: Davet kodunu girin
vi: Nhập mã mời
zh_hans: 输入邀请码
zh_hant_tw: 輸入邀請碼

# project.vote.dialog.title
source: How many votes
ar: كم عدد الاصوات
az: Neçə səs
ca: Quants vots
cs: Kolik hlasů
de_de: Wie viele Stimmen
es: Cuantos votos
fa: چند رای
fr: Combien de votes
he: כמה הצבעות
hi_in: कितने वोट
hu: Hány szavazat
ja: 投票権の数
ms_my: Berapa banyak undi
nl: Hoeveel stemmen
pl: Ile głosów
pt: Quantos votos
ru: Сколько голосов
sr: Колико гласова
tr: Kaç oy
vi: Bao nhiêu phiếu bầu
zh_hans: 有多少选票
zh_hant_tw: 有多少選票

# empty.all.project.description
source: We are waiting for new projects to arrive
ar: نحن في انتظار ظهور مشاريع جديدة
az: Yeni layihələrin gəlməsini gözləyirik
ca: Estem esperant nous projectes per arribar
cs: Čekáme na nové projekty, až dorazí
de_de: Wir warten auf neue Projekte
es: Estamos esperando a que lleguen nuevos proyectos
fa: ما منتظر رسیدن پروژه‌های جدید هستیم
fr: Nous attendons de nouveaux projets
he: אנחנו מחכים שיגיעו פרויקטים חדשים
hi_in: हम नए परियोजनाएं का आने के लिए इंतजार कर रहे हैं
hu: Várjuk az új projektek érkezését
ja: 新たなプロジェクトが 始まるのを待っています
ms_my: Kami sedang menunggu untuk projek baru tiba
nl: We wachten op nieuwe projecten
pl: Czekamy na nowe projekty.
pt: Estamos aguardando a chegada de novos projetos
ru: Ждем добавления новых проектов
sr: Чекамо нове пројекте да стигну
tr: Yeni projeleri bekliyoruz
vi: Chúng tôi đang chờ đợi dự án mới đến
zh_hans: 我们在等待新的 项目来临
zh_hant_tw: 我們正在等待新的 項目到達

# empty.favorite.project.description
source: Add projects to favourites and they will appear here
ar: قم بإضافة المشاريع إلى المفضلة وسوف تظهر هنا
az: Layihələri seçilmişlərlərə əlavə edin və onlar burada görünəcəklər
ca: Afegeix projectes a favorits i apareixeran aquí
cs: Přidejte projekty do oblíbených a objeví se zde
de_de: Füge Projekte zu den Favoriten hinzu und sie werden hier erscheinen
es: Agrega proyectos a favoritos y aparecerán aquí
fa: پروژه‌های دلخواه را اضافه کنید سپس آنها در اینجا ظاهر می‌شوند
fr: Ajoutez des projets aux favoris et ils apparaîtront ici
he: הוסף פרויקטים למועדפים והם יופיעו כאן
hi_in: पसंदीदा में परियोजनाओं को जोड़ें और वे यहां दिखाई देंगे
hu: Add hozzá a projekteket a kedvenceidhez és itt fognak megjelenni
ja: お気に入りのプロジェクトを登録すると、 ここに表示されます
ms_my: Tambah projek kegemaran anda dan mereka akan muncul di sini
nl: Voeg projecten toe aan favorieten en ze zullen hier verschijnen
pl: Dodaj projekty do ulubionych, a pojawią się tutaj.
pt: Adicione projetos aos favoritos e eles aparecerão aqui
ru: Добавьте проекты в избранное и они появятся здесь
sr: Додајте пројекте у омиљене и они ће се овде појавити
tr: Sık kullanılanlara eklediğiniz projeler burada görünecektir
vi: Thêm các dự án vào mục yêu thích và chúng sẽ xuất hiện ở đây
zh_hans: 所有添加到收藏夹的项目 会显示在这里
zh_hant_tw: 所有添加到收藏夾的項目 會顯示在這裡

# project.successful.voting
source: Successful voting
ar: تصويت ناجح
az: Uğurlu səsvermə
ca: Votació satisfactòria
cs: Úspěšné hlasování
de_de: Erfolgreiche Abstimmung
es: Votación exitosa
fa: رأی گیری موفق بود
fr: Vote réussi
he: הצבעה מוצלחת
hi_in: सफल मतदान
hu: Sikeres szavazás
ja: 成功した投票
ms_my: Pengundian berjaya
nl: Succesvol stemmen
pl: Udane głosowanie
pt: Votação bem sucedida
ru: Успешное голосование
sr: Успешно гласање
tr: Başarılı oylama
vi: Bỏ phiếu thành công
zh_hans: 投票成功
zh_hant_tw: 投票成功

# project.unsuccessful.voting
source: Unsuccessful voting
ar: تصويت غير ناجح
az: Uğursuz səsvermə
ca: Votació sense èxit
cs: Neúspěšné hlasování
de_de: Erfolglose Abstimmung
es: Votación fallida
fa: رای گیری ناموفق بود
fr: Vote infructueux
he: הצבעה לא מוצלחת
hi_in: असफल मतदान
hu: Sikertelen szavazás
ja: 不成功の投票
ms_my: Pengundian yang tidak berjaya
nl: Mislukte stemming
pl: Nieudane głosowanie
pt: Votação mal sucedida
ru: Неудачное голосование
sr: Неуспешно гласање
tr: Başarısız oylama
vi: Bỏ phiếu không thành công
zh_hans: 投票失败
zh_hant_tw: 投票失敗

# project.user.have.not.enough.votes.message
source: You don't have enough votes 😔
ar: ليس لديك ما يكفي من الأصوات 😔
az: Sənin kifayət qədər səsin yoxdur 😔
ca: No tens prou vots 😔
cs: Nemáte dostatek hlasů 😔
de_de: Du hast nicht genügend Stimmen 😔
es: No tienes suficientes votos 😔
fa: متاسفانه رای کافی ندارید 😔
fr: Vous n'avez pas assez de votes 😔
he: אין לך מספיק הצבעות 😔
hi_in: आपके पास पर्याप्त वोट नहीं हैं 😔
hu: Nincs elég szavazatod 😔
ja: 投票権が不足しています
ms_my: Anda tidak mempunyai undi yang cukup 😔
nl: Je hebt niet genoeg stemmen 😔
pl: Nie posiadasz wystarczającej liczby głosów 😔
pt: Não tem votos suficientes 😔
ru: Недостаточно голосов 😔
sr: Немате довољно гласова 😔
tr: Yeterli oyunuz yok 😔
vi: Bạn không có đủ phiếu bầu 😔
zh_hans: 您没有足够的票数😔
zh_hant_tw: 您沒有足夠的票數😔

# project.you.can.vote.at.least.1.point
source: You can vote with at least 1 point 😜
ar: يمكنك التصويت بنقطة واحدة على الأقل 😜
az: Ən az 1 bal ilə səs verə bilərsiniz 😜
ca: Pots votar amb almenys 1 punt 😜
cs: Hlasovat můžete s alespoň 1 bodem 😜
de_de: Du kannst mit mindestens 1 Punkt abstimmen 😜
es: Puedes votar con al menos 1 punto 😜
fa: میتوانید با حداقل یک امتیاز رای دهید. 😜
fr: Il vous faut au moins 1 point pour voter 😜
he: אתה יכול להצביע עם נקודה אחת לפחות 😜
hi_in: आप कम से कम 1 अंक के साथ मतदान कर सकते हैं😜
hu: Legalább 1 ponttal szavazhatsz 😜
ja: 最小１ポイントから投票できます
ms_my: Anda boleh mengundi dengan sekurang-kurangnya 1 mata 😜
nl: U kunt stemmen met minimaal 1 punt 😜
pl: Możesz zagłosować, mając co najmniej 1 punkt 😜
pt: Pode votar com pelo menos 1 ponto 😜
ru: Вы можете отдать минимум 1 голос 😜
sr: Можете гласати са најмање 1 бодом 😜
tr: En az 1 puanla oy verebilirsiniz 😜
vi: Bạn có thể bỏ phiếu với ít nhất 1 điểm 😜
zh_hans: 您最低可以以1分分数投票😜
zh_hant_tw: 您可以以最低1分投票😜

# project.add.to.favourite
source: Favourite
ar: المفضلة
az: Ən çox baxılan
ca: Favorits
cs: Oblíbené
de_de: Favorit
es: Favorito
fa: مورد علاقه
fr: Favori
he: מועדף
hi_in: पसंदीदा
hu: Kedvenc
ja: お気に入り
ms_my: Kegemaran
nl: Favoriet
pl: Ulubiony
pt: Favorito
ru: Избранное
sr: Омиљени
tr: Favori
vi: Yêu thích
zh_hans: 收藏夹
zh_hant_tw: 收藏夾

# project.mark.new
source: New
ar: جديد
az: Yeni
ca: Nou
cs: Nové
de_de: Neu
es: Nuevo
fa: جدید
fr: Nouveau
he: חדש
hi_in: नया
hu: Új
ja: 新規
ms_my: Baru
nl: Nieuw
pl: Nowy
pt: Novo
ru: Новый
sr: Нови
tr: Yeni
vi: Mới
zh_hans: 新增
zh_hant_tw: 新增

# project.completed
source: Completed
ar: منجز
az: Tamamlandı
ca: Completat
cs: Dokončené
de_de: Abgeschlossen
es: Completado
fa: تکمیل شده
fr: Complétés
he: הושלם
hi_in: पूरा किया गया
hu: Teljesített
ja: 完了しました
ms_my: Selesai
nl: Voltooid
pl: Zakończono
pt: Concluído
ru: Завершенные
sr: Завршено
tr: Tamamlandı
vi: Đã hoàn thành
zh_hans: 已完成
zh_hant_tw: 已完成

# project.all
source: All
ar: الكل
az: Hamısı
ca: Tots
cs: Všechny
de_de: Alle
es: Todos
fa: همه
fr: Tous
he: הכל
hi_in: सभी
hu: Összes
ja: 全て
ms_my: Semua
nl: Allemaal
pl: Wszystkie
pt: Todos
ru: Все
sr: Све
tr: Hepsi
vi: Tất cả
zh_hans: 全部
zh_hant_tw: 全部

# project.voted
source: Voted
ar: تم التصويت
az: Səs verildi
ca: Votat
cs: Hlasováno
de_de: Abgestimmt
es: Votado
fa: رأی داده شده
fr: Votés
he: הוצבע
hi_in: मतदान किया
hu: Szavazott
ja: 投票済み
ms_my: Telah Mengundi
nl: Gestemd
pl: Moje głosy
pt: Votado
ru: Мои голоса
sr: Гласао
tr: Oylandı
vi: Đã bình chọn
zh_hans: 已投票
zh_hant_tw: 已投票

# project.favourites
source: Favourites
ar: المفضلة
az: Seçilmişlər
ca: Favorits
cs: Oblíbené
de_de: Favoriten
es: Favoritos
fa: موارد دلخواه
fr: Favoris
he: מועדפים
hi_in: पसंदीदा
hu: Kedvencek
ja: お気に入り
ms_my: Kegemaran
nl: Favorieten
pl: Ulubione
pt: Favoritos
ru: Избранные
sr: Омиљени
tr: Favoriler
vi: Yêu thích
zh_hans: 收藏夹
zh_hant_tw: 收藏夾

# project.email
source: E-mail
ar: البريد الإلكتروني
az: Elektron poçt
ca: Correu electrònic
es: Correo electrónico
fa: پست الکترونیک
he: דואר אלקטרוני
hi_in: ई-मेल
hu: E-mail cím
ja: Eメール
sr: Е-пошта
tr: E‑posta
zh_hans: 电子邮件
zh_hant_tw: 電子郵件

# project.website
source: Website
ar: الموقع الإلكتروني
az: Veb səhifə
ca: Lloc web
cs: Webové stránky
es: Página web
fa: وبسایت
fr: Site Internet
he: אתר
hi_in: वेबसाइट
hu: Weboldal
ja: Webサイト
ms_my: Laman web
pl: Strona internetowa
ru: Веб-сайт
sr: Веб сајт
tr: Web Sitesi
vi: Trang web
zh_hans: 网站
zh_hant_tw: 網站

# project.gallery
source: Gallery
ar: معرض الصور
az: Qalereya
ca: Galeria
cs: Galerie
de_de: Galerie
es: Galería
fa: گالری
fr: Galerie
he: גלריה
hi_in: दर्शकदीर्घा
hu: Galéria
ja: ギャラリー
ms_my: Galeri
nl: Galerij
pl: Galeria
pt: Galeria
ru: Галерея
sr: Галерија
tr: Galeri
vi: Bộ sưu tập
zh_hans: 项目库
zh_hant_tw: 圖庫

source: Activity
ar: النشاط
az: Fəaliyyət
ca: Activitat
cs: Aktivita
de_de: Aktivität
es: Actividad
fa: فعالیت
fr: Activité
he: פעילות
hi_in: गतिविधि
hu: Aktivitás
ja: アクティビティ
ms_my: Aktiviti
nl: Activiteit
pl: Aktywność
pt: Atividade
ru: Активность
sr: Активност
tr: Aktivite
vi: Hoạt động
zh_hans: 活动
zh_hant_tw: 活動

# activity.sora.announcement
source: SORA announcement
ar: إعلانات تطورات سورا
az: SORA elanı
ca: Anunci de SORA
cs: SORA oznámení
de_de: SORA Ankündigung
es: Anuncio de SORA
fa: اعلامیه SORA
fr: Annonce SORA
he: הכרזת סורה
hi_in: सोरा की घोषणा
hu: SORA bejelentés
ja: お知らせ
ms_my: Pengumuman SORA
nl: SORA aankondiging
pl: Ogłoszenia SORY
pt: Anúncios da SORA
ru: Объявления SORA
sr: SORA саопштење
tr: SORA duyurusu
vi: Thông báo SORA
zh_hans: SORA 公告
zh_hant_tw: SORA公告

# votes.history.title
source: Votes History
ar: سجل التصويتات
az: Səslərin tarixi
ca: Historial de vots
cs: Historie hlasů
de_de: Abstimmungsverlauf
es: Historial de votos
fa: تاریخچه آرا
fr: Historique des votes
he: היסטורית הצבעות
hi_in: मतदान का इतिहास
hu: Korábbi szavazatok
ja: 投票権の受取・利用履歴
ms_my: Sejarah Undi
nl: Stemmen geschiedenis
pl: Historia dystrybucji głosów
pt: Histórico de Votos
ru: История голосов
sr: Историја гласова
tr: Oy Geçmişi
vi: Lịch sử bình chọn
zh_hans: 投票历史记录
zh_hant_tw: 投票歷史記錄

# votes.empty.history.description
source: Whenever your votes changes, you will see the history of that here
ar: كلما تغيرت تصويتاتك ، سترى تاريخ ذلك هنا
az: Səsləriniz dəyişdikdə, bunun tarixini burada görəcəksiz
ca: Sempre que els vostres vots canviïn, veuràs l'històric d'això aquí
cs: Kdykoliv se vaše hlasy změní, jejich historii uvidíte zde
de_de: Wann immer sich deine Abstimmungen ändern, siehst du hier den Verlauf dieser Änderungen
es: Cada vez que cambies tus votos, verás el historial aquí
fa: هر زمان رأی شما تغییر کند، شما تاریخچه آن را اینجا خواهید دید
fr: Chaque fois que vos votes changent, vous pouvez voir l'historique ici
he: בכל פעם שהצבעותיך משתנות, תראה את ההיסטוריה שלהן כאן
hi_in: जब भी आपके वोट बदलते हैं, आप उसका इतिहास यहां देखेंगे
hu: Valahányszor változik a szavazatod, azt itt fogod látni
ja: 投票権に変更があった際は、ここでその履歴を確認できます
ms_my: Setiap kali suara anda berubah, anda akan melihat sejarahnya di sini
nl: Elke keer dat je stemmen veranderen, zie je hier de geschiedenis daarvan
pl: Za każdym razem, gdy Twoje głosy ulegną zmianie, historię tej zmiany zobaczysz tutaj.
pt: Sempre que os seus votos mudarem, verá o histórico aqui
ru: Здесь будут отображены изменения в балансе Ваших голосов
sr: Кад год се ваши гласови промене, видећете историју тога овде
tr: Oylarınız değiştiğinde, geçmişini burada göreceksiniz
vi: Bất cứ khi nào phiếu bầu của bạn thay đổi, bạn sẽ thấy lịch sử của điều đó ở đây
zh_hans: 每当您的投票发生变化时， 您将在此处看到其历史记录
zh_hant_tw: 每當您的選票改變時 您將在這裡看到歷史記錄

# reputation.title
source: Reputation
ar: السمعة
az: Nüfuz
ca: Reputació
cs: Pověst
de_de: Ruf
es: Reputación
fa: اعتبار من
fr: Réputation
he: מוניטין
hi_in: प्रतिष्ठा
hu: Hírnév
ja: 評価
ms_my: Reputasi
nl: Reputatie
pl: Reputacja
pt: Reputação
ru: Репутация
sr: Углед
tr: İtibar
vi: Danh tiếng
zh_hans: 声誉
zh_hant_tw: 聲譽

# reputation.screen.your.current.reputation
source: Your reputation rank
ar: رتبة سمعتك
az: Sizin nüfuz dərəcəniz
ca: El teu rang de reputació
cs: Hodnost vaší pověsti
de_de: Dein Rufsrang
es: Tu rango de reputación
fa: درجه اعتبار شما
fr: Votre classement de réputation
he: דירוג המוניטין שלך
hi_in: आपकी प्रतिष्ठा रैंक
hu: A hírneved rangja
ja: あなたの評価ランク
ms_my: Kedudukan reputasi anda
nl: Uw reputatierang
pl: Twoja pozycja w rankingu reputacyjnym
pt: A sua classificação de reputação
ru: Ваша репутация
sr: Твој ранг репутације
tr: İtibar sıralamanız
vi: Thứ hạng danh tiếng của bạn
zh_hans: 您的声誉排名
zh_hant_tw: 您的聲譽排名

# profile.change.personal.details
source: Change personal details
ar: تغيير المعلومات الشخصية
az: Şəxsi məlumatlarınızı dəyişdirin
ca: Canviar les dades personals
cs: Změna osobních údajů
de_de: Ändere deine persönlichen Details
es: Cambiar los datos personales
fa: مشخصات فردی
fr: Modifier les informations personnelles
he: ערוך פרטים אישיים
hi_in: व्यक्तिगत विवरण बदलें
hu: Személyes adatok módosítása
ja: 個人情報を変更する
ms_my: Tukar maklumat peribadi
nl: Verander persoonlijke gegevens
pl: Zmień dane osobowe
pt: Alterar dados pessoais
ru: Изменить личные данные
sr: Промените личне податке
tr: Kişisel bilgileri değiştirin
vi: Thay đổi chi tiết cá nhân
zh_hans: 更改个人资料
zh_hant_tw: 更改個人資料

# profile.votes.title
source: Votes
ar: التصويت
az: Səsləriniz
ca: Vots
cs: Hlasy
de_de: Stimmen
es: Votos
fa: آرا
he: הצבעות
hi_in: मतदान
hu: Szavazatok
ja: 投票権
ms_my: Undi
nl: Stemmen
pl: Głosy
pt: Votos
ru: Голоса
sr: Гласови
tr: Oylar
vi: Phiếu bầu
zh_hans: 投票数
zh_hant_tw: 投票數

# profile.my.reputation.title
source: My Reputation
ar: سمعتي
az: Nüfuzum
ca: La meva reputació
cs: Moje pověst
de_de: Mein Ruf
es: Mi reputación
fa: اعتبار من
fr: Ma réputation
he: המוניטין שלי
hi_in: मेरी प्रतिष्ठा
hu: Saját hírnév
ja: 評価・ランキング
ms_my: Reputasi Saya
nl: Mijn reputatie
pl: Moja reputacja
pt: A minha reputação
ru: Моя репутация
sr: Моја репутација
tr: İtibarım
vi: Danh tiếng của tôi
zh_hans: 我的声誉
zh_hant_tw: 我的聲譽

# profile.passphrase.title
source: View passphrase
ar: عرض كلمات الاستذكار الأولية
az: Parol keçidinə baxın
ca: Mostra les paraules de pas
cs: Zobrazit přístupovou frázi
de_de: Passphrase anzeigen
es: Ver la frase semilla
fa: مشاهده عبارت عبور
fr: Afficher la phrase secrète
he: הצג את מילות המפתח
hi_in: पदबंध देखें
hu: Helyreállítási szavak megtekintése
ja: パスフレーズを見る
ms_my: Lihat frasa laluan
nl: Wachtwoordzin bekijken
pl: Pokaż frazę hasłową
pt: Ver passphrase
ru: Посмотреть парольную фразу
sr: Погледајте приступну фразу
tr: Anımsatıcı Dizi'yi görüntüle
vi: Xem chuỗi từ khóa khôi phục
zh_hans: 查看助记词
zh_hant_tw: 查看密碼短語

# profile.title
source: Profile
ar: الملف الشخصي
az: Profil
ca: Perfil
cs: Profil
de_de: Profil
es: Perfil
fa: پروفایل
fr: Profil
he: פרופיל
hi_in: पार्श्वचित्र
hu: Profil
ja: プロフィール
ms_my: Profil
nl: Profiel
pl: Profil
pt: Perfil
ru: Профиль
sr: Профил
tr: Profil
vi: Hồ sơ
zh_hans: 档案
zh_hant_tw: 簡介

# profile.language.title
source: Language
ar: اللغة
az: Dil
ca: Llengua
cs: Jazyk
de_de: Sprache
es: Idioma
fa: زبان
fr: Langue
he: שפה
hi_in: भाषा
hu: Nyelv
ja: 言語
ms_my: Bahasa
nl: Taal
pl: Język
pt: Idioma
ru: Язык
sr: Језик
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言
zh_hant_tw: 語言

# wallet.title
source: Wallet
ar: المحفظة
az: Cüzdan
ca: Cartera
cs: Peněženka
es: Cartera
fa: کیف پول
fr: Portefeuille
he: ארנק
hi_in: बटुआ
hu: Tárca
ja: ウォレット
ms_my: Dompet
nl: Portefeuille
pl: Portfel
pt: Carteira
ru: Кошелек
sr: Новчаник
tr: Cüzdan
vi: Ví
zh_hans: 钱包
zh_hant_tw: 錢包

# wallet.withdraw
source: Withdrawal
ar: السحب
az: Çıxarma
ca: Retirar
cs: Výběr
de_de: Abhebung
es: Retirada
fa: برداشت
fr: Virement
he: משיכה
hi_in: निकासी
hu: Kifizetés
ja: 出金
ms_my: Pengeluaran
nl: Opname
pl: Wypłata
pt: Levantar
ru: Вывод средств
sr: Повлачење
tr: Çekim
vi: Rút tiền
zh_hans: 提款
zh_hant_tw: 提款

# wallet.receive.xor
source: Receive XOR
ar: استلام XOR
az: XOR qəbul edin
ca: Rebre VAL
cs: Příjem XOR
de_de: XOR empfangen
es: Recibir XOR
fa: دریافت XOR
fr: Recevoir des XOR
he: קבל XOR
hi_in: XOR प्राप्त करें
hu: XOR fogadása
ja: XORを受け取る
ms_my: Terima XOR
nl: Ontvang XOR
pl: Odbierz XOR
pt: Receber XOR
ru: Получить XOR
sr: Примите XOR
tr: XOR Alın
vi: Nhận XOR
zh_hans: 收到XOR
zh_hant_tw: 收到XOR

# common.share
source: Share
ar: مشاركة
az: Paylaş
ca: Compartir
cs: Sdílet
de_de: Teilen
es: Compartir
fa: اشتراک گذاری
fr: Partager
he: שתף
hi_in: साझा करें
hu: Megosztás
ja: 共有
ms_my: Berkongsi
nl: Delen
pl: Udostępnij
pt: Partilhar
ru: Поделиться
sr: Подели
tr: Paylaş
vi: Chia sẻ
zh_hans: 分享
zh_hant_tw: 分享
