Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# phone.verification.user.not.found.message
source: Sorry, but your personal information is not found. Please, retry registration later.
ar: عذرا ، تعذر العثور على معلوماتك الشخصية. من فضلك ، اعد محاولة التسجيل لاحقًا.
az: Bağışlayın, ancaq şəxsi məlumatlarınız tapılmadı. Xahiş edirik, qeydiyyata yenidən cəhd edin.
ca: Ho sentim, però no es troba la vostra informació personal. Si us plau, torneu a provar el registre més tard.
cs: Je nám líto, ale vaše osobní údaje nebyly nalezeny. Opakujte registraci později, prosím.
de_de: Es tut uns leid, deine persönlichen Informationen konnten nicht gefunden werden. Versuche dich später erneut anzumelden.
es: Lo sentimos, pero no se encuentra su información personal. Por favor, vuelva a intentar el registro más tarde.
fa: با عرض پوزش، اطلاعات شخصی شما یافت نشد لطفاً بعداً دوباره ثبت نام کنید.
fr: Désolé, vos informations personnelles sont introuvables. Veuillez réessayer plus tard.
he: מצטערים, אך המידע האישי שלך לא נמצא. אנא, נסה שוב להרשם מאוחר יותר.
hi_in: क्षमा करें, लेकिन आपकी व्यक्तिगत जानकारी नहीं मिली है। कृपया, बाद में पंजीकरण पुनः प्रयास करें।
hu: Sajnáljuk, de személyes adataidat nem találtuk. Kérjük, próbálkozz újra később.
ja: 残念ながら、あなたの個人情報が見つかりません。後でもう一度登録してください
ms_my: Maaf, tetapi maklumat peribadi anda tidak dijumpai. Sila cuba buat pendaftaran sebentar lagi.
nl: Sorry, maar uw persoonlijke gegevens zijn niet gevonden. Probeer de registratie later opnieuw.
pl: Niestety, Twoje dane osobowe nie zostały znalezione. Prosimy o ponowienie rejestracji później.
pt: Desculpe, mas a sua informação pessoal não foi encontrada. Por favor, tente novamente o registro mais tarde.
ru: Извините, Ваша личная информация не найдена. Пожалуйста, повторите процесс регистрации.
sr: Жао нам је, али ваши лични подаци нису пронађени. Молимо, покушајте поново са регистрацијом касније.
tr: Üzgünüz, kişisel bilgileriniz bulunamadı. Lütfen kaydolmayı daha sonra tekrar deneyin.
vi: Xin lỗi, nhưng thông tin cá nhân của bạn không được tìm thấy. Vui lòng thử đăng ký lại sau.
zh_hans: 抱歉，找不到您的个人信息。请稍后重新注册。
zh_hant_tw: 抱歉，找不到您的個人信息。請稍後重試註冊。

# phone.verification.too.frequent.message
source: Too frequent verification code requests. Please, try again later.
ar: تكررت محاولات ادخال رمز التحقق كثيراً. من فضلك، حاول مرة أخرى لاحقاً.
az: Çox tez-tez doğrulama kodu tələb olunur. Xahiş edirik bir az sonra yenə cəhd edin.
ca: Sol·licituds de codi de verificació massa freqüents. Si us plau, intenteu-ho més tard.
cs: Příliš časté požadavky na ověřovací kód. Zkuste to znovu později, prosím.
de_de: Bestätigungscode zu oft angefragt. Bitte versuche es später noch einmal.
es: Demasiadas solicitudes de códigos de verificación. Por favor, inténtelo de nuevo más tarde.
fa: شما تعداد زیادی کد تایید درخواست کرده اید. لطفا بعداً امتحان کنید.
fr: Trop de demandes de codes de vérification. Veuillez réessayer plus tard.
he: בקשות קוד אימות תכופות מדי. אנא, נסה שוב מאוחר יותר.
hi_in: बहुत बार सत्यापन कोड अनुरोध। कृपया बाद में फिर से प्रयास करें।
hu: Túl gyakori ellenőrző kód kérés. Kérjük, próbáld újra később.
ja: リクエストが頻繁すぎます。後でもう一度やり直してください
ms_my: Permintaan kod pengesahan yang terlalu kerap. Sila cuba sebentar lagi.
nl: Te frequente verificatiecodeaanvragen. Probeer het later nog eens.
pl: Zbyt częste żądania kodu weryfikacyjnego. Spróbuj ponownie później.
pt: Pedidos de verificação de código muito frequentes. Por favor tente mais tarde.
ru: Слишком частые запросы подтверждения. Пожалуйста, попробуйте позже.
sr: Пречести захтеви за верификациони код. Покушајте поново касније.
tr: Çok sık doğrulama kodu isteği gönderdiniz. Lütfen daha sonra tekrar deneyin.
vi: Yêu cầu mã xác minh quá thường xuyên. Vui lòng thử lại sau.
zh_hans: 验证码请求过于频繁。请稍后再试。
zh_hant_tw: 驗證碼請求過於頻繁。請稍后再試。

# phone.verification.code.expired.message
source: Verification code has been expired. Please try another one.
ar: رمز التحقق منهي الصلاحية. من فضلك، اعد المحاولة برمز آخر.
az: Doğrulama kodunun vaxtı bitibdir. Xahiş edirik başqa birini sınayın.
ca: El codi de verificació ha caducat. Proveu un altre.
cs: Platnost ověřovacího kódu vypršela. Zkuste prosím jiný.
de_de: Bestätigungscode ist abgelaufen. Bitte, versuche es mit einem anderen.
es: El código de verificación ha caducado. Por favor intente con otro.
fa: اعتبار کد فعلی تمام شده است. لطفا دوباره درخواست کنید.
fr: Le code de vérification a expiré. Veuillez en essayer un autre.
he: פג תוקפו של קוד האימות. אנא נסה אחד אחר.
hi_in: सत्यापन कोड का समय सीमा समाप्त हो गया है। कृपया एक और कोशिश करें।
hu: Az ellenörző kód lejárt. Kérjük próbálkozz egy másikkal.
ja: 認証コードが期限切れです。他のコードで試してください
ms_my: Kod pengesahan telah tamat tempoh. Sila cuba yang lain.
nl: De verificatiecode is verlopen. Probeer een andere.
pl: Kod weryfikacyjny stracił ważność. Spróbuj użyć innego.
pt: O código de verificação expirou. Por favor, tente outro.
ru: Срок действия кода истек. Пожалуйста, попробуйте другой.
sr: Верификациони код је истекао. Покушајте са другим.
tr: Doğrulama kodunun süresi doldu. Lütfen başka bir kod deneyin.
vi: Mã xác minh đã hết hạn. Vui lòng thử một cái khác.
zh_hans: 您的验证码已过期。请尝试另一个。
zh_hant_tw: 驗證碼已過期。請嘗試另一個。

# phone.verification.code.incorrect.message
source: Verification code is incorrect
ar: رمز التحقق غير صحيح
az: Doğrulama kodu səhvdir
ca: El codi de verificació és incorrecte
cs: Ověřovací kód je nesprávný
de_de: Bestätigungscode ist falsch
es: El código de verificación es incorrecto
fa: کد دعوتنامه نامعتبر است
fr: Le code de vérification est incorrect
he: קוד האימות שגוי
hi_in: सत्यापन कोड गलत है
hu: Az ellenörző kód helytelen
ja: 認証コードが正しくありません
ms_my: Kod pengesahan tidak betul
nl: De verificatiecode is onjuist
pl: Kod weryfikacyjny jest nieprawidłowy.
pt: O código de verificação está incorreto
ru: Неверный код подтверждения
sr: Верификациони код је нетачан
tr: Doğrulama kodu yanlış
vi: Mã xác minh không chính xác
zh_hans: 验证码无效
zh_hant_tw: 驗證碼不正確

# phone.verification.code.not.found.message
source: Verification code is not found. Please, request another one.
ar: لم يتم العثور على رمز التحقق. من فضلك، اطلب رمزاً آخر.
az: Doğrulama kodu tapılmadı. Xahiş edirik başqa birini tələb edin.
ca: No s'ha trobat el codi de verificació. Si us plau, sol·liciteu'n un altre.
cs: Ověřovací kód nebyl nalezen. Požádejte prosím o další.
de_de: Bestätigungscode wurde nicht gefunden. Bitte, einen Neuen anfordern.
es: No se encuentra el código de verificación. Por favor, solicite otro.
fa: کد تایید نشد. لطفا دوباره درخواست کنید.
fr: Le code de vérification est introuvable. Veuillez en demander un autre.
he: קוד אימות לא נמצא. אנא, בקש עוד אחד.
hi_in: सत्यापन कोड नहीं मिला है। कृपया, एक और अनुरोध करें।
hu: Az ellenörző kód nem található. Kérjük próbálkozz egy másikkal.
ja: 認証コードが見つかりません。他のコードをリクエストしてください
ms_my: Kod pengesahan tidak dijumpai. Tolong, minta kod baru.
nl: Verificatiecode is niet gevonden. Vraag een andere aan.
pl: Nie znaleziono kodu weryfikacyjnego. Zażądaj kolejnego.
pt: O código de verificação não foi encontrado. Por favor, solicite outro.
ru: Код подтверждения не найден. Пожалуйста, запросите другой код.
sr: Верификациони код није пронађен. Молим вас, затражите још један.
tr: Doğrulama kodu bulunamadı. Lütfen başka bir kod isteyin.
vi: Mã xác minh không được tìm thấy. Vui lòng yêu cầu một cái khác.
zh_hans: 您的验证码无效。请尝试另一个。
zh_hant_tw: 您的驗證碼無效。請嘗試另一個。

# wallet.empty.description
source: Transactions will appear here
ar: ستظهر المعاملات هنا
az: Köçürmə əməliyyatları burada görünəcək
ca: Les transaccions apareixeran aquí
cs: Zde se zobrazí transakce
de_de: Transaktionen werden hier angezeigt
es: Las transacciones aparecerán aquí
fa: معاملات در اینجا نشان داده می‌شوند
fr: Les transactions apparaitront ici
he: טרנזקציות יופיעו כאן
hi_in: लेन-देन यहां दिखाई देगा
hu: A tranzakciók itt fognak megjelenni
ja: 取引履歴はここに表示されます
ms_my: Transaksi akan muncul di sini
nl: Transacties worden hier weergegeven
pl: Tutaj pojawią się transakcje.
pt: As transações aparecerão aqui
ru: Входящие и исходящие транзакции будут отображаться здесь
sr: Трансакције ће се појавити овде
tr: İşlemler burada görünecek
vi: Các giao dịch sẽ xuất hiện tại đây
zh_hans: 转入和转出 交易会出现在这里
zh_hant_tw: 入賬和出賬交易將出現在這裡

# wallet.transfer.description.hint
source: Max %@ symbols
ar: الحد الأقصى للرموز %@
az: Maksimum %@ simvol
ca: Símbols màxims %@
cs: Max. %@ symbolů
de_de: Maximal %@ Symbole
es: Máximo %@ símbolos
fa: حداکثر %@ نمادها
fr: Nombre maximum de %@
he: מקסימום %@ סימבולים
hi_in: अधिकतम %@ प्रतीक
hu: Maximum %@ szimbólumok
ja: 最大%@シンボル
ms_my: Simbol maksimum %@
nl: Max %@ symbolen
pl: Maks. %@ znaki/znaków
pt: Máximo de %@ símbolos
ru: Максимум %@ символов
sr: Максимално %@ симбола
tr: En fazla %@ sembol
vi: Tối đa %@ ký hiệu
zh_hans: 最大 %@ 符号
zh_hant_tw: 最多%@符號

# wallet.account.share.asset.amount.message
source: My %@ Network address to Receive %@ %@:
ar: عنواني على شبكة %@ لاستقبال %@%@:
az: %@ %@qəbul etmək üçün mənim %@ şəbəkə ünvanım:
ca: La meva adreça de xarxa %@ per rebre %@ %@ :
cs: Moje %@ síťová adresa pro příjem %@ %@ :
de_de: Meine %@ Netzwerkadresse %@ %@ zum Empfangen:
es: Mi %@ dirección de red para recibir %@ %@:
fa: آدرس شبکه %@ من برای دریافت %@ %@ :
fr: Mon adresse sur le réseau %@ pour recevoir %@ %@ :
he: כתובת %@ הרשת שלי לקבלת %@ %@ :
hi_in: मेरा %@ प्राप्त करने के लिए नेटवर्क पता %@ %@ :
hu: A %@ Fogadásra jogosult hálózati címem %@%@:
ja: 受取用%@ネットワークアドレス%@ %@ ：
ms_my: Alamat Rangkaian %@ saya untuk Menerima %@ %@ :
nl: Mijn %@ netwerkadres om %@ %@ te ontvangen:
pl: Mój adres w sieci %@ przeznaczony do odbioru %@ %@:
pt: O meu endereço da rede %@ para receber %@ %@:
ru: Мой адрес в %@ для получения %@ %@:
sr: Моја %@ мрежна адреса за примање %@ %@ :
tr: %@ %@ Almak için %@ adresim
vi: Địa chỉ mạng %@ của tôi để nhận %@ %@ :
zh_hans: 我用以接收的%@网络地址%@ %@：
zh_hant_tw: 我用以接收的%@網絡地址%@ %@：

# wallet.account.share.asset.or.amount.message
source: My %@ Network address to Receive %@:
ar: عنواني على شبكة %@ لاستلام %@:
az: %@ qəbul etmək üçün mənim %@ şəbəkə ünvanım:
ca: La meva adreça de xarxa %@ per rebre %@ :
cs: Moje %@ síťová adresa pro příjem %@:
de_de: Meine %@ Netzwerkadresse %@ zum Empfangen:
es: Mi %@ dirección de red para recibir %@:
fa: آدرس شبکه %@ برای دریافت %@:
fr: Mon adresse sur le réseau%@ pour recevoir %@ :
he: כתובת %@ הרשת שלי לקבלת %@ :
hi_in: मेरा %@ प्राप्त करने के लिए नेटवर्क पता %@ :
hu: A %@ Fogadásra jogosult hálózati címem %@:
ja: 受取用%@ネットワークアドレス%@ ：
ms_my: Alamat rangkaian saya %@ untuk Menerima %@:
nl: %@ Netwerkadres om te ontvangen %@ :
pl: Mój adres w sieci %@ przeznaczony do odbioru %@:
pt: O meu endereço da rede %@ para receber %@:
ru: Мой адрес в %@ для получения %@:
sr: Моја %@ мрежна адреса за примање %@ :
tr: %@ Almak için %@ Ağ Adresim
vi: Địa chỉ mạng %@ của tôi để nhận %@ :
zh_hans: 我的%@网络地址要接收%@：
zh_hant_tw: 我用以接收的%@網絡地址%@：

# wallet.account.share.message
source: My Sora Network address to Receive:
ar: عنوان محفظتي الخاص بمنصة سورا:
az: Qəbul etmək üçün mənim SORA şəbəkə ünvanım:
ca: La meva adreça de la xarxa Sora per rebre:
cs: Moje adresa sítě SORA pro příjem:
de_de: Meine Sora Netzwerk Empfangsadresse:
es: Mi dirección de recibo de la red de Sora es:
fa: آدرس شبکه Sora من برای دریافت:
fr: Mon adresse sur le réseau Sora pour recevoir :
he: כתובת רשת הסורה שלי לקבלה:
hi_in: मेरा सोरा नेटवर्क पता प्राप्त करने के लिए:
hu: Saját Sora hálózati címem Fogadáshoz:
ja: 受取用SORAネットワークアドレス：
ms_my: Alamat Rangkaian Sora Saya untuk Menerima:
nl: Mijn SORA-netwerkadres om te ontvangen:
pl: Mój adres w sieci Sora przeznaczony do odbioru:
pt: O meu endereço da Rede Sora para Receber:
ru: Мой адрес Sora для получения:
sr: Моја Сора мрежна адреса за пријем:
tr: SORA Network adresim:
vi: Địa chỉ mạng Sora của tôi để nhận:
zh_hans: 我用以接收的SORA网络地址：
zh_hant_tw: 我用以接收的Sora網絡地址：

# help.support.title
source: SORA support
ar: فريق الدعم لسورا
az: SORA dəstəyi
ca: Assistència de SORA
cs: SORA podpora
es: Soporte técnico de SORA
fa: پشتیبانی SORA
fr: Support SORA
he: תמיכת סורה
hi_in: सोरा पक्ष
hu: SORA ügyfélszolgálat
ja: SORAサポート
ms_my: Sokongan SORA
nl: SORA-ondersteuning
pl: Pomoc techniczna SORY
pt: Suporte da SORA
ru: Поддержка SORA
sr: SORA подршка
tr: SORA destek
vi: Hỗ trợ SORA
zh_hans: SORA支持
zh_hant_tw: SORA支持

# tutorial.sign.up
source: Sign up
ar: التسجيل
az: Abunə olun
ca: Registra't
cs: Registrace
de_de: Anmelden
es: Regístrate
fa: ثبت نام
fr: S'inscrire
he: הירשם
hi_in: साइन अप करें
hu: Regisztráció
ja: 新規登録
ms_my: Mendaftar
nl: Inschrijven
pl: Rejestracja
pt: Registe-se
ru: Регистрация
sr: Региструј се
tr: Kaydol
vi: Đăng ký
zh_hans: 注册
zh_hant_tw: 註冊

# tutorial.terms.and.conditions.1
source: By signing up you are agreeing with Terms & Conditions and Privacy Policy
ar: بتوقيعك، أنت توافق مع الشروط والأحكام وسياسة الخصوصية
az: İmzalamaqla Qaydalar və Şərtlər və Məxfilik Siyasəti ilə razılaşırsınız
ca: Al registrar-te, esteu d'acord amb els Termes i Condicions i la Política de Privacitat
cs: Registrací souhlasíte se Smluvními podmínkami a Zásadami ochrany osobních údajů
de_de: Mit deiner Anmeldung stimmst du den allgemeinen Geschäftsbedingungen und Datenschutzrichtlinien zu
es: Al registrarse, está de acuerdo con Términos y condiciones y política de privacidad
fa: در صورت ثبت نام شما با شرایط و ضوابط و سیاست حفظ حریم خصوصی موافقت میکنید.
fr: En vous inscrivant, vous acceptez les termes et conditions, ainsi que la politique de confidentialité
he: על ידי הרשמה אתה מסכים עם התנאים והגבלות מדיניות הפרטיות
hi_in: साइन अप करके आप नियम और शर्तें और गोपनीयता नीति से सहमत हैं
hu: A regisztrációval elfogadod Általános Szerződési Feltételeket és Adatvédelmi Irányelveket
ja: 新規アカウント登録をすることにより、 規約と条件と個人情報保護方針に同意することになります。
ms_my: Dengan mendaftar, anda bersetuju Terma & Syarat dan Dasar Privasi
nl: Door je aan te melden ga je akkoord met Algemene voorwaarden en privacybeleid
pl: Rejestrując się, akceptujesz Regulamin i Politykę prywatności.
pt: Ao registar-se, está a concordar com os Termos e Condições, e Política de Privacidade
ru: Регистрируясь, вы соглашаетесь с Условиями использования и Политикой конфиденциальности
sr: Регистрацијом се слажете са Условима и политиком приватности
tr: Kaydolarak Şartlar ve Koşulları ve Gizlilik Politikasını kabul etmiş olursunuz
vi: Bằng cách đăng ký, bạn đồng ý với Điều khoản & Điều kiện và Chính sách Bảo mật
zh_hans: 签署即表示您同意 条款和条件以及隐私政策
zh_hant_tw: 簽署即表示您同意 條款和條件以及隱私政策

# common.unsupported.version.body
source: Updated Sora application is available in App Store. It includes improvements and bug fixes.
ar: تطبيق سورا (Sora) المحدث متاح في App Store. هذه النسخة تتضمن تحسينات مدعومة باصلاح ثغرات.
az: Yenilənmiş Sora Tətbiqi App Store-də mövcuddur. Buraya təkmilləşdirmələr daxildir və xətalar aradan qaldırılıb.
ca: L'aplicació Sora actualitzada està disponible a l'App Store. Inclou millores i correcció d'errors.
cs: Aktualizovaná aplikace Sora je k dispozici v App Store. Zahrnuje vylepšení a opravy chyb.
de_de: Eine aktualisierte Version der Sora App ist im App-Store verfügbar. Sie beinhaltet Verbesserungen und Fehlerbehebungen.
es: La actualización de la aplicación de Sora está disponible en la App Store. Incluye mejoras y correcciones de errores.
fa: بروزرسانی برنامه Sora در دسترس است که شامل بهبودها و رفع اشکالات میباشد.
fr: Une version mise à jour de l'application Sora est disponible sur l'App Store. Elle comprend des améliorations et des corrections de bugs.
he: אפליקציית סורה המעודכנת זמינה בחנות האפליקציות. היא כוללת שיפורים ותיקוני באגים.
hi_in: अपडेटेड सोरा एप्लीकेशन ऐप स्टोर में उपलब्ध है। इसमें सुधार और बग फिक्स शामिल हैं।
hu: Frissített Sora alkalmazás elérhető az App Store-ban. Tartalmazza fejlesztéseket és hibajavításokat.
ja: 新しいバージョンのSoraアプリケーションは App Storeで入手できます。新バージョンは 機能改善やバグ修正を含んでいます。
ms_my: Aplikasi Sora yang dikemas kini adalah terdapat di App Store. Ia termasuk penambahbaikan dan pembetulan pepijat.
nl: Bijgewerkte Sora-applicatie is beschikbaar in de App Store. Het bevat verbeteringen en bugfixes.
pl: Uaktualniona aplikacja Sora jest dostępna w App Store. Zawiera ulepszenia i poprawki błędów.
pt: A app Sora atualizada está disponível na App Store. Inclui melhorias e correções de bugs.
ru: Обновление приложения доступно в App Store. Оно содержит улучшения и исправления ошибок.
sr: Ажурирана апликација Сора је доступна у продавници апликација. То укључује побољшања и исправке грешака.
tr: Güncellenmiş Sora uygulaması App Store'da mevcuttur. İyileştirmeler ve hata düzeltmeleri içerir.
vi: Ứng dụng Sora cập nhật mới đã có sẵn trong App Store. Nó bao gồm cải tiến và sửa lỗi.
zh_hans: Sora应用可通过App Store更新。这包括改进和错误修正;。
zh_hant_tw: App Store 推出更新的Sora應用，其更新包括改進和錯誤修復。

# common.unsupported.version.action
source: Open App Store
ar: افتح متجر التطبيقات App Store
az: App Store (Tətbiq Mağazasını) açın
ca: Obrir l'App Store
cs: Otevřít App Store
de_de: App-Store öffnen
es: Abrir App Store
fa: App Store را باز کنید
fr: Ouvrir l’App Store
he: פתח את חנות האפליקציות
hi_in: ऐप स्टोर खोलें
hu: Megnyitás az App Store-ban
ja: App Storeを開く
ms_my: Buka App Store
pl: Otwórz App Store
pt: Abrir a App Store
ru: Открыть App Store
sr: Отварање продавнице апликација
tr: App Store'u Aç
vi: Mở App Store
zh_hans: 打开 App Store
zh_hant_tw: 開啟App Store

# about.terms
source: Terms and Conditions
ar: الشروط والأحكام
az: Şərtlər və Qaydalar
ca: Termes i Condicions
cs: Smluvní podmínky
de_de: Geschäftsbedingungen
es: Términos y condiciones
fa: شرایط و ضوابط
fr: termes et conditions
he: תנאים והגבלות
hi_in: नियम एवं शर्तें
hu: Felhasználási Feltételek
ja: 規約と条件
ms_my: Terma & Syarat
nl: Algemene voorwaarden
pl: Regulamin
pt: Termos e Condições
ru: Условия и положения
sr: Услови коришћења
tr: Kullanım Şartları ve Koşulları
vi: Điều khoản và Điều kiện
zh_hans: 条款和条件
zh_hant_tw: 條款及細則

# invite.link.format
source: Join SORA using link below: %@
ar: انضم إلى Sora باستخدام الرابط في الاسفل: %@
az: Aşağıdakı linkdən istifadə edərək Sora-ya qoşulun: %@
ca: Uniu-vos a Sora mitjançant l'enllaç següent: %@
cs: Připojte se k Sora pomocí odkazu níže: %@
de_de: Melde Dich über den unten stehenden Link bei Sora an: %@
es: Únase a Sora usando el siguiente enlace: %@
fa: با استفاده از لینک زیر به سورا بپیوندید: %@
fr: Rejoignez Sora en utilisant le lien ci-dessous: %@
he: הצטרף לסורה באמצעות הקישור למטה: %@
hi_in: नीचे दिए गए लिंक का उपयोग करके सोरा से जुड़ें: %@
hu: Csatlakozz a Sora-hoz az alábbi link használatával: %@
ja: 以下のリンクからSORAに参加してください： %@
ms_my: Sertailah Sora menggunakan pautan di bawah: %@
nl: Word lid van Sora via onderstaande link: %@
pl: Dołącz do Sory, korzystając z poniższego linku: %@
pt: Junte-se à Sora usando o link abaixo: %@
ru: Присоединяйтесь к SORA по ссылке: %@
sr: Придружите се Сори користећи везу испод: %@
tr: Aşağıdaki bağlantıyı kullanarak Sora'ya katılın: %@
vi: Tham gia SORA bằng liên kết bên dưới: %@
zh_hans: 使用以下链接加入SORA： %@
zh_hant_tw: 使用以下鏈接加入Sora： %@

# language.title
source: Select language
ar: اختيار اللغة
az: Dil seçin
ca: Seleccioneu l'idioma
cs: Zvolte jazyk
de_de: Sprache wählen
es: Seleccione el idioma
fa: زبان را انتخاب کنید
fr: Sélectionnez la langue
he: בחר שפה
hi_in: भाषा का चयन करें
hu: Válassz nyelvet
ja: 言語を選択
ms_my: Pilih Bahasa
nl: Selecteer taal
pl: Wybierz język
pt: Selecionar idioma
ru: Выберите язык
sr: Изаберите језик
tr: Dil Seçin
vi: Chọn ngôn ngữ
zh_hans: 选择语言
zh_hant_tw: 選擇語言

# personal.update.title
source: Personal information
ar: المعلومات الشخصية
az: Şəxsi məlumat
ca: Informació personal
cs: Osobní údaje
de_de: Persönliche Informationen
es: Información personal
fa: اطلاعات شخصی
fr: Informations personnelles
he: מידע אישי
hi_in: व्यक्तिगत जानकारी
hu: Személyes információk
ja: 個人情報
ms_my: Maklumat peribadi
nl: Persoonsgegevens
pl: Informacje osobiste
pt: Informação pessoal
ru: Личные данные
sr: Личне информације
tr: Kişisel bilgiler
vi: Thông tin cá nhân
zh_hans: 个人信息
zh_hant_tw: 個人信息

# common.passphrase.title
source: Passphrase
ar: الكلمات الأولية
az: Parol keçidi
cs: Přístupová fráze
es: Frase semilla
fa: رمز عبور
fr: Phrase secrète
he: מילות מפתח
hi_in: पदबंध
hu: Helyreállítási szavak
ja: パスフレーズ
ms_my: Frasa Laluan
nl: Wachtwoordzin
pl: Fraza hasłowa
ru: Парольная фраза
tr: Anımsatıcı Dizi
vi: Chuỗi từ khóa khôi phục
zh_hans: 助记词
zh_hant_tw: 密碼短語

# common.passphrase.save.or.send
source: Save or send
ar: حفظ أو إرسال
az: Saxlayın və ya göndərin
ca: Desar o enviar
cs: Uložit nebo odeslat
de_de: Speichern oder senden
es: Guardar o enviar
fa: ذخیره یا ارسال کنید
fr: Enregistrer ou envoyer
he: שמור או שלח
hi_in: सहेजें या भेजें
hu: Mentés vagy küldés
ja: 保存または送信
ms_my: Simpan atau hantar
nl: Bewaar of verzend
pl: Zapisz lub wyślij
pt: Salvar ou enviar
ru: Сохранить или отправить
sr: Сачувајте или пошаљите
tr: Kaydet veya gönder
vi: Lưu hoặc gửi
zh_hans: 保存或发送
zh_hant_tw: 保存或發送

# common.passphrase.header
source: Passphrase is a type of password.
ar: كلمات الإستذكار الأولية تعتبر ككلمة مرور
az: Parol keçidi bir şifrə növüdür
ca: Les passphrase són un tipus de contrasenya.
cs: Přístupová fráze je typ hesla.
de_de: Die Passphrase ist eine Art von Passwort.
es: La frase semilla es un tipo de contraseña.
fa: عبارت عبور یک نوع رمز عبور است
fr: La phrase secrète est un type de mot de passe.
he: מילות מפתח הן סוג של סיסמה
hi_in: पदबंध एक प्रकार का पासवर्ड है।
hu: A helyreállítási szavak egyfajta jelszó.
ja: パスフレーズはパスワードの一種です
ms_my: Frasa Laluan ialah sejenis kata laluan.
nl: Wachtwoordzin is een type wachtwoord.
pl: Fraza hasłowa to rodzaj hasła.
pt: A passphrase é um tipo de senha.
ru: Парольная фраза – это вид пароля.
sr: Приступна фраза је врста лозинке.
tr: Anımsatıcı Dizi bir çeşit paroladır.
vi: Chuỗi từ khóa khôi phục ví là một loại mật khẩu.
zh_hans: 助记词是 一种密码的类型。
zh_hant_tw: 密碼短語為 一種密碼。
