Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# tutorial.terms.and.conditions.recovery
source: By importing an account you are agreeing with the %%Terms & Conditions%% and %%Privacy Policy%%
ar: باستيراد الحساب، فأنت توافق على %% الشروط والأحكام %% و %% سياسة الخصوصية %%
az: Bir hesabı idxal etməklə %% Şərtlər %% və %% Məxfilik Siyasəti %%
ca: Mitjançant la importació d'un compte que està d'acord amb els %% Termes i Condicions %% i %% política de privacitat %%
cs: Importem účtu souhlasíte s %%Obchodními podmínkami%% a %%Zásadami ochrany osobních údajů%%
de_de: Durch das Importieren eines Kontos akzeptierst du die %%Geschäftsbedingungen%% und %%Datenschutzrichtlinien%%
es: Al importar una cuenta, acepta los %% Términos y condiciones %% y %% Política de privacidad %%
fa: با انتقال حساب شما با %% شرایط و ضوابط %% و %% خط مشی رازداری %% موافقت میکنید
fr: En important un compte, vous acceptez les %%conditions générales d'utilisation%% ainsi que %%la politique de confidentialité%%
he: על ידי ייבוא חשבון אתה מסכים עם %% התנאים וההגבלות %% ו- %%מדיניות הפרטיות%%
hi_in: खाता आयात करके आप %% नियमों और शर्तों %% और %% गोपनीयता नीति %% से सहमत हो रहे हैं
hu: Fiók importálásával elfogadja a %% Általános Szerződési Feltételeket %% és %% Adatvédelmi irányelveit %%
ja: アカウントをインポートすることにより、 %%規約と条件%%および%%個人情報保護方針%%に同意したことになります
ms_my: Dengan mengimport akaun, anda bersetuju dengan %% Terma & Syarat %% dan %% Dasar Privasi %%
nl: Door een account aan te maken gaat u akkoord met de %% Algemene voorwaarden %% en %% Privacybeleid %%
pl: Importując konto, akceptujesz %% Regulamin%% i %%Politykę prywatności%%.
pt: Ao importar uma conta, está a concordar com os %%Termos e Condições%% e %%Política de Privacidade%%
ru: Импортируя учетную запись, вы соглашаетесь с %% Условиями и положениями %% и %% Политикой конфиденциальности %%
sr: Unošenjem nalofa se slažete sa %%Uslovima korišćenja%% and %%Politikom privatnosti%%
tr: Hesabı içe aktararak %%Kullanım Şartlarını%% & %%Gizlilik Politikasını%% kabul ediyorsunuz.
vi: Nhập tài khoản là bạn đã đồng ý với %% Điều khoản & Điều kiện %% và %% Chính sách quyền riêng tư %%
zh_hans: 通过导入账户，您同意%%条款和条件%%和%%隐私政策%%。
zh_hant_tw: 導入帳戶即表示您同意%%條款和條件%%和%%隱私政策%%

# mnemonic.confirm.text.v2
source: Confirm passphrase by choosing words in the correct order
ar: قم بتأكيد عبارة المرور عن طريق اختيار الكلمات بالترتيب الصحيح
az: Sözləri düzgün ardıcıllıqla seçərək şifrəni təsdiq edin
ca: Confirmeu la frase de pas escollint les paraules en l'ordre correcte
cs: Heslo potvrďte výběrem slov ve správném pořadí
de_de: Bestätige die Passphrase, indem du die Wörter in der richtigen Reihenfolge auswählst
es: Confirme la frase de contraseña eligiendo palabras en el orden correcto
fa: با انتخاب ترتیب صحیح کلمات، عبارت عبور را تأیید کنید
fr: Confirmez la phrase secrète en choisissant les mots dans le bon ordre
he: אשר את מילות המפתח על ידי בחירת מילים בסדר הנכון
hi_in: शब्दों को सही क्रम में चुनकर पासफ़्रेज़ की पुष्टि करें
hu: Erősítse meg a jelszót a szavak megfelelő sorrendben történő kiválasztásával
ja: 正しい順序で単語を選択してパスフレーズを確認
ms_my: Sahkan frasa laluan dengan memilih perkataan mengikut urutan yang betul
nl: Bevestig de wachtwoordzin door woorden in de juiste volgorde te kiezen
pl: Potwierdź hasło, wybierając słowa we właściwej kolejności
pt: Confirme a passphrase escolhendo as palavras na ordem correta
ru: Подтвердите кодовую фразу, выбрав слова в правильном порядке
sr: Potvrdite pristupnu frazu korišćenjem reči tačnim redosledom
tr: Kelimeleri doğru sırada seçerek parolayı onaylayın
vi: Xác nhận chuỗi từ khóa khôi phục bằng cách chọn các từ theo đúng thứ tự
zh_hans: 通过按正确顺序选择单词来确认密码
zh_hant_tw: 通過按正確順序選擇單詞來確認密碼

# asset.details.title
source: Asset Details
ar: تفاصيل الأصول
az: Aktiv Təfərrüatları
ca: Detalls de l'actiu
cs: Podrobnosti o aktivu
fa: جزئیات دارایی‌ها
fr: Détails des actifs
he: פרטי נכס
hi_in: संपत्ति का विवरण
hu: Eszköz részletei
ja: アセットの詳細
ms_my: Butiran Aset
pl: Szczegóły waluty
pt: Detalhes do ativo
ru: Детали ассета
sr: Detalji sredstva
tr: Varlık Detayları
vi: Chi tiết tài sản
zh_hans: 资产详情
zh_hant_tw: 資產詳情

# common.turkish
source: Turkish
ar: التركية
az: Türk
ca: Turc
cs: Turečtina
de_de: Türkisch
fa: ترکی
fr: Turc
he: טורקית
hi_in: तुर्की
hu: Török
ja: トルコ語
ms_my: Turki
nl: Turks
pl: Turecki
pt: Turco
ru: Турецкий
sr: Turski
tr: Türkçe
vi: Tiếng Thổ Nhĩ Kỳ
zh_hans: 土耳其语
zh_hant_tw: 土耳其语

# wallet.empty.history.title
source: No transactions
ar: لا يوجد معاملات
az: Əməliyyat yoxdur
ca: No hi ha transaccions
cs: Žádné transakce
de_de: Keine Transaktionen
fa: بدون تراکنش
fr: Pas de transactions
he: אין טרנזקציות
hi_in: कोई लेन-देन नहीं
hu: Nincsenek tranzakciók
ja: 取引なし
ms_my: Tiada transaksi
nl: Geen transacties
pl: Brak transakcji
pt: Sem transações
ru: Транзакции не найдены
sr: Нема Трансакције
tr: Işlem yok
vi: Không có giao dịch
zh_hans: 没有交易
zh_hant_tw: 沒有交易

# history.receive
source: Receive
ar: مستلم
az: Alın
ca: Rep
cs: Přijaté
de_de: Erhalten
fa: دریافت
fr: Reçu
he: קבל
hi_in: प्राप्त करें
hu: Fogadás
ja: 受信
ms_my: Terima
nl: Ontvang
pl: Odebrano
pt: Receber
ru: Получение
sr: Примио
tr: Al
vi: Nhận
zh_hans: 收到
zh_hant_tw: 收到val

# history.send
source: Send
ar: إرسال
az: Göndər
ca: Enviar
cs: Odeslané
de_de: Gesendet
fa: ارسال
fr: Envoyé
he: שלח
hi_in: भेजें
hu: Küldés
ja: 送信
ms_my: Hantar
nl: Verzenden
pl: Wysłano
pt: Enviar
ru: Отправка
sr: Poslao
tr: Gönder
vi: Gửi
zh_hans: 发送
zh_hant_tw: 發送

# history.swap
source: Swap
ar: مبادلة
az: Mübadilə edin
ca: Intercanvia
de_de: Geswapt
fa: تبدیل
fr: Échangé
he: החלפה
hi_in: स्वैप
hu: Váltás
ja: スワップ
ms_my: Tukar
pl: Zamieniono
ru: Обмен
sr: Промените
tr: Takas et
vi: Hoán đổi
zh_hans: 兑换
zh_hant_tw: 兌換

# claim.subtitle.v2
source: • We need consent to transition your assets from SORA v1 to SORA v2 • The SORA v2 network is built with Substrate, which is natively compatible with the Polkadot and Kusama ecosystem • Assets on Ethereum are not affected, you can still access them by importing your passphrase to any compatible wallet
ar: • نحتاج إلى موافقة لنقل أصولك من سورا v1 إلى سورا v2 • تم إنشاء شبكة سورا v2 البنية الرئيسية المتوافقة مع النظام البيئي لبولكادوت و كوساما • الأصول الموجودة على الايثيريوم لا تتأثر ، ولا يزال بإمكانك الوصول إليها عن طريق استيراد عبارة المرور الخاصة بك إلى أي محفظة متوافقة
az: • Aktivlərinizi SORA v1 -dən SORA v2 -ə keçirmək üçün razılığa ehtiyacımız var • SORA v2 şəbəkəsi, Polkadot və Kusama ekosistemi ilə uyğun gələn Substrate ilə qurulmuşdur. • Ethereum -dakı aktivlər təsirlənmir, hələ də parolunuzu hər hansı uyğun cüzdana idxal edərək onlara daxil ola bilərsiniz.
ca: · Necessitem el consentiment per a la transició dels teus actius des de SORA v1 cap a SORA v2 · La xarxa de SORA v2 ha estat construïda amb Substrate, que és intrínsecament compatible amb els ecosistemes de Polkadot i Kusama · Els actius a Ethereum no es veuran afectats, encara pots accedir a ells important la teva contrasenya a qualsevol cartera compatible
cs: - Potřebujeme souhlas s převodem vašich aktiv ze SORA v1 na SORA v2. - Síť SORA v2 je vytvořena pomocí Substrate, který je nativně kompatibilní s ekosystémem Polkadot a Kusama. - Aktiva na platformě Ethereum nejsou dotčena, stále k nim můžete přistupovat importem své přístupové fráze do jakékoli kompatibilní peněženky
de_de: • Wir benötigen die Zustimmung, um deine Assets von SORA v1 auf SORA v2 zu übertragen • Das SORA v2-Netzwerk wird mit Substrate erstellt, das nativ mit dem Polkadot- und Kusama-Ökosystem kompatibel ist • Assets auf Ethereum sind nicht betroffen. Du kannst weiterhin darauf zugreifen, indem du deine Passphrase in eine kompatible Wallet importierst
fa: برای انتقال دارایی‌های شما از SORA v1 به SORA v2 به رضایت شما نیاز داریم. شبکه SORA v2 در Substrate ساخته شده است، که ذاتا با اکوسیستم‌های Polkadot و Kusama انطباق پذیر است. دارایی‌های روی شبکه Ethereum تحت تأثیر قرار نمی‌گیرند، همچنان با وارد کردن عبارات رمز والت خود به هر کیف پول سازگار دیگری، می‌توانید به آنها دسترسی داشته باشید.
fr: - Nous avons besoin de votre consentement pour faire passer vos actifs de SORA v1 à SORA v2 - Le réseau SORA v2 est construit avec Substrate, qui est nativement compatible avec l'écosystème Polkadot et Kusama - Les actifs sur Ethereum ne sont pas affectés, vous pouvez toujours y accéder en important votre phrase secrète dans n'importe quel portefeuille compatible
he: • אנו זקוקים להסכמה כדי להעביר את הנכסים שלך מסורה v1 לסורה v2 • רשת סורה v2 בנויה עם Substrate, התואמת באופן מקורי למערכת האקולוגית של פולקדוט וקוסאמה • נכסים באיתריום אינם מושפעים, אתה עדיין יכול לגשת אליהם על ידי ייבוא מילות המפתח שלך לכל ארנק תואם
hi_in: • हमें आपकी संपत्ति को SORA v1 से SORA v2 में परिवर्तित करने के लिए सहमति की आवश्यकता है • SORA v2 नेटवर्क सबस्ट्रेट के साथ बनाया गया है, जो मूल रूप से Polkadot और Kusama पारिस्थितिकी तंत्र के अनुकूल है • Ethereum पर संपत्तियां प्रभावित नहीं होती हैं, आप अभी भी अपने पासफ़्रेज़ को किसी भी संगत वॉलेट में आयात करके उन तक पहुंच सकते हैं
hu: •Szükségünk van a Te beleegyezésedre, hogy eszközeid áttérhessenek a SORA v1 verzióról Sora v2-re. •SORA v2 verzió Substrate alapú, ami natívan kompatibilis a Polkadot és a KUsama ökoszisztémával. •Az Ethereum hálózaton lévő eszközöket ez nem érinti, továbbra is hozzáférhetsz hozzájuk úgy, hogy a jelszavad bármilyen kompatibilis pénztárcába importálod.
ja: ・あなたのアセットをSORA v1からSORA v2へ移行するための同意が必要です。 ・SORA v2のネットワークはSubstrateで構築されているので、PolkadotやKusamaのエコシステムとそのまま互換します。 ・イーサリアム上のアセットは影響を受けず、互換性のあるウォレットにパスフレーズをインポートすることでアクセスできます。
ms_my: • Kami memerlukan persetujuan untuk memindahkan aset anda dari SORA v1 ke SORA v2 • Rangkaian SORA v2 dibina dengan Substrat, yang secara asli serasi dengan ekosistem Polkadot dan Kusama • Aset pada Ethereum tidak terjejas, anda masih boleh mengaksesnya dengan mengimport frasa laluan anda ke mana-mana dompet yang serasi
nl: • We hebben toestemming nodig om uw assets over te zetten van SORA v1 naar SORA v2 • Het SORA v2-netwerk is gebouwd met Substrate, dat native compatibel is met het Polkadot- en Kusama-ecosysteem • Assets op Ethereum worden niet beïnvloed, je hebt er nog steeds toegang toe door je wachtwoordzin te importeren in een compatibele portemonnee
pl: • Potrzebujemy zgody na przeniesienie Twoich walut z SORA v1 do SORA v2. • Sieć SORA v2 jest oparta na technologii Substrate, która jest natywnie kompatybilna z ekosystemem Polkadot i Kusama. • Nie ma to wpływu na tokeny w sieci Ethereum, nadal możesz uzyskać do nich dostęp, importując frazę hasłową do dowolnego kompatybilnego portfela.
pt: - Precisamos do seu consentimento para transitar os seus ativos da SORA v1 para a SORA v2 - A rede SORA v2 é construída com a Substrate, que é nativamente compatível com o ecossistema Polkadot e Kusama - Os ativos na rede Ethereum não são afetados, pode ainda aceder aos mesmos importando a sua passphrase para qualquer carteira compatível
ru: • Нам необходимо согласие на перенос ваших активов с SORA v1 на SORA v2. • Сеть SORA v2 построена на основе Substrate, изначально совместимого с экосистемами Polkadot и Kusama. • Активы в Ethereum не затронуты, вы по-прежнему можете получить к ним доступ, импортировав пароль-фразу в любой совместимый кошелек.
sr: • Potreba nam je vaša saglasnost za prenos sredstva SORA v1 на SORA v2 • SORA v2 mreža je izgrađena na Substratu, koji je nativno kompatibilan sa Polkadot i Kusama ekosistemom. • Ne utiče na sredstva Eterijuma, možete im pristupiti tako što ćete importovati pristupnu frazu sa bilo kojim kompatibilnim novčanikom
tr: • Varlıklarınızı SORA v1'den SORA v2'ye taşımak için izninize ihtiyacımız var. • SORA v2 ağı, Polkadot ve Kusama ekosistemiyle doğal olarak uyumlu olan Substrate ile inşa edildi. • Ethereum'daki varlıklar bundan etkilenmez, onlara kurtarma kelimelerinizi uyumlu bir cüzdana aktararak ulaşabilirsiniz.
vi: • Chúng tôi cần sự đồng ý của bạn để chuyển đổi tài sản từ SORA v1 qua SORA v2 • Mạng SORA v2 được xây dựng với Substrate, có khả năng tương thích cao với hệ sinh thái Polkadot và Kusama • Tài sản trên Ethereum không bị ảnh hưởng, bạn vẫn có thể truy cập chúng bằng cách nhập chuỗi từ khóa khôi phục của mình vào bất kỳ ví tương thích nào
zh_hans: • 我们需要同意才能将您的资产从 SORA v1 过渡到 SORA v2 • SORA v2 网络使用 Substrate 构建，与 Polkadot 和 Kusama 生态系统原生兼容 • 以太坊上的资产不受影响，您仍然可以通过将密码导入任何兼容的钱包来访问它们
zh_hant_tw: • 我們需要您的同意才能將您的資產從 SORA v1 轉換到 SORA v2 • SORA v2 網絡使用 Substrate 構建，與 Polkadot 和 Kusama 生態系統原生兼容 • 以太坊上的資產不受影響，您仍然可以通過將密碼導入任何兼容的錢包來訪問它們

# claim.contact.us
source: %%Contact us%% for any questions or concerns
ar: %% اتصل بنا %% لأي أسئلة أو استفسارات
az: %% Hər hansı bir sualınız və ya narahatlığınız üçün %% bizimlə əlaqə saxlayın
ca: %%Contacta amb nosaltres%% per a qualsevol pregunta o preocupació.
cs: %%Kontaktujte nás%% v případě jakýchkoli dotazů nebo obav
de_de: Bei Fragen oder Anliegen %%kontaktiere uns%%
fa: درصورت وجود هر گونه سوال و یا مشکلی، می‌توانید %% با ما تماس بگیرید.%%
fr: %%Veuillez nous contacter%% pour toute question
he: %%פנה אלינו%% לכל שאלה או חשש
hi_in: %%किसी भी प्रश्न या चिंताओं के लिए हमसे संपर्क करें%%
hu: %%Contact us%% ha bármilyen kérdésed vagy aggályod van,
ja: ご質問やご不明な点は、%%お問い合わせ%% へ
ms_my: %%Hubungi kami%% untuk sebarang pertanyaan atau masalah
nl: %%Neem contact met ons op%% voor vragen of opmerkingen
pl: %%Skontaktuj się z nami%% w przypadku jakichkolwiek pytań lub wątpliwości
pt: %%Contacte-nos%% para quaisquer questões ou dúvidas
ru: %%Свяжитесь с нами%% по любым вопросам или проблемам
sr: %% Контактирајте нас %% за сва питања или недоумице
tr: Herhangi bir sorunuz veya endişeniz için %%bizimle iletişime geçin%%
vi: %%Liên hệ chúng tối%% nếu bạn có bất kỳ câu hỏi hay thắc mắc nào
zh_hans: 如有任何问题或疑虑，请%%联系我们%%
zh_hant_tw: %%如有任何問題或疑慮，請聯繫我們%%

# claim.welcome.sora2.v1
source: Welcome to %%SORA v2%%
ar: مرحباً بك %%سورا v2%%
az: Xoş gəldiniz %% SORA v2 %%
ca: Benvingut a %%SORA v2%%
cs: Vítejte v %%SORA v2%%
de_de: Willkommen bei %%SORA v2 %%
fa: به %% SORA v2 %% خوش آمدید
fr: Bienvenue dans %%SORA v2%%
he: ברוך הבא ל %%SORA v2%%
hi_in: %% SORA v2 %% में आपका स्वागत है
hu: Üdvözlünk a %%%SORA v2%%%
ja: %% SORA v2 %% へようこそ
ms_my: Selamat datang ke %%SORA v2%%
nl: Welkom bij SORA v2
pl: Witamy w sieci %%SORA v2%%
pt: Bem-vindo à %%SORA v2%%
ru: Добро пожаловать в %%SORA v2%%
sr: Добродошли u %%SORA v2%%
tr: %%SORA v2'ye%% Hoşgeldiniz
vi: Chào mừng bạn đến với %%SORA v2%%
zh_hans: 欢迎使用 %% SORA v2 %%
zh_hant_tw: 歡迎使用 %% SORA v2 %%

# claim.subtitle.confirmed
source: Thank you for the confirmation!
ar: شكراً لكم على التأكيد!
az: Təsdiq üçün təşəkkür edirik!
ca: Gràcies per la confirmació
cs: Děkujeme za potvrzení!
de_de: Danke für die Bestätigung!
fa: ممنون بابت تایید!
fr: Merci pour la confirmation !
he: תודה על האישור!
hi_in: पुष्टिकरण के लिए धन्यवाद!
hu: Köszönjük a megerősítést!
ja: ご確認ありがとうございました！
ms_my: Terima kasih atas pengesahannya!
nl: Bedankt voor de bevestiging!
pl: Dziękujemy za potwierdzenie!
pt: Obrigado pela confirmação!
ru: Спасибо за подтверждение!
sr: Хвала на потврди!
tr: Onayladıdığınız için teşekkürler!
vi: Cảm ơn bạn đã xác nhận!
zh_hans: 谢谢您的确认！
zh_hant_tw: 謝謝您的確認！

# claim.error.title.v1
source: Transition of assets failed. Please try again later.
ar: فشلت عملية نقل العملات. يرجى المحاولة لاحقاً
ca: La transició d'actius ha fallat. Si us plau, torna a intentar-ho en una estona.
cs: Převod aktiv se nezdařil. Zkuste to prosím později.
de_de: Die Übertragung der Assets ist fehlgeschlagen. Bitte versuche es später erneut.
fa: انتقال دارایی‌ها ناموفق بود. لطفاً بعداً دوباره امتحان کنید.
fr: La transition des actifs a échoué. Veuillez réessayer plus tard.
he: מעבר הנכסים נכשל. אנא נסה שוב מאוחר יותר.
hi_in: संपत्ति का संक्रमण विफल रहा। कृपया बाद में पुन: प्रयास करें।
hu: Sikertelen tranzakció. Kérjük, próbáld újra később.
ja: アセットが移行できませんでした。後でもう一度やり直してください
ms_my: Peralihan aset gagal. Sila cuba sebentar lagi.
nl: Overdracht van assets mislukt. Probeer het later nog eens.
pl: Przeniesienie walut nie powiodło się. Spróbuj ponownie później.
pt: A transição de ativos falhou. Por favor, tente novamente mais tarde.
ru: Передача активов не удалась. Пожалуйста, попробуйте еще раз позже.
sr: Транзиција средства неуспешна. Покушајте поново касније.
tr: Varlık transferi başarısız oldu. Lütfen daha sonra tekrar deneyin.
vi: Giao dịch không thành công. Vui lòng thử lại sau.
zh_hans: 资产转移失败。请稍后再试。
zh_hant_tw: 資產轉移失敗。請稍後再試。

# claim.subtitle.confirmed.2
source: Transition of assets is in progress. Please wait.
ar: جاري نقل العملات. الرجاء الانتظار.
ca: La transició d'actius està en curs. Si us plau, espera
cs: Probíhá převod aktiv. Vyčkejte prosím.
de_de: Die Übertragung der Assets ist im Gange. Bitte warten.
fa: انتقال دارایی‌ها در حال انجام است. لطفاً منتظر بمانید.
fr: La transition des actifs est en cours. Veuillez patienter.
he: מעבר הנכסים מתבצע. אנא המתן.
hi_in: संपत्ति का हस्तांतरण प्रगति पर है। कृपया प्रतीक्षा करें।
hu: Az eszközök átadása folyamatban van. Kérjük, várj.
ja: アセットは移行中です。 お待ちください。
ms_my: Peralihan aset sedang dijalankan. Sila tunggu.
nl: Overdracht van assets is aan de gang. Even geduld alstublieft.
pl: Trwa przenoszenie walut. Proszę czekać.
pt: A transição de ativos está em curso. Por favor, aguarde.
ru: Передача активов в процессе. Пожалуйста, подождите.
sr: Транзиција средства је у току. Молимо сачекајте.
tr: Varlık transferi sürüyor. Lütfen bekleyin.
vi: Đang chuyển. Vui lòng chờ.
zh_hans: 资产转移正在进行中。 请稍等。
zh_hant_tw: 資產轉移正在進行中。 請稍等。

# pool.liqudity.title
source: Your liquidity
ar: سيولتك
az: Sizin likvidliyiniz
ca: La teva liquiditat
cs: Vaše likvidita
de_de: Deine Liquidität
fa: نقدینگی شما
fr: Votre liquidité
he: הנזילות שלך
hi_in: आपकी Liquidity
hu: A likviditásod
ja: あなたの流動性
ms_my: Kecairan anda
nl: Uw liquiditeit
pl: Twoja płynność
pt: A sua liquidez
ru: Ваша ликвидность
sr: Ваша ликвидност
tr: Likiditeniz
vi: Thanh khoản của bạn
zh_hans: 您的流动性
zh_hant_tw: 您的流動性

# pool.liquidity.placeholder
source: You don't have any active pools yet. Add liquidity to earn rewards
ar: سيولتك ستظهر هنا
az: Likvidliyiniz burada görünəcək
ca: No tens cap pool activa en aquests moments. Afegeix liquiditat per a obtenir les recompenses
cs: Vaše likvidita se zobrazí zde
de_de: Du hast noch keine aktiven Pools. Füge Liquidität hinzu, um Belohnungen zu erhalten
fa: شما هنوز هیچ مخزن فعالی ندارید. برای کسب پاداش، نقدینگی اضافه کنید
fr: Vous n'avez pas encore de pools actifs. Ajoutez des liquidités pour gagner des récompenses
he: עדיין אין לך מאגרים פעילים. הוסף נזילות כדי להרוויח תגמולים
hi_in: आपके पास अभी तक कोई सक्रिय पूल नहीं है। पुरस्कार अर्जित करने के लिए तरलता जोड़ें
hu: Még nincs aktív pool részedése. Adjon hozzá likviditást a jutalmak megszerzéséhez
ja: アクティブなプールがまだありません。 流動性を追加して報酬を獲得してください
ms_my: Kecairan anda akan muncul di sini
nl: Uw liquiditeit zal hier verschijnen
pl: Nie masz jeszcze żadnych aktywnych pul. Dodaj płynność, aby zdobywać nagrody.
pt: Ainda não tem nenhuma pool ativa. Adicione liquidez para ganhar recompensas
ru: У вас пока нет активных пулов. Добавьте ликвидность, чтобы получить вознаграждение
sr: Још увек немате активних пула. Додајте ликвидност да бисте зарадили награде
tr: Henüz aktif havuzlarınız yok. Ödül kazanmak için likidite ekleyin
vi: Bạn chưa tham gia bất kỳ pool nào. Thêm thanh khoản để kiếm phần thưởng
zh_hans: 您还没有任何生效的流动池。 赶快来增加流动性以赚取奖励哦
zh_hant_tw: 您還沒有任何活動池。 增加流動性以賺取獎勵

# pool.share.title
source: Share of Pool
ar: اسهم الحوض
az: Hovuzun payı
ca: Participació al Fons comú
cs: Podíl z fondu
de_de: Anteil am Pool
fa: سهم از استخر (pool)
fr: Pourcentage du pool
he: נתח מהמאגר
hi_in: पूल का हिस्सा
hu: Pool részesedése
ja: プール内訳
ms_my: Bahagian Tabungan
nl: Aandeel van pool
pl: Udział puli
pt: Quota da Pool
ru: Доля в пуле
sr: Удео пулa
tr: Havuz Payı
vi: Cổ phần trong pool
zh_hans: 流动池份额
zh_hant_tw: 流動池份額

# pool.token.pooled
source: Pooled
ar: مكود للتحويض
az: Havuzlu
ca: Dipositat al pool
cs: Ve fondu
de_de: Gepoolt
fa: به استخر اضافه شد
fr: Mis dans le pool
he: צורף למאגר
hi_in: पूल में इकट्ठा किये गया टोकन
hu: Poolban lévő
ja: プールされた
ms_my: Terkumpul
nl: gepoold
pl: Dodane do puli
pt: Na Pool
ru: В пуле
tr: Havuzlanmış
vi: Pool đã đóng góp
zh_hans: 流动池化
zh_hant_tw: 匯集

# pool.button.add
source: Add
ar: اضافة
az: Əlavə et
ca: Afegeix
cs: Přidat
de_de: Hinzufügen
fa: اضافه کنید
fr: Ajouter
he: הוסף
hi_in: जोड़ें
hu: Hozzáadás
ja: 追加
ms_my: Tambah
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить
sr: Додајте
tr: Ekle
vi: Thêm
zh_hans: 添加
zh_hant_tw: 添加

# pool.button.remove
source: Remove
ar: إزالة
az: Sil
ca: Esborra
cs: Odstranit
de_de: Entfernen
fa: حذف
fr: Retirer
he: הסר
hi_in: हटाये
hu: Eltávolítás
ja: 削除
ms_my: Buang
nl: Verwijder
pl: Usuń
pt: Remover
ru: Забрать
sr: Уклони
tr: Kaldır
vi: Rút
zh_hans: 移除
zh_hant_tw: 消除

# wallet.qr.share.message.empty.template.v1
source: %@ Network address to Receive %@:
ar: %@ عنوان الشبكة لاستلام %@ :
az: %@ Network ünvan almaq üçün %@ :
ca: Adreça de xarxa %@ per a rebre %@:
cs: %@ Síťová adresa pro příjem %@:
de_de: %@ Netzwerkadresse um %@ zu empfangen:
fa: %@ آدرس شبکه برای دریافت %@ :
fr: %@ adresse réseau pour recevoir %@ :
he: %@ כתובת הרשת לקבלה %@:
hi_in: मेरा %@ प्राप्त करने के लिए नेटवर्क पता %@ :
hu: %@ Fogadásra jogosult hálózati cím %@:
ja: %@受取用ネットワーク アドレス %@:
ms_my: %@ Alamat rangkaian untuk Menerima %@:
nl: %@ Netwerkadres om %@ te ontvangen:
pl: Adres w sieci %@ przeznaczony do odbioru %@:
pt: %@ Endereço da rede a Receber %@:
ru: %@ Сетевой адрес для получения %@:
sr: %@ Мрежна адреса за пријем %@:
tr: %@ Almak için %@ Ağı adresi:
vi: %@ Địa chỉ ví để nhận %@ :
zh_hans: 接收%@的%@网络地址：
zh_hant_tw: %@要接收的網絡地址%@ :

# wallet.qr.share.message.template.v1
source: My %@ Network address to Receive %@ %@:
ar: عنواني على شبكة %@ لاستقبال %@:%@
az: Mənim %@ Network ünvan almaq üçün %@ %@ :
ca: La meva adreça %@ de xarxa per a rebre %@%@:
cs: Moje %@ síťová adresa pro příjem %@ %@:
de_de: Meine %@ Netzwerkadresse um %@ %@ zu empfangen:
fa: %@ آدرس شبکه من برای دریافت %@ %@:
fr: Mon adresse sur le réseau %@ pour recevoir %@ %@ :
he: כתובת %@ הרשת שלי לקבלה %@%@:
hi_in: मेरा %@ प्राप्त करने के लिए नेटवर्क पता %@ %@ :
hu: %@ Fogadásra jogosult hálózati címem %@%@:
ja: 私の%@ネットワークアドレスで%@ %@を受け取ります：
ms_my: Alamat Rangkaian %@ saya untuk Menerima %@ %@ :
nl: Mijn %@ netwerkadres naar %@ %@ ontvangen:
pl: Mój adres w sieci %@ przeznaczony do odbioru %@ %@:
pt: O meu %@ Endereço da rede para Receber %@ %@:
ru: Мой %@ сетевой адрес для получения %@ %@:
sr: Моја %@ мрежна адреса за пријем %@ %@:
tr: %@ %@ Almak için %@ Ağı adresim:
vi: Địa chỉ ví %@ của tôi để nhận %@ %@:
zh_hans: 我的 %@ 网络地址用于接收 %@ %@：
zh_hant_tw: 我要接收%@ %@的%@網絡地址：

# empty.recent.recipients.2
source: Recipients will appear here
ar: سيظهر المستلمون هنا
az: Qəbul edənlər burada görünəcək
ca: Els destinataris apareixeran aquí
cs: Zde se zobrazí příjemci
de_de: Die Empfänger werden hier angezeigt
fa: دریافت کنندگان اینجا نشان داده خواهند شد
fr: Les destinataires apparaîtront ici
he: הנמענים יופיעו כאן
hi_in: प्राप्तकर्ता यहां दिखाई देंगे
hu: A címzettek itt jelennek meg
ja: 受信者はここに表示されます
ms_my: Penerima akan muncul di sini
nl: Ontvangers zullen hier verschijnen
pl: Tutaj pojawią się odbiorcy.
pt: Os destinatários aparecerão aqui
ru: Получатели появятся здесь
sr: Примаоци ће се појавити овде
tr: Alıcılar burada görünecektir
vi: Người nhận sẽ xuất hiện ở đây
zh_hans: 接收人将出现在此处
zh_hant_tw: 收件人將出現在此處
