Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# claim.subtitle.confirmed.v2
source: Transition of assets are in progress
ar: نقل الأصول قيد التنفيذ
cs: Probíhá převod aktiv
es: La transición de los tokens está en curso
fr: Transition des actifs en cours
he: מעבר הנכסים מתבצע
hi_in: संपत्ति का हस्तांतरण प्रगति पर है
ja: アセット移行中
ms_my: Peralihan aset sedang berjalan
vi: Quá trình chuyển tài sản đang được tiến hành
zh_hans: 资产转移正在进行中

# details.sent.to.pool
source: Sent to pool
ar: أرسل إلى المسبح
cs: Odesláno do fondu
es: Enviar al par de liquidez
fr: Envoyé dans le pool
he: נשלח למאגר
hi_in: पूल में भेजा गया
ja: プールに送信されました
ms_my: Dihantar ke kolam
vi: Gửi đến pool
zh_hans: 发送到池中

# details.receive.from.pool
source: Withdrawn from Pool
ar: تم سحبه من المسبح
cs: Odebráno z fondu
es: Retirar del par de liquidez
fr: Retiré du pool
he: נמשך מהמאגר
hi_in: पूल से निकाला गया
ja: プールから引き上げる
ms_my: Ditarik balik dari Kolam
ru: Выведено из пула
vi: Rút tiền từ Pool
zh_hans: 已从池中撤回

# transaction.date.1
source: Date and time
ar: التاريخ و الوقت
cs: Datum a čas
es: Fecha y hora
fr: Date et heure
he: תאריך ושעה
hi_in: तिथि और समय
ja: 日付と時刻
ms_my: Tarikh dan masa
vi: Ngày và giờ
zh_hans: 日期和时间

# buy.crypto.buy.xor.with.fiat.title
source: Buy XOR with fiat
ar: شراء XOR مع فيات
cs: Koupit XOR za fiat
es: Comprar XOR con fiat
fr: Acheter du XOR avec des euros
he: קנה XOR עם פיאט
hi_in: फिएट के साथ XOR खरीदें
ja: 法定通貨で XOR を購入
ms_my: Beli XOR dengan fiat
ru: Купить XOR за фиат
vi: Mua XOR bằng tiền pháp định
zh_hans: 用法币购买XOR

# buy.crypto.buy.xor.with.fiat.subtitle
source: Buy or sell XOR token with euro
ar: شراء أو بيع توكن XOR باليورو
cs: Nákup nebo prodej tokenu XOR za euro
es: Comprar o Vender XOR con euro
fr: Acheter ou vendre des jetons XOR avec des euros
he: קנה או מכור טוקן XOR באירו
hi_in: यूरो के साथ XOR टोकन खरीदें या बेचें
ja: ユーロでXORトークンを売買
ms_my: Beli atau jual token XOR dengan euro
ru: Купить или продать токен XOR за евро
vi: Mua hoặc bán XOR bằng euro
zh_hans: 用欧元购买或出售XOR代币

# common.buy
source: Buy
ar: شراء
cs: Koupit
es: Comprar
fr: Acheter
he: קנה
hi_in: खरीदें
ja: 買う
ms_my: Beli
ru: Купить
vi: Mua
zh_hans: 购买

# common.buy.xor
source: Buy XOR
ar: شراء XOR
cs: Koupit XOR
es: Comprar XOR
fr: Acheter du XOR
he: קנה XOR
hi_in: XOR खरीदें
ja: XORを買う
ms_my: Beli XOR
ru: Купить XOR
vi: Mua XOR
zh_hans: 购买XOR

# buy.crypto.buy.xor.banner.title
source: Buy XOR token
ar: شراء توكن XOR
cs: Koupit token XOR
es: Comprar XOR token
fr: Acheter des jetons XOR
he: קנה טוקן XOR
hi_in: XOR टोकन खरीदें
ja: XORトークンの購入
ms_my: Beli token XOR
ru: Купить токен XOR
vi: Mua token XOR
zh_hans: 购买XOR代币

# more.menu.sora.card.title
source: SORA Card
ar: بطاقة سورا
cs: SORA Karta
es: Tarjeta SORA
he: כרטיס סורה
hi_in: सोरा कार्ड
ja: SORAカード
ms_my: Kad SORA
ru: SORA Карта
vi: Thẻ SORA
zh_hans: SORA卡

# more.menu.sora.card.subtitle
source: Manage your card and IBAN account
ar: إدارة حسابات البطاقات والعملات الورقية
cs: Správa karet a fiat účtů
es: Gestión de la cuenta fiat y de la tarjeta
fr: Gestion des cartes et des comptes fiduciaires SORA
he: נהל את הכרטיס וחשבון ה-IBAN שלך
hi_in: कार्ड और फिएट खाता प्रबंधन
ja: カードと法定通貨のアカウント管理
ms_my: Pengurusan kad dan akaun fiat
ru: Управление картами и фиатными счетами
vi: Quản lý thẻ và tài khoản IBAN của bạn
zh_hans: 管理您的卡片和IBAN账户

# import.account.message
source: Select source for import
ar: حدد المصدر للاستيراد
cs: Vyberte zdroj pro import
es: Selecciona origen para importar
fr: Selectionnez une source pour l'importation
he: בחר מקור לייבוא
hi_in: आयात के लिए स्रोत का चयन करें
ja: インポートするソースを選択
ms_my: Pilih sumber untuk import
vi: Chọn nguồn để nhập
zh_hans: 选择导入来源

# common.wrong.pin
source: Wrong PIN
ar: رقم التعريف الشخصي خاطئ
cs: Chybný PIN
es: PIN incorrecto
fr: Mauvais PIN
he: PIN שגוי
hi_in: गलत पिन
ja: 間違ったPINコード
ms_my: PIN salah
vi: PIN sai
zh_hans: 错误的PIN码

# asset.details.your.pools
source: Your %s pools
ar: تجمعات %s الخاصة بك
cs: Vaše fondy %s
es: Tus %spares de liquidez
fr: Vos %s pool(s)
he: %s המאגרים שלך
hi_in: आपके %s पूल
ja: %s プール
ms_my: Kolam %s anda
vi: %s pool của bạn
zh_hans: 你的%s池子

# asset.details.liquid.balance
source: Liquid balance
ar: رصيد السيولة
cs: Likvidní zůstatek
es: Balance Líquido
fr: Solde liquide
he: מאזן נזיל
hi_in: कुल राशि
ja: 流動性の残高
ms_my: Imbangan cecair
vi: Số dư thanh khoản
zh_hans: 流动资产余额

# sora.card.get.more.xor
source: Get more XOR
ar: احصل على المزيد من XOR
cs: Získat více XOR
es: Conseguir más XOR
fr: Obtenir plus de XOR
he: השג עוד XOR
hi_in: अधिक XOR प्राप्त करें
ja: XOR をさらに取得する
ms_my: Dapatkan lebih banyak XOR
vi: Nhận thêm XOR
zh_hans: 获取更多的XOR

# sora.card.already.have.card
source: I already have a card
ar: لدي بالفعل بطاقة
cs: Kartu už mám
es: Ya tengo una tarjeta
fr: J'ai déjà une carte
he: כבר יש לי כרטיס
hi_in: मेरे पास पहले से ही एक कार्ड है
ja: すでにカードを持っている
ms_my: Saya sudah mempunyai kad
vi: Tôi đã có thẻ
zh_hans: 我已经有一张卡了

# sora.card.you.have.enough.xor
source: You have enough XOR for a FREE card
ar: لديك ما يكفي من XOR للحصول على بطاقة مجانية
cs: Máte dostatek XOR na kartu ZDARMA
es: Tienes suficientes XOR para una tarjeta GRATIS
fr: Vous avez assez de XOR pour obtenir la carte gratuitement
he: יש לך מספיק XOR עבור כרטיס בחינם
hi_in: मुफ़्त कार्ड के लिए आपके पास पर्याप्त XOR है
ja: 無料カードに十分なXORをお持ちです
ms_my: Anda mempunyai cukup XOR untuk kad PERCUMA
ru: У вас достаточно XOR для БЕСПЛАТНОЙ карты
vi: Bạn có đủ XOR để nhận thẻ MIỄN PHÍ
zh_hans: 您已经拥有足够的XOR来获得一张免费卡

# sora.card.you.need.xor
source: You need %s XOR (€%s)
ar: أنت بحاجة إلى %s XOR (€ %s )
cs: Potřebujete %s XOR (€ %s )
es: Necesitas %s XOR (€%s)
fr: Vous avez besoin de %s XOR (%s€)
he: אתה צריך %s XOR (€%s)
hi_in: आपको %s XOR (€ %s ) चाहिए
ja: %s XOR (€%s) が必要です
ms_my: Anda memerlukan %s XOR (€%s)
vi: Bạn cần %s XOR (€ %s )
zh_hans: 你需要%sXOR(€%s)

# asset.details.asset.id
source: Asset ID
ar: معرف الأصول
cs: ID aktiva
es: ID del Activo
fr: ID de l'actif
he: כתובת הנכס
hi_in: संपत्ति आईडी
ja: アセットID
ms_my: ID Aset
vi: ID Tài sản
zh_hans: 资产ID

# common.explore
source: Explore
ar: استكشف
cs: Prozkoumat
es: Explorar
fr: Explorer
he: סקירה
hi_in: अन्वेषण करना
ja: 探る
ms_my: Meneroka
vi: Khám phá
zh_hans: 探索

source: Account address
ar: عنوان الحساب
cs: Adresa účtu
es: Dirección de la cuenta
fr: Adresse du compte
he: כתובת החשבון
hi_in: खाते का पता
ja: アカウントアドレス
ms_my: Alamat akaun
ru: Адрес аккаунта
vi: Địa chỉ tài khoản
zh_hans: 账户地址

# sora.card.buy.xor.with.eur
source: Buy XOR with EUR
ar: شراء XOR باليورو
cs: Koupit XOR za EUR
es: Comprar XOR con EUR
fr: Acheter du XOR avec de l'EUR
he: קנה XOR עם EUR
hi_in: EUR से XOR खरीदें
ja: EURでXORを買う
ms_my: Beli XOR dengan EUR
vi: Mua XOR bằng EUR
zh_hans: 用欧元购买XOR

# sora.card.swap.crypto.for.xor
source: Swap crypto for XOR
ar: مبادلة العملات المشفرة ب XOR
cs: Vyměnit krypto za XOR
es: Cambiar cripto por XOR
fr: Swap crypto pour XOR
he: החלף קריפטו עבור XOR
hi_in: XOR के लिए क्रिप्टो स्वैप / बदले करें
ja: 暗号資産をXORにスワップ
ms_my: Tukar kripto untuk XOR
vi: Hoán đổi tiền điện tử lấy XOR
zh_hans: 用加密货币兑换XOR

# sora.card.no.more.free.tries
source: No more free attempts
ar: لا مزيد من المحاولات المجانية
cs: Žádné další pokusy zdarma
es: No quedan más intentos gratuitos
fr: Nombre d'essais gratuits épuisé
he: אין עוד ניסיונות בחינם
hi_in: कोई और मुफ़्त प्रयास नहीं
ja: これ以上の無料試行はありません
ms_my: Tiada lagi percubaan percuma
nl: Geen gratis pogingen meer
vi: Không còn thử miễn phí
zh_hans: 没有更多的免费尝试

# activity.invitation.count
source: - %@ invitation
ar: - %@ دعوة
cs: - %@ pozvánka
es: - %@invitación
fr: %@ invitation(s)
he: - %@ הזמנה
hi_in: आमंत्रण%@
ja: - %@ 招待
ms_my: - %@ jemputan
nl: - %@ uitnodiging
vi: - %@ lời mời
zh_hans: -%@邀请

# polkaswap.no.such.pool
source: No such pool
ar: لا يوجد مثل هذا التجمع
cs: Tento fond neexistuje
es: No existe el par de liquidez
fr: Pas de pool de ce type
he: אין מאגר כזה
hi_in: ऐसा कोई पूल नहीं है
ja: そのようなプールはありません
ms_my: Tiada kolam sedemikian
nl: Geen dergelijke pool
vi: Không có pool như vậy
zh_hans: 没有这样的池子

# asset.details.asset.id.copied
source: Asset ID copied
ar: تم نسخ معرف الأصل
cs: ID aktiva zkopírováno
es: ID del activo copiado
fr: ID de l'actif copié
he: כתובת הנכס הועתקה
hi_in: संपत्ति आईडी कॉपी किया गया
ja: アセットIDがコピーされました
ms_my: ID Aset disalin
nl: Asset-ID gekopieerd
vi: Đã sao chép ID Tài sản
zh_hans: 资产 ID 已复制

# sora.card.blacklisted.countires.warning
source: Residents from certain countries can not apply for SORA Card at this moment
cs: Obyvatelé některých zemí v tuto chvíli nemohou žádat o kartu SORA
es: Residentes de algunos países no pueden solicitar la Tarjeta SORA en este momento
he: תושבים ממדינות מסוימות אינם יכולים להגיש בקשה לכרטיס סורה ברגע זה
ja: 現時点では、特定の国の居住者はSORAカードを申請できません
ms_my: Penduduk dari negara-negara tertentu tidak boleh memohon Kad SORA pada masa ini
nl: Inwoners van bepaalde landen kunnen momenteel geen SORA-kaart aanvragen
vi: Cư dân từ một số quốc gia không thể đăng ký Thẻ SORA tại thời điểm này
zh_hans: 来自某些国家的居民目前无法申请SORA卡。

# sora.card.blacklisted.countires.title
source: Excluded of application
ar: مستبعد من التطبيق
cs: Země vyloučené z žádosti o kartu
es: Excluidos de solicitud
fr: Exclus de l’application
he: לא נכלל באפליקציה
ja: 適用除外
ms_my: Dikecualikan daripada permohonan
nl: Uitgesloten van toepassing
ru: Исключения из заявки
vi: Không bao gồm ứng dụng
zh_hans: 应用程序排除

# onboarding.continue.with.google
source: Continue with Google
he: המשך עם גוגל
ms_my: Teruskan dengan Google
vi: Tiếp tục với Google
zh_hans: 继续使用 Google

# scan.qr.show.my.qr
source: Show my QR code
he: הצג את קוד ה-QR שלי
ms_my: Tunjukkan kod QR saya
vi: Hiển thị mã QR của tôi
zh_hans: 显示我的二维码

# commom.scan.qr
source: Scan QR code
he: סרוק קוד QR
ms_my: Imbas kod QR
vi: Quét mã QR
zh_hans: 扫描二维码

# common.request
source: Request
he: בקשה
ms_my: Permintaan
vi: Yêu cầu
zh_hans: 请求

# common.create.qr.request
source: Create QR-request
he: צור בקשת QR
ms_my: Buat permintaan QR
vi: Tạo QR yêu cầu
zh_hans: 创建QR请求

# common.title.warning
source: Warning!
he: אזהרה!
ms_my: Amaran!
vi: Cảnh báo!
zh_hans: 警告！

# swap.confirmation.screen.warning.balance.afterwards.transaction.is.too.small
source: Your %@ balance will be less than %@ after this transaction. You won’t be able to pay for the network fee for another transaction.
ar: Ensure that you have %@ left after this transaction. Otherwise, you won’t be able to do another transaction.
az: Bu əməliyyatdan sonra %@ qaldığınıza əmin olun. Əks halda, başqa sövdələşmə edə bilməyəcəksiniz.
cs: Ensure that you have %@ left after this transaction. Otherwise, you won’t be able to do another transaction.
he: ודא שנותרו לך %@ לאחר עסקה זו. אחרת, לא תוכל לבצע עסקה אחרת.
hi_in: Ensure that you have %@ left after this transaction. Otherwise, you won’t be able to do another transaction.
ja: Ensure that you have %@ left after this transaction. Otherwise, you won’t be able to do another transaction.
ms_my: Pastikan anda mempunyai %@ yang tersisa selepas transaksi ini. Jika tidak, anda tidak akan dapat melakukan transaksi lain.
nl: Ensure that you have %@ left after this transaction. Otherwise, you won’t be able to do another transaction.
pt: Ensure that you have %@ left after this transaction. Otherwise, you won’t be able to do another transaction.
tr: Ensure that you have %@ left after this transaction. Otherwise, you won’t be able to do another transaction.
vi: Đảm bảo rằng bạn còn %@ sau giao dịch này. Nếu không, bạn sẽ không thể thực hiện một giao dịch khác.
zh_hans: 确保在此事务之后还剩下 %@。否则，您将无法进行其他交易。

source: Node offline
he: צומת במצב לא מקוון
ms_my: Nod luar talian
ru: Нода недоступна
vi: Node ngoại tuyến
zh_hans: 节点离线

source: Switch node
he: החלף צומת
ms_my: Tukar nod
ru: Переключить ноду
vi: Chuyển node
zh_hans: 切换节点

# node.connection.issue
source: Your account has been successfully created. But the app can not connect to a default node. Try to switch to an alternative.
he: החשבון שלך נוצר בהצלחה. אך האפליקציה אינה יכולה להתחבר לצומת ברירת מחדל. נסה לעבור לחלופה אחרת.
ms_my: Akaun anda telah berjaya dibuat. Tetapi apl tidak boleh menyambung ke nod lalai. Cuba beralih kepada alternatif.
ru: Ваш аккаунт успешно создан. Но приложение не может подключиться к ноде по-умолчанию. Попробуйте подключиться к другой ноде.
vi: Tài khoản của bạn đã được tạo thành công. Nhưng ứng dụng không thể kết nối với một node mặc định. Cố gắng chuyển sang một node khác.
zh_hans: 您的账户已成功创建。但是应用程序无法连接到默认节点。请尝试切换到备选节点。

# common.hebrew
source: Hebrew
he: עברית
ms_my: Bahasa Ibrani
ru: Иврит
zh_hans: 希伯来语

# common.persian
source: Persian
he: פרסית
ms_my: Bahasa Parsi
ru: Персидский
zh_hans: 波斯语

# common.serbian
source: Serbian
he: סרבית
ms_my: Bahasa Serbia
ru: Сербский
zh_hans: 塞尔维亚语

# common.vietnamese
source: Vietnamese
he: וייטנאמית
ms_my: Bahasa Vietnam
ru: Вьетнамский
vi: Tiếng Việt
zh_hans: 越南语

# common.hindi
source: Hindi
he: הינדי
ru: Хинди
zh_hans: 印地语

# confirn.supply.liquidity.first.provider.warning
source: You are the first liquidity provider. The ratio of tokens you add will set the price of this pool.
he: אתה ספק הנזילות הראשון. יחס הטוקנים שתוסיף יקבע את מחיר המאגר הזה.
ms_my: Anda adalah pembekal kecairan pertama. Nisbah token yang anda tambah akan menetapkan harga kolam ini.
vi: Bạn là nhà cung cấp thanh khoản đầu tiên. Tỷ lệ token bạn thêm vào sẽ là giá của pool này.
zh_hans: 您是第一个提供流动性的人。您添加代币的比例将决定该池子的价格。

# backup.password.title
source: Setting a password will encrypt your Google backup. You’ll need to enter this when restoring your wallet. Minimum password length is 6 characters.
az: Parolun təyin edilməsi Google ehtiyat nüsxənizi şifrələyəcək. Pul kisəsini bərpa edərkən bunu daxil etməlisiniz. Minimum parol uzunluğu 6 simvoldur.
de_de: Setting a password will encrypt your Google backup. You’ll need to enter this when restoring your wallet.
es: Setting a password will encrypt your Google backup. You’ll need to enter this when restoring your wallet.
fr: Setting a password will encrypt your Google backup. You’ll need to enter this when restoring your wallet.
he: הגדרת סיסמה תצפין את גיבוי הגוגל שלך. יהיה עליך להזין אותה בעת שחזור הארנק שלך.
ms_my: Menetapkan kata laluan akan menyulitkan sandaran Google anda. Anda perlu memasukkannya semasa memulihkan dompet anda.
ru: Setting a password will encrypt your Google backup. You’ll need to enter this when restoring your wallet.
vi: Đặt mật khẩu sẽ mã hóa bản sao lưu Google của bạn. Bạn sẽ cần nhập thông tin này khi khôi phục ví của mình. Độ dài mật khẩu tối thiểu là 6 ký tự.
zh_hans: 设置密码将加密您的Google备份。在恢复钱包时，您需要输入此密码。 最小密码长度为6个字符。

# create.backup.password.title
source: Create backup password
he: צור סיסמת גיבוי
ms_my: Tetapkan kata laluan sandaran
vi: Tạo mật khẩu dự phòng
zh_hans: 创建备用密码

# create.backup.set.password
source: Set password
he: הגדר סיסמה
ms_my: Set kata laluan
vi: Đặt mật khẩu
zh_hans: 设置密码

# create.backup.password.warning.text
source: I understand that if I forget my password there is no way to retrieve it.
he: אני מבין שאם אשכח את הסיסמה שלי אין דרך לאחזר אותה.
ms_my: Saya faham bahawa jika saya terlupa kata laluan saya tidak ada cara untuk mendapatkannya semula.
vi: Tôi hiểu rằng nếu tôi quên mật khẩu thì không có cách nào lấy lại được.
zh_hans: 我知道如果我忘记了密码，就无法找回它。

# create.backup.password.button.text
source: Set backup password
he: הגדר סיסמת גיבוי
ms_my: Tetapkan kata laluan sandaran
vi: Đặt mật khẩu sao lưu
zh_hans: 设置备份密码

# create.backup.password.is.secure
source: Password is highly secure
he: הסיסמה מאובטחת ביותר
ms_my: Kata laluan sangat selamat
vi: Mật khẩu có tính bảo mật cao
zh_hans: 密码非常安全

# create.backup.password.matched
source: Password matched
he: הסיסמה תואמת
ms_my: Kata laluan dipadankan
vi: Mật khẩu phù hợp
zh_hans: 密码匹配

# onboarding.description
source: SORA is an on-chain governance system where producers make proposals for funding, and all XOR token holders decide on the best goods and services to be created. Accepting XOR as payment then builds the SORA economy.
he: סורה היא מערכת ממשל ברשת שבה יצרנים מציעים הצעות למימון, וכל מחזיקי טוקן XOR מחליטים על המוצרים והשירותים הטובים ביותר שיש ליצור. קבלת XOR כתשלום בונה את כלכלת סורה.
ms_my: SORA adalah sistem tadbir urus dalam rantaian di mana pengeluar membuat cadangan untuk pembiayaan, dan semua pemegang token XOR memutuskan barangan dan perkhidmatan terbaik yang akan diwujudkan. Menerima XOR sebagai pembayaran kemudian membina ekonomi SORA.
vi: SORA là một hệ thống quản trị trên chuỗi nơi các nhà sản xuất đưa ra các đề xuất tài trợ và tất cả những người nắm giữ mã thông báo XOR quyết định hàng hóa và dịch vụ tốt nhất sẽ được tạo ra. Chấp nhận XOR dưới dạng thanh toán sau đó xây dựng nền kinh tế SORA.
zh_hans: SORA是一个链上治理系统，生产者可以提出资金申请，所有XOR代币持有人共同决定最佳商品和服务的创建。接受XOR作为支付方式将促进SORA经济的发展。

# select.account.import
source: Select account to import
he: בחר חשבון לייבוא
ms_my: Pilih akaun untuk diimport
vi: Chọn tài khoản để nhập
zh_hans: 选择要导入的账户

# enter.password.title
source: Enter password
he: הזן סיסמה
ms_my: Masukkan kata laluan
vi: Nhập mật khẩu
zh_hans: 输入密码

# enter.password.description
source: Enter backup password for the selected account to import
he: הזן סיסמת גיבוי עבור החשבון שנבחר לייבוא
ms_my: Masukkan kata laluan sandaran untuk akaun yang dipilih untuk diimport
vi: Nhập mật khẩu dự phòng cho tài khoản đã chọn để nhập
zh_hans: 输入选定账户的备份密码以进行导入

# enter.backup.password.title
source: Enter backup password
he: הזן סיסמת גיבוי
ms_my: Masukkan kata laluan sandaran
vi: Nhập mật khẩu dự phòng
zh_hans: 输入备份密码

# imported.account.title
source: Account imported
he: החשבון יובא
ms_my: Akaun diimport
vi: Tài khoản đã nhập
zh_hans: 账户已导入

# succesfully.imported.account.title
source: You have succesfully imported an account
he: ייבאת חשבון בהצלחה
ms_my: Anda telah berjaya mengimport akaun
vi: Bạn đã nhập thành công một tài khoản
zh_hans: 您已成功导入一个账户

# import.more.title
source: Import more
he: ייבוא נוסף
ms_my: Import lagi
vi: Nhập thêm
zh_hans: 导入更多

# import.account.not.backed.up
source: Not backed up!
he: לא מגובה!
ms_my: Tidak disandarkan!
vi: Chưa sao lưu!
zh_hans: 未备份！

# import.account.not.backed.up.alert.description
source: If your device gets lost or stolen, you will loose your wallet and all your funds forever.
he: אם המכשיר שלך יאבד או ייגנב, אתה תאבד את הארנק שלך ואת כל הכספים שלך לנצח.
ms_my: Jika peranti anda hilang atau dicuri, anda akan kehilangan dompet anda dan semua dana anda selama-lamanya.
vi: Nếu thiết bị của bạn bị mất hoặc bị đánh cắp, bạn sẽ mất ví và tất cả số tiền của mình mãi mãi.
zh_hans: 如果您的设备丢失或被盗，您将永远失去钱包和所有资金。

# import.account.not.backed.up.alert.action.title
source: I will risk it
he: אני אסכן את זה
ms_my: Saya akan mengambil risiko
vi: Tôi sẽ mạo hiểm với nó
zh_hans: 我愿意冒险

# passphrase.write
source: Write down your passphrase
he: רשום את מילות המפתח שלך
ms_my: Tulis frasa laluan anda
vi: Viết ra cụm mật khẩu của bạn
zh_hans: 请记下您的口令

# account.options.delete.backup
source: Delete Google backup
he: מחק את הגיבוי של גוגל
ms_my: Padamkan sandaran Google
vi: Xóa bản sao lưu của Google
zh_hans: 删除谷歌备份

# account.options.backup.google
source: Backup to Google
he: גיבוי לגוגל
ms_my: Sandaran ke Google
vi: Sao lưu vào Google
zh_hans: 备份到谷歌

# delete.backup.alert.title
source: Are you sure?
he: האם אתה בטוח?
ms_my: Adakah anda pasti?
vi: Bạn có chắc không?
zh_hans: 你确定吗？

# delete.backup.alert.description
source: If you delete your Google backup, you’ll only be able to recover your wallet with a manual backup of your passphrase.
he: אם תמחק את גיבוי הגוגל שלך, תוכל לשחזר את הארנק שלך רק באמצעות גיבוי ידני של מילות המפתח.
ms_my: Jika anda memadamkan sandaran Google, anda hanya boleh memulihkan dompet anda dengan sandaran manual frasa laluan anda.
vi: Nếu bạn xóa bản sao lưu Google của mình, bạn sẽ chỉ có thể khôi phục ví của mình bằng tự sao lưu cụm mật khẩu của mình.
zh_hans: 如果您删除了Google备份，您只能通过手动备份助记词来恢复您的钱包。

# common.delete
source: Delete
he: מחק
ms_my: Padam
vi: Xóa
zh_hans: 删除

# create.backup.password.not.matched
source: Passwords do not match
he: סיסמאות אינן תואמות
ms_my: Kata laluan tidak sepadan
vi: Mật khẩu không khớp
zh_hans: 密码不匹配

# create.backup.weak.password
source: Weak password
he: סיסמה חלשה
ms_my: Kata laluan lemah
vi: Mật khẩu yếu
zh_hans: 弱密码

# enter.password.incorect.title
source: Incorrect password
he: סיסמה שגויה
ms_my: Kata laluan tidak betul
vi: Mật khẩu không chính xác
zh_hans: 密码错误

# export.json.input.match.error
source: Passwords do not match!
he: סיסמאות אינן תואמות!
ms_my: Kata laluan tidak sepadan!
vi: Mật khẩu không khớp!
zh_hans: 密码不匹配！

# common.azerbaijani
source: Azerbaijani
he: אזרבייג'נית
ms_my: Azerbaijan
ru: Азербайджанский
zh_hans: 阿塞拜疆语

# common.dutch
source: Dutch
he: הולנדית
ms_my: Belanda
ru: Нидерландский
zh_hans: 荷兰语

# common.portuguese
source: Portuguese
he: פורטוגזית
ms_my: Portugis
ru: Португальский
zh_hans: 葡萄牙语

# launch.screen.loading.title
source: It's loading for a little longer this time
he: זה נטען לעוד קצת זמן הפעם
ms_my: Ia memuatkan sedikit lebih lama kali ini
vi: Lần này tải lâu hơn một chút
zh_hans: 这次加载时间稍微长了一点

# polkaswap.reward.payout
source: Rewards payout in
he: תשלום תגמולים ב
ms_my: Bayaran ganjaran dalam
vi: Thanh toán phần thưởng bằng
zh_hans: 奖励支付于

# polkaswap.farming.staked.for
source: Staked for %@
he: נעול עבור %@
vi: Stake cho %@
zh_hans: 质押了%@

# polkaswap.farming.demeter.power
source: Powered by Demeter Farming
he: מופעל על ידי Demeter Farming
vi: Được cung cấp bởi Demeter Farming
zh_hans: 由Demeter农业提供技术支持

# polkaswap.farming.pool.share
source: Your pool share staked
he: נתח המאגר שלך נעול
vi: Pool của bạn đã được stake
zh_hans: 您质押的流动池份额

# common.google.authorization.error
source: Google authorization failed
he: הרשאת גוגל נכשלה
vi: Ủy quyền của Google không thành công
zh_hans: Google授权失败

# common.google.backup.decryption.failed
source: Backup decryption failed. Please check password and try again
he: פענוח הגיבוי נכשל. אנא בדוק את הסיסמה ונסה שוב
vi: Giải mã bản sao lưu không thành công. Vui lòng kiểm tra mật khẩu và thử lại
zh_hans: 备份解密失败。请检查密码并重试。

# polkaswap.farming.unstake.to.remove
source: To remove liquidity you need to unstake it first
he: כדי להסיר נזילות ראשית עליך להסיר את הנעילה
vi: Để loại bỏ tính thanh khoản, trước tiên bạn cần hủy stake
zh_hans: 要撤出流动性，您需要先解除质押

# polkaswap.farming.pool.in.farming.hint
source: Some portion of your pool share is staked. To have access to it you have to unstake it first.
he: חלק מהנתח שלך במאגר מושקע. כדי לקבל גישה אליו, עליך להסיר אותו תחילה מהמאגר.
vi: Một phần của bạn đã được stake trong pool. Để có quyền truy cập vào nó, trước tiên bạn phải hủy stake.
zh_hans: 您的一部分流动池份额已被质押。要访问它，您需要先解除质押。

# explore.swap.tokens.on.sora
source: Swap tokens on SORA network
az: SORA şəbəkəsində tokenləri dəyişdirin
he: החלף טוקנים ברשת סורה
vi: Hoán đổi token trên mạng SORA
zh_hans: 在SORA网络上进行代币兑换

# common.currencies
source: Currencies
az: Valyutalar
he: מטבעות
vi: Tiền tệ
zh_hans: 货币

# explore.provide.and.earn
source: Provide liquidity and earn rewards
az: Likvidliyi təmin edin və mükafatlar qazanın
he: ספק נזילות והרווח תגמולים
vi: Cung cấp thanh khoản và kiếm phần thưởng
zh_hans: 提供流动性并获得奖励

# polkaswap.smart
source: Smart
ar: ذكي
az: Ağıllı
ca: Intel·ligent
es: Inteligente
fa: هوشمند
fr: Intelligent
hi_in: बुद्धिमान
hu: Okos
ms_my: Pintar
nl: Slim
pt: Inteligente
sr: Pametan
tr: Akıllı
vi: Thông minh
zh_hans: 智能模式
zh_hant_tw: 智能
