Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# common.passphrase.body
source: When creating a new account in SORA, you now get a 12 word passphrase. If you already have a 15 word SORA passphrase, you can import your account with it - these are also compatible and will keep working.
ar: عند إنشاء حساب جديد في سورا، ستحصل على كلمات تولية مؤلفة من ١٢ كلمة. إذا كان لديك بالفعل كلمات اولية لسورا مكونة من ١٥ كلمة، فيمكنك استيراد حسابك بها - فهي ايضاً مفاتيح متوافقة وستبقى صالحة.
az: Hesaba girişi bərpa etmək üçün istifadə olunur. Qeyd edin, bu məlumatsız hesabınızı bərpa edə bilməyəcəyik!
ca: Quan creeu un compte nou a SORA, ara obtindreu una frase de contrasenya de 12 paraules. Si ja teniu una frase de contrasenya SORA de 15 paraules, podeu importar-hi el compte; també són compatibles i continuaran funcionant.
cs: Při vytváření nového účtu v systému SORA nyní získáte 12ti slovní přístupovou frázi. Pokud již máte 15ti slovní přístupovou frázi SORA, můžete svůj účet importovat s ní - tyto fráze jsou rovněž kompatibilní a budou fungovat i nadále.
de_de: Während dem Erstellen eines neuen Benutzerkontos in SORA, bekommst du eine Passphrase mit 12 Wörtern. Wenn du schon eine SORA Passphrase mit 15 Wörtern besitzt, kannst du damit dein Benutzerkonto importieren. Diese ist kompatibel und wird weiterhin funktionieren.
es: Al crear una nueva cuenta en SORA, ahora se obtiene una frase semilla de 12 palabras. Si ya tienes una frase semilla de 15 palabras en SORA, puedes importar tu cuenta con ella; también son compatibles y seguirán funcionando.
fa: هنگام ایجاد یک حساب کاربری جدید در SORA، یک عبارت عبور 12 کلمه ای دریافت می‌کنید. اگر از قبل یک عبارت عبور 15 کلمه ای SORA دارید، می‌توانید حساب خود را با آن وارد کنید - اینها نیز سازگار هستند و به کار خود ادامه می‌دهند.
fr: Lorsque vous créez un nouveau compte sur SORA, vous obtenez une phrase secrète de 12 mots. Si vous avez déjà une phrase secrète SORA de 15 mots, vous pouvez importer votre compte avec - ces phrases sont compatibles et fonctionneront correctement.
he: בעת יצירת חשבון חדש בסורה, כעת אתה מקבל מילות מפתח באורך 12 מילים. אם כבר יש לך מילות מפתח של סורה באורך 15 מילים, אתה יכול לייבא איתן את החשבון שלך - גם הן תואמות וימשיכו לעבוד.
hi_in: इसका उपयोग खाता प्रवेश को पुनर्प्राप्त करने के लिए किया जाता है। इसे लिख लें, हम इसके बिना आपका खाता वापिस नहीं कर पाएंगे!
hu: A fiókhoz való hozzáférés helyreállítására szolgál. Írd le, nem leszünk képesek visszaállítani a fiókod ez nélkül!
ja: SORAで新しいアカウントを作成すると、12単語のパスフレーズが提供されます。もし15単語のSORAパスフレーズを既にお持ちの場合は、それを使用してアカウントをインポートできます。－ 15単語も引き続き機能します
ms_my: Apabila membuat akaun baru dalam SORA, anda kini mendapat 12 perkataan frasa laluan. Jika anda sudah mempunyai 15 perkataan frasa laluan SORA, anda boleh mengimport akaun anda dengannya - ini juga serasi dan akan terus bekerja.
nl: Wanneer u een nieuw account creëert in SORA, krijgt u een wachtwoord bestaand uit 12 woorden. Als u al een SORA-wachtwoord heeft bestaande uit 15 woorden, kunt u met dit wachtwoord uw account importeren - deze zijn ook compatibel en zullen blijven werken.
pl: Tworząc nowe konto w sieci SORA, otrzymujesz obecnie 12-wyrazową frazę hasłową. Jeśli już posiadasz 15-wyrazową frazę hasłową w sieci SORA, możesz zaimportować za jej pomocą swoje konto – jest ona kompatybilna i będzie działać.
pt: Quando cria uma conta na SORA, recebe uma passphrase de 12 palavras. Se já tem uma passphrase da SORA de 15 palavras, pode importar a sua conta com ela - estas também são compatíveis e continuarão funcionando.
ru: Она используется для восстановления доступа к аккаунту. В случае потери восстановить доступ будет невозможно!
sr: Приликом креирања новог налога у SORA сада добијате фразу од 12 речи. Ако већ имате фразу од 15 речи, можете да учитате свој налог са њом - он је компатибилан са системом и наставиће да ради.
tr: Hesabınıza erişiminizi kurtarmak için kullanılır. Bir yere not edin, Anımsatıcı Dizi olmadan hesabınız kurtarılamaz!
vi: Bây giờ, khi tạo một tài khoản SORA mới, bạn sẽ nhận được một chuỗi từ khóa khôi phục gồm 12 từ. Còn nếu bạn đã từng có chuỗi từ khóa khôi phục SORA cũ gồm 15 từ, thì bạn vẫn có thể sử dụng ở đây - nó vẫn tương thích và hoạt động bình thường.
zh_hans: 当在SORA中创建一个新的账户时，您现在会得到一个12个字的密码短语。如果您已经有一个15个字的SORA密码短语，您可以用它来导入您的账户 -- 这些密码短语也是兼容的，并可以继续使用。
zh_hant_tw: 在 SORA 中創建新賬戶時，您現在會獲得一個 12 字的密碼短語。如果您已經有一個 15 字的 SORA 密碼短語，您可以使用它導入您的賬戶 -- 這些密碼短語也是兼容，并可以繼續使用。

# common.passphrase.your.passphrase
source: Your passphrase
ar: الكلمات الأولية الخاصة بك
az: Sizin parol keçidiniz
ca: Les teves paraules de pas
cs: Vaše přístupová fráze
de_de: Deine Passphrase
es: Tu frase semilla
fa: رمز عبور شما
fr: Votre phrase secrète
he: מילות המפתח שלך
hi_in: आपका पदबंध
hu: Helyreállítási szavaid
ja: あなたのパスフレーズ
ms_my: Frasa laluan anda
nl: Uw wachtwoordzin
pl: Twoja fraza hasłowa
pt: A sua passphrase
ru: Ваша парольная фраза
sr: Ваша приступна фраза
tr: Anımsatıcı Dizi'niz
vi: Chuỗi từ khóa khôi phục của bạn
zh_hans: 您的助记词
zh_hant_tw: 您的密碼短語

# network.unavailable
source: Network connection unavailable
ar: شبكة الاتصال غير متوفرة
az: Şəbəkə bağlantısı alınmadı
ca: Connexió de xarxa no disponible
cs: Síťové připojení není k dispozici
de_de: Netzwerkverbindung nicht verfügbar
es: La conexión a la red no está disponible
fa: اتصال شبکه در دسترس نیست
fr: Connexion réseau indisponible
he: חיבור הרשת אינו זמין
hi_in: नेटवर्क कनेक्शन अनुपलब्ध है
hu: A hálózati kapcsolat nem érhető el
ja: ネットワークに接続できません
ms_my: Sambungan rangkaian tidak tersedia
nl: Netwerkverbinding niet beschikbaar
pl: Połączenie sieciowe jest niedostępne.
pt: Conexão à rede indisponível
ru: Нет доступа к Интернету
sr: Мрежна веза није доступна
tr: Ağ bağlantısı kullanılamıyor
vi: Kết nối mạng không khả dụng
zh_hans: 网络连接不可用
zh_hant_tw: 網絡連接不可用

# common.save
source: Save
ar: حفظ
az: Yadda saxla
ca: Desar
cs: Uložit
de_de: Speichern
es: Guardar
fa: ذخیره
fr: Sauvegarder
he: שמור
hi_in: सहेजें
hu: Ment
ja: 保存
ms_my: Simpan
nl: Opslaan
pl: Zapisz
pt: Guardar
ru: Сохранить
sr: Сачувај
tr: Kaydet
vi: Lưu
zh_hans: 保存
zh_hant_tw: 保存

# common.cancel
source: Cancel
ar: إلغاء
az: Ləğv edin
ca: Cancel·lar
cs: Zrušit
de_de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
he: בטל
hi_in: रद्द करें
hu: Mégse
ja: キャンセル
ms_my: Batal
nl: Annuleer
pl: Anuluj
pt: Cancelar
ru: Отмена
sr: Откажи
tr: İptal
vi: Huỷ bỏ
zh_hans: 取消
zh_hant_tw: 取消

# common.apply
source: Apply
ar: تقديم
az: Müraciət edin
ca: Aplicar
cs: Použít
de_de: Anwenden
es: Aplicar
fa: اعمال
fr: Appliquer
he: החל
hi_in: लागू करें
hu: Alkalmaz
ja: 申し込む
ms_my: Memohon
nl: Toepassen
pl: Użyj
pt: Aplicar
ru: Применить
sr: Применити
tr: Uygula
vi: Áp dụng
zh_hans: 申请
zh_hant_tw: 應用

# common.ok
source: OK
ar: موافق
ca: D'acord
fa: باشه
he: בסדר
hi_in: ठीक
hu: Rendben
ru: Ок
tr: Tamam
vi: Đồng ý
zh_hans: 好的
zh_hant_tw: 好的

# common.next
source: Next
ar: التالي
az: Növbəti
ca: Següent
cs: Další
de_de: Weiter
es: Siguiente
fa: بعدی
fr: Suivant
he: הבא
hi_in: आगे
hu: Következő
ja: 次へ
ms_my: Seterusnya
nl: Volgende
pl: Dalej
pt: Próximo
ru: Далее
sr: Следећи
tr: Sonraki
vi: Kế tiếp
zh_hans: 下一个
zh_hant_tw: 下一個

# common.vote
source: Vote
ar: التصويت
az: Səs verin
ca: Vota
cs: Hlasovat
de_de: Abstimmen
es: Vota
fa: رای
he: הצבעה
hi_in: मतदान
hu: Szavaz
ja: 投票
ms_my: Undi
nl: Stemmen
pl: Zagłosuj
pt: Voto
ru: Голосовать
sr: Гласајте
tr: Oy
vi: Bỏ phiếu
zh_hans: 投票
zh_hant_tw: 投票

# common.today
source: Today
ar: اليوم
az: Bu gün
ca: Avui
cs: Dnes
de_de: Heute
es: Hoy
fa: امروز
fr: Aujourd'hui
he: היום
hi_in: आज
hu: Ma
ja: 今日
ms_my: Hari ini
nl: Vandaag
pl: Dzisiaj
pt: Hoje
ru: Сегодня
sr: Данас
tr: Bugün
vi: Hôm nay
zh_hans: 今天
zh_hant_tw: 今天

# common.yesterday
source: Yesterday
ar: أمس
az: Dünən
ca: Ahir
cs: Včera
de_de: Gestern
es: Ayer
fa: دیروز
fr: Hier
he: אתמול
hi_in: बिता हुआ कल
hu: Tegnap
ja: 昨日
ms_my: Semalam
nl: Gisteren
pl: Wczoraj
pt: Ontem
ru: Вчера
sr: Јуче
tr: Dün
vi: Hôm qua
zh_hans: 昨天
zh_hant_tw: 昨天

# connection.error.message
source: Please, check internet connection and try again later.
ar: الرجاء التحقق من اتصال الإنترنت وإعادة المحاولة لاحقًا.
az: Xahiş edirəm internet bağlantısını yoxlayın və sonra yenidən cəhd edin.
ca: Si us plau, comproveu la connexió a Internet i torneu a provar més tard.
cs: Zkontrolujte připojení k internetu a zkuste to znovu později, prosím.
de_de: Bitte überprüfe die Internetverbindung und versuche es später noch einmal.
es: Por favor, compruebe la conexión a Internet e inténtelo nuevamente más tarde.
fa: لطفاً، اتصال اینترنت را بررسی کنید و بعداً دوباره امتحان کنید.
fr: Veuillez vérifier votre connexion Internet et réessayer plus tard.
he: אנא בדוק את חיבור האינטרנט ונסה שוב מאוחר יותר.
hi_in: कृपया, अंतराजाल कनेक्शन जांचें और बाद में पुनः प्रयास करें।
hu: Kérjük ellenőrizd az internet kapcsolatot és próbáld újra később
ja: インターネット接続を確認し、後でもう一度やり直してください
ms_my: Sila, periksa sambungan internet dan cuba lagi kemudian.
nl: Controleer de internetverbinding en probeer het later opnieuw.
pl: Sprawdź połączenie internetowe i spróbuj ponownie później.
pt: Por favor, verifique a conexão com a internet e tente novamente mais tarde.
ru: Пожалуйста, проверьте подключение к Интернету и повторите попытку.
sr: Молимо вас, проверите интернет везу и покушајте поново касније.
tr: Lütfen internet bağlantısını kontrol edin ve daha sonra tekrar deneyin.
vi: Vui lòng kiểm tra kết nối internet và thử lại sau.
zh_hans: 请检查网络连接，稍后再试。
zh_hant_tw: 請檢查網絡連接，稍後再試。

# common.error.general.message
source: We are working hard to fix the problem. Please, try again later.
ar: نعمل بجد لإصلاح المشكلة. من فضلك، حاول مرة أخرى لاحقاً.
az: Problemi həll etmək üçün çox çalışırıq. Zəhmət olmasa bir az sonra yenə cəhd edin.
ca: Estem treballant dur per solucionar el problema. Si us plau, torneu-ho a provar més tard.
cs: Usilovně pracujeme na vyřešení problému. Zkuste to znovu později, prosím.
de_de: Wir arbeiten hart daran, das Problem zu beheben. Bitte versuche es später noch einmal.
es: Estamos trabajando para solucionar el problema. Por favor, inténtelo de nuevo más tarde.
fa: ما سخت در تلاش هستیم تا مشکل را برطرف کنیم. لطفا بعدا دوباره امتحان کنید.
fr: Nous faisons tout notre possible pour résoudre ce problème. Merci de réessayer ultérieurement.
he: אנו עובדים קשה בכדי לתקן את הבעיה. אנא, נסה שוב מאוחר יותר.
hi_in: हम समस्या को ठीक करने के लिए कड़ी मेहनत कर रहे हैं। बाद में पुन: प्रयास करें।
hu: Dolgozunk a probléma megoldásán. Kérlek próbáld újra később.
ja: 問題解決に向け鋭意対応中です。後でもう一度やり直してください
ms_my: Kami berusaha keras untuk menyelesaikan masalah tersebut. Sila cuba sebentar lagi.
nl: We werken er hard aan om het probleem op te lossen. Probeer het later opnieuw.
pl: Staramy się obecnie rozwiązać ten problem. Spróbuj ponownie później.
pt: Estamos a trabalhar para resolver o problema. Por favor, tente novamente mais tarde.
ru: Мы уже решаем эту проблему. Пожалуйста, попробуйте позже.
sr: Трудимо се да решимо проблем. Покушајте поново касније.
tr: Bu sorunu çözmek için sıkı çalışıyoruz. Lütfen daha sonra tekrar deneyin.
vi: Chúng tôi đang làm việc chăm chỉ để khắc phục sự cố. Vui lòng thử lại sau.
zh_hans: 我们正在努力解决该问题。请稍后再试。
zh_hant_tw: 我們正在努力解決該問題。請稍後再試。

# result.ambiguous.error.title
source: Ambiguous result
ar: نتيجة مبهمة
az: Birmənalı nəticə
ca: Resultat ambigu
cs: Nejednoznačný výsledek
de_de: Mehrdeutiges Ergebnis
es: Resultado ambiguo
fa: نتیجه نامفهوم
fr: Résultat ambigu
he: תוצאה דו-משמעית
hi_in: अस्पष्ट परिणाम
hu: Nem egyértelmű eredmény
ja: あいまいな結果
ms_my: Keputusan tidak jelas
nl: Dubbelzinnig resultaat
pl: Niejednoznaczny wynik
pt: Resultado ambíguo
ru: Неоднозначный результат
sr: Двосмислен резултат
tr: Belirsiz sonuç
vi: Kết quả không rõ ràng
zh_hans: 结果不明确
zh_hant_tw: 結果不明確

# access.restore.words.error.message
source: Passphrase must contain 15 words
ar: يجب أن تتكون كلمات الإستذكار الأولية من ١٥ كلمة
az: Parol keçidi 15 sözdən ibarət olmalıdır
ca: Les paraules de pas es componen de 15 paraules
cs: Přístupová fráze musí obsahovat 15 slov
de_de: Die Passphrase muss 15 Wörter enthalten
es: La frase semilla debe contener 15 palabras
fa: عبارت عبور باید شامل 15 حرف باشد
fr: La phrase secrète doit contenir 15 mots
he: מילות המפתח חייבות להכיל 15 מילים
hi_in: पदबंध में 15 शब्द होने चाहिए
hu: A helyreállítási szavaknak 15 szót kell tartalmaznia
ja: パスフレーズは15個の単語を含めてください
ms_my: Frasa Laluan mesti mengandungi 15 perkataan
nl: De wachtwoordzin moet 15 woorden bevatten
pl: Fraza hasłowa musi zawierać 15 słów.
pt: A passphrase deve conter 15 palavras
ru: Парольная фраза содержит 15 слов
sr: Приступна фраза мора да садржи 15 речи
tr: Anımsatıcı Dizi 15 kelime içermelidir
vi: Chuỗi từ khóa khôi phục chứa 15 từ
zh_hans: 助记词必须包含15个字符
zh_hant_tw: 密碼短語必須包含15個單詞

# access.restore.phrase.error.message
source: Please, make sure that your passphrase consists of 12 or 15 words and they are all correct.
ar: كلمات الإستذكار الأولية غير صحيحة. الرجاء المحاولة مرة أخرى
az: Parol keçidiniz yanlışdır. Xahiş edirik başqa birini sınayın.
ca: Assegureu-vos que la vostra frase de contrasenya consti de 12 o 15 paraules i que totes siguin correctes.
cs: Ujistěte se prosím, že vaše přístupové fráze obsahuje 12 nebo 15 slov a všechna jsou správná.
de_de: Bitte stell sicher, dass die Passphrase aus 12 oder 15 Wörtern besteht und dass sie alle korrekt sind.
es: Por favor, asegúrate de que tu contraseña sea de 12 o 15 palabras y que sean correctas.
fa: لطفاً مطمئن شوید که عبارت عبور شما شامل 12 یا 15 کلمه است و همه آنها صحیح هستند.
fr: Veuillez vous assurer que votre phrase secrète contient 12 ou 15 mots et qu'ils sont tous corrects.
he: אנא ודא שמילות המפתח שלך מורכבות מ 12 או 15 מילים וכולן נכונות.
hi_in: आपका पदबंध अमान्य है। कृपया, एक और कोशिश करें।
hu: Az általad megadott helyreállítási szavak érvénytelenek. Kérjük próbálkozz egy másikkal.
ja: お手数ですが、パスフレーズの12単語なり15単語が全て正しいか確認してください
ms_my: Sila pastikan frasa laluan anda terdiri daripada 12 atau 15 perkataan dan semuanya betul.
nl: Uw wachtwoord is ongeldig. Probeer alstublieft een andere.
pl: Upewnij się, czy Twoja fraza hasłowa składa się z 12 lub 15 słów i wszystkie są poprawne.
pt: Por favor, certifique-se de que sua senha consiste em 12 ou 15 palavras e todas elas estão corretas.
ru: Пожалуйста, убедитесь, что ваша кодовая фраза состоит из 12 или 15 слов и все они верны.
sr: Уверите се да се приступна фраза састоји од 12 или 15 речи и да су све тачне.
tr: Anımsatıcı Dizi geçersiz. Lütfen başka bir Dizi deneyin.
vi: Hãy kiểm tra, chuỗi từ khóa khôi phục của bạn gồm 12 hoặc 15 từ được nhập chính xác.
zh_hans: 请确保您的密码由 12 或 15 个单词组成，并且它们都是正确的。
zh_hant_tw: 請確保您的密碼由 12 或 15 個單詞組成，並且它們都是正確的。

# wallet.search.query.error.message
source: Search size must be between 3 and 64 characters
ar: يجب أن يكون حجم البحث بين 3 و 64 حرفًا
az: Axtarış ölçüsü 3 ilə 64 simvol arasında olmalıdır
ca: La mida de la cerca ha d'estar entre 3 i 64 caràcters
cs: Délka hledaného retězce musí být mezi 3 a 64 znaky
de_de: Die Suchlänge muss zwischen 3 und 64 Zeichen liegen
es: El tamaño de la búsqueda debe estar entre 3 y 64 caracteres
fa: اندازه جستجو باید بین 3 تا 64 کارکتر باشد
fr: La taille de la recherche doit être comprise entre 3 et 64 caractères
he: גודל החיפוש חייב להיות בין 3 ל -64 תווים
hi_in: खोज का आकार 3 से 64 वर्णों के बीच होना चाहिए
hu: Minimum 3 és 64 karakter között kell lennie
ja: 検索できる文字数は3から64字です
ms_my: Saiz carian mestilah di antara 3 dan 64 aksara
nl: De zoekgrootte moet tussen de 3 en 64 tekens zijn
pl: Wyszukiwanie musi mieścić się w przedziale od 3 do 64 znaków.
pt: O tamanho da pesquisa deve ter entre 3 e 64 caracteres
ru: Длина запроса должна быть от 3 до 64 символов
sr: Величина претраге мора бити између 3 и 64 знака
tr: Arama boyutu 3 ile 64 karakter arasında olmalıdır
vi: Kích thước tìm kiếm phải từ 3 đến 64 ký tự
zh_hans: 搜索字数必须在3到64位之间
zh_hant_tw: 搜索字數必須在3到64之間

# user.create.phone.registered.error.message
source: Phone number already used during registration with this or another user
ar: رقم الهاتف قيد الاستخدام مسبقاً سواء مع هذا المستخدم او مستخدم اخر.
az: Bu və ya digər istifadəçi qeydiyyat zamanı bu telefon nömrəsini istifadə etmişdir
ca: Número de telèfon ja utilitzat durant el registre amb aquest o un altre usuari
cs: Telefonní číslo již bylo použito při registraci u tohoto nebo jiného uživatele
de_de: Telefonnummer wurde schon bei der Anmeldung von diesem oder einem anderen Benutzer verwendet
es: Número de teléfono ya usado durante el registro de este o de otro usuario
fa: شماره تلفن قبلاً هنگام ثبت نام شما یا کاربر دیگر استفاده شده است
fr: Numéro de téléphone déjà utilisé lors de l'inscription avec cet utilisateur ou avec un autre utilisateur
he: כבר נעשה שימוש במספר הטלפון הזה במהלך ההרשמה עם משתמש זה או אחר
hi_in: फोन नंबर पहले से ही इस या किसी अन्य उपयोगकर्ता के साथ पंजीकरण के दौरान उपयोग किया हुआ है
hu: Ezt a telefonszámot már regisztrálták
ja: この電話番号は既にあなたか他のユーザーによって登録されています
ms_my: Nombor telefon telah digunakan semasa pendaftaran dengan pengguna ini atau yang lain
nl: Telefoonnummer al gebruikt tijdens registratie bij deze of een andere gebruiker
pl: Ten numer telefonu został już użyty podczas rejestracji tego lub innego użytkownika.
pt: Número de telefone já utilizado durante o registro com este ou outro utilizador
ru: Номер телефона уже используется другим пользователем
sr: Телефонски број који се већ користио током регистрације код овог или другог корисника
tr: Bu telefon numarası bu veya bir başka kullanıcı tarafından kayıt esnasında kullanılmış.
vi: Số điện thoại đã được sử dụng trong quá trình đăng ký với người dùng này hoặc người dùng khác
zh_hans: 抱歉，此号码已被注册。请尝试另一个。
zh_hant_tw: 此電話號碼已被使用。請嘗試另一個。

# common.error.invalid.parameters
source: Invalid Parameters
ar: معلمات غير صالحة
az: Yanlış Parametrlər
ca: Paràmetres no vàlids
cs: Neplatné parametry
de_de: Ungültige Parameter
es: Parámetros inválidos
fa: پارامترها نامعتبر است
fr: Paramètres invalides
he: פרמטרים לא חוקיים
hi_in: अमान्य मापदण्ड
hu: Érvénytelen paraméterek
ja: 無効なパラメーター
ms_my: Parameter Tidak Sah
nl: Ongeldige parameters
pl: Nieprawidłowe parametry
pt: Parâmetros inválidos
ru: Неверные параметры
sr: Неважећи параметри
tr: Geçersiz Parametre
vi: Thông số không hợp lệ
zh_hans: 无效的参数
zh_hant_tw: 無效的參數

# common.error.invalid.parameters.body
source: Please, check internet connection and try again later.
ar: الرجاء التحقق من اتصال الإنترنت وإعادة المحاولة لاحقًا.
az: Xahiş edirəm internet bağlantısını yoxlayın və sonra yenidən cəhd edin.
ca: Si us plau, comproveu la connexió a Internet i torneu a provar més tard.
cs: Zkontrolujte připojení k internetu a zkuste to znovu později, prosím.
de_de: Bitte überprüfe die Internetverbindung und versuche es später noch einmal.
es: Por favor, compruebe la conexión a Internet e inténtalo nuevamente más tarde.
fa: لطفاً، اتصال اینترنت را بررسی کنید و بعداً دوباره امتحان کنید.
fr: Veuillez vérifier votre connexion Internet et réessayer plus tard.
he: אנא בדוק את חיבור האינטרנט ונסה שוב מאוחר יותר
hi_in: कृपया, अंतराजाल कनेक्शन जांचें और बाद में पुनः प्रयास करें।
hu: Kérjük ellenőrizd az internet kapcsolatot és próbáld újra később.
ja: インターネット接続を確認し、後でもう一度やり直してください
ms_my: Sila, periksa sambungan internet dan cuba lagi kemudian.
nl: Controleer de internetverbinding en probeer het later opnieuw.
pl: Sprawdź połączenie internetowe i spróbuj ponownie później.
pt: Por favor, verifique a conexão com a internet e tente novamente mais tarde.
ru: Пожалуйста, проверьте подключение к Интернету и повторите попытку.
sr: Молимо вас, проверите интернет везу и покушајте поново касније.
tr: Lütfen internet bağlantısını kontrol edin ve daha sonra tekrar deneyin.
vi: Vui lòng kiểm tra kết nối internet và thử lại sau.
zh_hans: 请检查网络连接，稍后再试。
zh_hant_tw: 請檢查網絡連接，稍後再試。

# common.error.unauthorized.title
source: Authorization Failed
ar: محاولة فاشلة للولوج
az: Avtorizasiya alınmadı
ca: L'autorització ha fallat
cs: Autorizace se nezdařila
de_de: Autorisierung fehlgeschlagen
es: Autorización fallida
fa: تایید ناموفق بود
fr: L'authentification a échouée
he: תהליך אימות נכשל
hi_in: अधिकृतीकरण विफल
hu: A hitelesítés sikertelen
ja: 認証できません
ms_my: Pengesahan Gagal
nl: Autorisatie mislukt
pl: Autoryzacja nie powiodła się.
pt: Falha na autorização
ru: Ошибка авторизации
sr: Ауторизација неуспела
tr: Yetkilendirme Başarısız
vi: Ủy quyển thất bại
zh_hans: 授权失败
zh_hant_tw: 授權失敗

# activity.user.registered.type
source: Friend Registered
ar: قام صديق بالتسجيل
az: Dost qeydiyyatdan keçdi
ca: Amic registrat
cs: Přítel registrován
de_de: Freund registriert
es: Amigo registrado
fa: دوستی ثبت نام کرد
fr: Ami inscrit
he: חבר רשום
hi_in: मित्र पंजीकृत हैं
hu: Ismerősöd regisztrált
ja: 友人が登録しました
ms_my: Rakan Berdaftar
nl: Vriend geregistreerd
pl: Znajomy(-ma) zarejestrował(a) się.
pt: Amigo Registado
ru: Регистрация друга
sr: Пријатељ регистрован
tr: Kaydolan Arkadaşlar
vi: Bạn bè đã đăng ký
zh_hans: 已注册的好友
zh_hant_tw: 已註冊的朋友

# activity.voting.rights.credited.type.template
source: Votes distribution
ar: توزيع الأصوات
az: Səslərin paylanması
ca: Distribució de vots
cs: Distribuce hlasů
de_de: Stimmenverteilung
es: Distribución de votos
fa: توزیع آرا
fr: Distribution des votes
he: חלוקת הצבעות
hi_in: वोट वितरण
hu: Szavazatok elosztása
ja: 投票権の配布
ms_my: Pengedaran undi
nl: Stemmen distributie
pl: Dystrybucja głosów
pt: Distribuição de votos
ru: Распределение голосов
sr: Расподела гласова
tr: Oy dağılımı
vi: Phân phối phiếu bầu
zh_hans: 投票分配
zh_hant_tw: 票數分配

# activity.voting.rights.title.template
source: Daily votes
ar: الأصوات اليومية
az: Gündəlik səslər
ca: Votacions diàries
cs: Denní hlasování
de_de: Tägliche Stimmen
es: Votos diarios
fa: رای روزانه
fr: Votes journaliers
he: הצבעות יומיות
hi_in: दैनिक वोट
hu: Napi szavazatok
ja: 今日配布された投票権
ms_my: Undian harian
nl: Dagelijkse stemmen
pl: Głosy otrzymywane dzienne
pt: Votos diários
ru: Ежедневные голоса
sr: Дневни гласови
tr: Günlük oylar
vi: Phiếu bầu hàng ngày
zh_hans: 每日投票
zh_hant_tw: 每日票數

# activity.invitation.credited.type.template
source: Invitations distribution
ar: توزيع الدعوات
az: Dəvətnamələrin paylanması
ca: Distribució d'invitacions
cs: Distribuce pozvánek
de_de: Verteilung der Einladungen
es: Distribución de invitaciones
fa: توزیع دعوت نامه‌ها
fr: Distribution d’invitations
he: חלוקת הזמנות
hi_in: निमंत्रण वितरण
hu: Meghívók elosztása
ja: 招待権の配布
ms_my: Pengedaran jemputan
nl: Uitnodigingen distributie
pl: Dystrybucja zaproszeń
pt: Distribuição de convites
ru: Распределение приглашений
sr: Дистрибуција позивница
tr: Davetiye dağılımı
vi: Phân phối lời mời
zh_hans: 邀请分配
zh_hant_tw: 邀請分配

# activity.project.funded.type.template
source: Project has been completed!
ar: تم إتمام المشروع!
az: Layihə tamamlandı!
ca: S'ha completat el projecte!
cs: Projekt byl dokončen!
de_de: Das Projekt ist abgeschlossen!
es: ¡El proyecto ha sido completado!
fa: پروژه کامل شده است!
fr: Le projet a été finalisé !
he: הפרויקט הושלם!
hi_in: परियोजना पूरी हो गई है!
hu: A projekt befejeződött!
ja: プロジェクトが完了しました！
ms_my: Projek telah selesai!
nl: Project is afgerond!
pl: Projekt został zakończony!
pt: O projeto foi concluído!
ru: Проект завершен!
sr: Пројекат је завршен!
tr: Proje tamamlandı!
vi: Dự án đã hoàn thành!
zh_hans: 项目已完成！
zh_hant_tw: 項目已經完成！
