Repository: sora-xor/SORA-iOS
Catalog: SoraPassport/SoraLocalizable/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de_de, es, fa, fr, he, hi_in, hu, ja, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hans, zh_hant_tw

# invite.votes.left.template
source: %@ left
ar: %@ متبقي
az: %@ qaldı
ca: %@ restant
cs: Zbývá %@
de_de: %@ verbleiben
es: %@ izquierda
fa: %@ باقی مانده است
fr: %@ restants
he: %@ נותר
hi_in: %@ शेष
hu: %@ maradt
ja: 残り%@
ms_my: %@ kiri
nl: %@ over
pl: Pozostało %@
pt: %@ faltam
ru: %@ осталось
sr: %@ преостало
tr: %@ kaldı
vi: Còn lại %@
zh_hans: 还剩%@
zh_hant_tw: 還剩%@

# invite.enter.invitation.code.compact
source: Enter code
ar: ادخل الرمز
az: Kodu daxil edin
ca: Introduïu el codi
cs: Zadejte kód
de_de: Code eingeben
es: Introduzca el código
fa: کد را وارد کنید
fr: Entrez le code
he: הזן קוד
hi_in: कोड दर्ज करें
hu: Írja be a kódot
ja: コードの入力
ms_my: Masukkan kod
nl: Voer code in
pl: Wprowadź kod
pt: Inserir código
ru: Введите код
sr: Унесите код
tr: Kodu girin
vi: Nhập mã
zh_hans: 输入密码
zh_hant_tw: 輸入代碼

# invite.enter.dialog.hint.template
source: Code contains alphanumeric characters
ar: يحتوي الرمز على أحرف أبجدية رقمية
az: Kodda alfarəqəmsal simvollar var
ca: El codi conté caràcters alfanumèrics
cs: Kód obsahuje alfanumerické znaky
de_de: Code enthält alphanumerische Zeichen
es: El código contiene caracteres alfanuméricos.
fa: کد حاوی نویسه های عددی/الفبایی است
fr: Le code contient des caractères alphanumériques
he: סיסמה מכילה תווים מורכבים מאותיות ומספרים
hi_in: कोड में अक्षरांकीय वर्ण हैं
hu: A kód betűket és számokat tartalmaz
ja: コードは英数字を含みます
ms_my: Kod mengandungi aksara alfanumerik
nl: Code bevat alfanumerieke tekens
pl: Kod zawiera znaki alfanumeryczne.
pt: O código contém caracteres alfanuméricos
ru: Код содержит буквы или цифры
sr: Код садржи алфанумеричке знакове
tr: Kod alfa-nümerik karakterler içerir
vi: Mã chứa các ký tự chữ và số
zh_hans: 密码包含字母数字字符
zh_hant_tw: 代碼包含字母數字字符

# invite.code.applied.title
source: Congratulations!
ar: تهانينا!
az: Təbrik edirik!
ca: Enhorabona!
cs: Gratulujeme!
de_de: Herzlichen Glückwunsch!
es: ¡Felicitaciones!
fa: تبریک!
fr: Félicitations !
he: מזל טוב!
hi_in: बधाई हो!
hu: Gratulálunk!
ja: おめでとうございます！
ms_my: Tahniah!
nl: Gefeliciteerd!
pl: Gratulacje!
pt: Parabéns!
ru: Поздравляем!
sr: Честитам!
tr: Tebrikler!
vi: Xin chúc mừng!
zh_hans: 恭喜！
zh_hant_tw: 恭喜您！

# invite.code.applied.body
source: Code applied successfully
ar: تم تفعيل الرمز بنجاح
az: Kod uğurla tətbiq olundu
ca: El codi s'ha aplicat correctament
cs: Kód byl úspěšně použit
de_de: Code erfolgreich angewendet
es: Código aplicado con éxito
fa: کد با موفقیت اعمال شد
fr: Code appliqué avec succès
he: הקוד הוזן בהצלחה
hi_in: कोड सफलतापूर्वक लागू किया गया
hu: Kód sikeresen felhasználva
ja: コードの適用に成功しました
ms_my: Kod berjaya digunakan
nl: Code succesvol toegepast
pl: Kod został użyty z powodzeniem.
pt: Código aplicado com sucesso
ru: Код успешно применен
sr: Код је успешно примењен
tr: Kod başarıyla uygulandı
vi: Đã áp dụng mã thành công
zh_hans: 邀请码使用成功
zh_hant_tw: 已成功應用代碼

# invite.enter.confirmation.body.mask
source: Do you want to apply invitation code %@?
ar: هل تريد تفعيل رمز الدعوة %@؟
az: %@ dəvət kodunu tətbiq etmək istəyirsiniz?
ca: Voleu aplicar el codi d’invitació %@ ?
cs: Chcete použít kód pozvánky %@ ?
de_de: Möchtest du den Einladungscode %@ verwenden?
es: ¿Desea aplicar el código de invitación %@?
fa: آیا میخواهید کد دعوت %@ را اعمال کنید؟
fr: Voulez-vous appliquer le code d'invitation %@ ?
he: האם ברצונך להזין קוד הזמנה %@ ?
hi_in: क्या आप निमंत्रण कोड %@ लागू करना चाहते हैं?
hu: Szeretnéd alkalmazni a(z) %@ meghívókódot?
ja: 招待コード%@を適用しますか？
ms_my: Apakah anda ingin menggunakan kod jemputan %@?
nl: Wilt u uitnodigingscode %@ toepassen?
pl: Czy chcesz użyć kodu polecającego %@?
pt: Deseja inserir o código de convite %@ ?
ru: Хотите применить код приглашения %@ ?
sr: Да ли желите да примените позивницу %@ ?
tr: %@ davet kodunu uygulamak istiyor musunuz?
vi: Bạn có muốn áp dụng mã mời %@ không?
zh_hans: 您是否要应用邀请码%@ ？
zh_hant_tw: 您是否要應用邀請代碼%@ ？

# invite.enter.error.time.is.up
source: Time to apply invitation code is up
ar: انتهت فترة تفعيل رمز الدعوة
az: Dəvət kodunun tətbiq vaxtı bitdi
ca: S'ha acabat el temps per aplicar el codi d'invitació
cs: Čas pro použití kódu pozvánky vypršel
de_de: Zeit zum Anwenden des Einladungscodes ist abgelaufen
es: Se acabó el tiempo de aplicar el código de invitación
fa: زمان اعتبار دعوتنامه تمام شده است.
fr: Le délai pour appliquer le code d'invitation est écoulé
he: הזמן להזנת קוד הזמנה נגמר
hi_in: निमंत्रण कोड लागू करने का समय समाप्त हो गया है
hu: A meghívókód felhasználásának ideje lejárt
ja: 招待コードの利用期限が過ぎました
ms_my: Masa untuk menggunakan kod jemputan sudah habis
nl: De tijd om de uitnodigingscode toe te passen is verlopen
pl: Czas na użycie kodu polecającego minął.
pt: O prazo para inserir o código de convite acabou
ru: Время возможности ввода кода приглашения истекло
sr: Време за примену позивног кода је истекло
tr: Davet kodunu uygulama süresi doldu
vi: Đã hết thời gian áp dụng mã mời
zh_hans: 应用邀请码已过期
zh_hant_tw: 應用邀請代碼的時間已到

# invite.enter.error.already.applied
source: You have already applied another invitation code
ar: لقد قمت مسبقاً بتقعيل رمز دعوة آخر
az: Artıq başqa bir dəvət kodu tətbiq etmisiniz
ca: Ja heu aplicat un altre codi d'invitació
cs: Již jste použili jiný kód pozvánky
de_de: Du hast bereits einen anderen Einladungscode verwendet
es: Ya has aplicado otro código de invitación
fa: شما قبلاً کد دعوت دیگری را اعمال کرده اید
fr: Vous avez déjà appliqué un autre code d'invitation
he: כבר השתמשת בקוד הזמנה אחר
hi_in: आपने पहले ही एक अन्य निमंत्रण कोड लागू कर दिया है
hu: Már felhasználtál egy másik meghívó kódot
ja: あなたは既に別の招待コードを利用しています
ms_my: Anda telah menggunakan kod jemputan yang lain
nl: U hebt al een andere uitnodigingscode toegepast
pl: Użyłeś(-łaś) już innego kodu polecającego.
pt: Já aplicou outro código de convite
ru: Вы уже приняли другое приглашение
sr: Већ сте применили други позивни код
tr: Başka bir davet kodu uygulanmış
vi: Bạn đã áp dụng một mã mời khác
zh_hans: 您已经申请了另一个邀请码
zh_hant_tw: 您已經應用了另一個邀請代碼

# invite.code.parent.young.message
source: Provided invitation code cannot be applied because it is from the user who registered after you
ar: لا يمكن تفعيل رمز الدعوة المقدم لأنه تابع لمستخدم سجل حسابه بعد تاريخ تسجيبك
az: Təqdim olunan dəvət kodu tətbiq oluna bilməz, çünki bu sizdən sonra qeydiyyatdan keçən istifadəçiyə aiddir
ca: El codi d'invitació proporcionat no es pot aplicar perquè és de l'usuari que s'ha registrat després de tu
cs: Zadaný kód pozvánky nelze použít, protože pochází od uživatele, který se zaregistroval po vás
de_de: Der angegebene Einladungscode kann nicht angewendet werden, da er von einem Benutzer stammt, der sich nach dir registriert hat
es: El código de invitación proporcionado no se puede aplicar porque es del usuario que se registró después de usted
fa: کد دعوت ارائه شده قابل استفاده نیست زیرا این کد از کاربری است که بعد از شما ثبت نام کرده است
fr: Le code d'invitation fourni ne peut pas être appliqué car il provient d'un utilisateur qui s'est inscrit après vous.
he: לא ניתן להזין את קוד ההזמנה שסופק מכיוון שהוא הגיע מהמשתמש שנרשם אחריך
hi_in: बशर्ते आमंत्रण कोड लागू नहीं किया जा सकता क्योंकि यह उस उपयोगकर्ता से है जिसने आपके बाद पंजीकरण कराया था
hu: A megadott meghívókód nem alkalmazható, mert az a felhasználó regisztrálta, aki utánad regisztrált
ja: あなたの後に登録を行ったユーザーのものなので、この招待コードは利用できません
ms_my: Kod jemputan yang disediakan tidak dapat digunakan kerana dari pengguna yang mendaftar selepas anda
nl: De verstrekte uitnodigingscode kan niet worden toegepast omdat deze afkomstig is van de gebruiker die zich na u heeft geregistreerd
pl: Nie można użyć podanego kodu polecającego, ponieważ pochodzi on od użytkownika, który zarejestrował się później niż Ty.
pt: O código de convite fornecido não pode ser aplicado porque é de um utilizador que se registou depois de você
ru: Вы не можете использовать код приглашения пользователя, зарегистрированного позже вас
sr: Наведени позивни код се не може применити јер је од корисника који се регистровао после вас
tr: Bu davet kodu, sizden sonra kaydolan bir kullanıcıdan geldiği için uygulanamaz
vi: Không thể áp dụng mã lời mời đã cung cấp vì mã này từ người dùng đã đăng ký sau bạn
zh_hans: 提供的邀请码不可用，因为它来自您之后注册的用户
zh_hant_tw: 提供的邀請代碼不可用，因為它來自您之後註冊的用戶

# invite.code.self.message
source: You cannot use your invitation code for yourself
ar: لا يمكنك استخدام رمز الدعوة الخاص بك لنفسك
az: Dəvət kodunuzu özünüz üçün istifadə edə bilməzsiniz
ca: No podeu utilitzar el codi d'invitació per a vosaltres mateixos
cs: Svůj kód pozvánky nemůžete použít pro sebe
de_de: Du kannst dein Einladungscode nicht für dich selbst anwenden
es: No puedes usar tu código de invitación para ti mismo
fa: نمیتوانید از کد دعوت خودتان برای خود استفاده کنید.
fr: Vous ne pouvez pas utiliser votre code d'invitation pour vous-même
he: אינך יכול להשתמש בקוד ההזמנה שלך בעצמך
hi_in: आप अपने निमंत्रण कोड का उपयोग अपने लिए नहीं कर सकते
hu: Nem használhatod fel a saját meghívó kódodat
ja: あなたの招待コードを自分に使うことはできません
ms_my: Anda tidak boleh menggunakan kod jemputan anda sendiri
nl: U kunt uw uitnodigingscode niet voor uzelf gebruiken
pl: Nie możesz użyć własnego kodu polecającego dla siebie.
pt: Não pode usar o seu código de convite para si mesmo
ru: Вы не можете использовать собственный код приглашения
sr: Не можете користити своју позивну шифру за себе
tr: Davet kodunuzu kendiniz için kullanamazsınız
vi: Bạn không thể sử dụng mã mời cho chính mình
zh_hans: 您不能使用自己的邀请码
zh_hant_tw: 您不能使用自己的邀請代碼

# invitations.values.not.found.error.message
source: Can't determine available invitations. Please, try again later.
ar: لا يمكن تحديد الدعوات المتوفرة. الرجاء منك المحاولة مرة أخرى لاحقاً.
az: Mövcud dəvətnamələr müəyyənləşdirilmir. Zəhmət olmasa bir az sonra yenə cəhd edin.
ca: No es poden determinar les invitacions disponibles. Si us plau, intenteu-ho més tard.
cs: Nelze určit dostupné pozvánky. Zkuste to znovu později, prosím.
de_de: Kann die verfügbaren Einladungen nicht ermitteln. Bitte, versuche es später noch einmal.
es: No se pueden determinar las invitaciones disponibles. Por favor, inténtelo de nuevo más tarde.
fa: دعوت نامه‌های موجود را نمی توان بازیابی کرد. لطفاً بعداً دوباره امتحان کنید.
fr: Impossible de déterminer les invitations disponibles. Veuillez réessayer plus tard.
he: לא ניתן לקבל מידע על הזמנות זמינות. אנא נסה שוב מאוחר יותר.
hi_in: उपलब्ध निमंत्रण निर्धारित नहीं कर सकते। बाद में पुन: प्रयास करें।
hu: Nem lehet meghatározni az elérhető meghívókat. Kérjük, próbáld újra később.
ja: 利用可能な招待状を判別できません。後でもう一度やり直してください
ms_my: Tidak dapat menentukan jemputan yang tersedia. Sila cuba sebentar lagi.
nl: Kan beschikbare uitnodigingen niet bepalen. Probeer het later opnieuw.
pl: Wystąpił błąd podczas pobierania kodów polecających. Spróbuj ponownie później.
pt: Não é possível determinar os convites disponíveis. Por favor, tente novamente mais tarde.
ru: Ошибка при получении количества кодов приглашения. Пожалуйста, попробуйте позже.
sr: Није могуће утврдити доступне позивнице. Покушајте поново касније.
tr: Uygun davetiyeler belirlenemedi. Lütfen daha sonra tekrar deneyin.
vi: Không thể xác định lời mời có sẵn. Vui lòng thử lại sau.
zh_hans: 无法确定可用的邀请。请稍后再试。
zh_hant_tw: 無法確定可用邀請函。請稍後再試。

# invitations.not.enough.error.message
source: Sorry, but you don't have any invitations to share
ar: نأسف، ليس لديك أي دعوات للمشاركة
az: Bağışlayın, ancaq paylaşmaq üçün dəvətiniz yoxdur
ca: Ho sentim, però no teniu cap invitació per compartir
cs: Je nám líto, ale nemáte žádné pozvánky ke sdílení
de_de: Tut uns leid, Du hast keine Einladungen zum Teilen
es: Lo sentimos, pero no tienes invitaciones para compartir
fa: با عرض پوزش، شما هیچ دعوتنامه ای برای اشتراک گذاری ندارید.
fr: Désolé, vous n'avez aucune invitation à partager
he: מצטערים, אבל אין לך הזמנות לשתף
hi_in: क्षमा करें, लेकिन आपके पास साझा करने के लिए कोई निमंत्रण नहीं है
hu: Sajnáljuk, de nincs meghívód, amit megoszthatnál.
ja: 申し訳ありませんが、共有できる招待枠がありません
ms_my: Maaf, tetapi anda tidak mempunyai jemputan untuk dikongsi
nl: Sorry, maar je hebt geen uitnodigingen om te delen
pl: Niestety, nie posiadasz żadnych kodów polecających do wykorzystania.
pt: Lamentamos, mas você não tem nenhum convite para partilhar
ru: Извините, но у Вас не осталось кодов приглашения
sr: Жао нам је, али немате ниједну позивницу за дељење
tr: Maalesef paylaşacak herhangi bir davetiyen yok
vi: Xin lỗi, nhưng bạn không có bất kỳ lời mời nào để chia sẻ
zh_hans: 抱歉，您没有可用的邀请来分享
zh_hant_tw: 抱歉，您沒有可用的邀請函來分享

# invite.empty.friends.description
source: Status of your invitations will be displayed here
ar: حالة دعواتك سيتم عرضها هنا
az: Dəvətlərinizin statusu burada göstəriləcək
ca: L'Estat de les vostres invitacions es mostrarà ací
cs: Stav vašich pozvánek se zobrazí zde
de_de: Der Status deiner Einladungen wird hier angezeigt
es: El estado de tus invitaciones se mostrará aquí
fa: وضعیت دعوتهای شما در اینجا نمایش داده می‌شود
fr: Le statut de vos invitations sera affiché ici
he: סטטוס ההזמנות שלך יוצג כאן
hi_in: आपके निमंत्रण की स्थिति यहां प्रदर्शित किया जाएगा
hu: A meghívóid állapota itt jelenik meg
ja: ここにあなたの招待の状況が表示されます
ms_my: Status jemputan anda akan dipaparkan di sini
nl: Status van uw uitnodigingen wordt hier weergegeven
pl: Tutaj pojawi się status Twoich zaproszeń.
pt: O status dos seus convites será exibido aqui
ru: Статус Ваших приглашений будет отображаться здесь
sr: Статус ваших позивница ће бити приказани овде
tr: Davetiyelerinizin durumu burada görüntülenecektir
vi: Trạng thái lời mời của bạn sẽ được hiển thị ở đây
zh_hans: 您的邀请进度 将显示在这里
zh_hant_tw: 您的邀請進度 將顯示在這裡

# invitations.sharing.subject
source: Invitation to Sora
ar: دعوة الى سورا
az: Soraya dəvət
ca: Invitació a Sora
cs: Pozvánka do Sora
de_de: Sora Einladung
es: Invitación a Sora
fa: دعوت به سورا
fr: Invitation à Sora
he: הזמנה לסורה
hi_in: सोरा को निमंत्रण
hu: Meghívó a Sora-ba
ja: SORAへ招待
ms_my: Jemputan ke Sora
nl: Uitnodiging voor Sora
pl: Zaproszenie do Sory
pt: Convite para a Sora
ru: Приглашение в Sora
sr: Позивница за Soru
tr: Sora'ya Davet
vi: Lời mời đến Sora
zh_hans: 邀请到Sora
zh_hant_tw: Sora邀請函

# common.passphrase.sharing.subject
source: Sora access backup
ar: النسخة الاحتياطية للدخول إلى سورا
az: Sora giriş bək-appı
ca: Còpia de seguretat d'accés de Sora
cs: Záloha přístupu k Sora
de_de: Sora Zugangssicherung
es: Copia de seguridad de acceso a Sora
fa: پشتیبان گیری دسترسی به سورا
fr: Sauvegarde de l'accès à Sora
he: גיבוי גישה לסורה
hi_in: सोरा एक्सेस बैकअप
hu: Sora hozzáférés biztonsági mentése
ja: SORA接続のバックアップ
ms_my: Sandaran akses Sora
nl: Sora toegangsback-up
pl: Kopia zapasowa dostępu do Sory
pt: Backup de acesso à Sora
ru: Сохранение данных для доступа в Sora
sr: Резервна копија приступа Сора
tr: Sora erişim yedekleme
vi: Sao lưu quyền truy cập Sora
zh_hans: Sora访问的备份
zh_hant_tw: Sora訪問備份

# recovery.title
source: Restore access
ar: استعادة الوصول
az: Girişi bərpa edin
ca: Restaurar l'accés
cs: Obnovit přístup
de_de: Zugang wiederherstellen
es: Restablecer acceso
fa: بازیابی دسترسی
fr: Rétablir l'accès
he: שחזר גישה
hi_in: प्रवेश बहाल करें
hu: Hozzáférés helyreállítása
ja: アクセスを復元する
ms_my: Pulihkan akses
nl: Toegang herstellen
pl: Przywróć dostęp
pt: Restaurar o acesso
ru: Восстановление доступа
sr: Врати приступ
tr: Erişimi geri yükle
vi: Khôi phục quyền truy cập
zh_hans: 恢复访问
zh_hant_tw: 恢復訪問

# recovery.body.title
source: Enter your passphrase
ar: أدخل عبارة المرور
az: Parol keçidini daxil edin
ca: Introdueix les passphrase
cs: Zadejte přístupovou frázi
de_de: Gebe deine Passphrase ein
es: Ingresa tu frase semilla
fa: رمز عبور را وارد کنید
fr: Entrez votre phrase secrète
he: הזן את מילות המפתח שלך
hi_in: अपना पदबंध दर्ज करें
hu: Helyreállítási szavak megadása
ja: パスフレーズを入力
ms_my: Masukkan frasa laluan anda
nl: Voer uw wachtwoordzin in
pl: Wprowadź swoją frazę hasłową
pt: Introduza a sua passphrase
ru: Введите Вашу парольную фразу
sr: Унесите приступну фразу
tr: Anımsatıcı Dizi'nizi yazın
vi: Nhập chuỗi từ khóa khôi phục của bạn
zh_hans: 输入您的助记词
zh_hant_tw: 輸入您的密碼短語

# recovery.passphrase
source: Passphrase
ar: عبارة المرور
az: Parol keçidi
cs: Přístupová fráze
es: Frase semilla
fa: رمز عبور
fr: Phrase secrète
he: מילות מפתח
hi_in: पदबंध
hu: Helyreállítási szavak
ja: パスフレーズ
ms_my: Frasa Laluan
nl: Wachtwoordzin
pl: Fraza hasłowa
ru: Парольная фраза
tr: Anımsatıcı Dizi
vi: Chuỗi từ khóa khôi phục
zh_hans: 助记词
zh_hant_tw: 密碼短語

# votes.not.enough.error.message
source: Sorry, but you don't have enough points to vote.
ar: نأسف ، ليس لديك نقاط كافية للتصويت.
az: Bağışlayın, amma səs vermək üçün kifayət qədər balınız yoxdur.
ca: Ho sentim, però no teniu prou punts per votar.
cs: Je nám líto, ale nemáte dostatek bodů k hlasování.
de_de: Es tut uns leid, du hast nicht genügend Punkte um abstimmen zu können.
es: Lo sentimos, pero no tienes suficientes puntos para votar.
fa: با عرض پوزش، شما امتیاز کافی برای رای دادن داشته ندارید.
fr: Désolé, vous n'avez pas assez de points pour voter.
he: מצטערים, אבל אין לך מספיק נקודות להצביע.
hi_in: क्षमा करें, लेकिन आपके पास मतदान करने के लिए पर्याप्त अंक नहीं हैं ।
hu: Sajnáljuk, de nincs elég pontod a szavazáshoz.
ja: 投票に十分な投票権を保有していません
ms_my: Maaf, tapi anda tidak memiliki mata yang cukup untuk mengundi.
nl: Sorry, maar je hebt niet genoeg punten om te stemmen.
pl: Niestety, nie posiadasz wystarczającej liczby punktów, aby zagłosować.
pt: Lamentamos, mas não tem pontos suficientes para votar.
ru: Недостаточно голосов
sr: Извините, али немате довољно бодова за гласање.
tr: Üzgünüz, oy vermek için yeterli puanınız yok.
vi: Xin lỗi, nhưng bạn không có đủ điểm để bình chọn.
zh_hans: 抱歉，您没有足够的点数来投票。
zh_hant_tw: 抱歉，您沒有足夠的分數來投票。

# votes.project.not.found.error.message
source: Sorry, but the project is not found
ar: نأسف ، لم يتم العثور على المشروع.
az: Bağışlayın, lakin layihə tapılmadı.
ca: Ho sentim, però el projecte no s'ha trobat
cs: Je nám líto, ale projekt nebyl nalezen
de_de: Es tut uns leid, das Projekt konnte nicht gefunden werden
es: Lo sentimos, pero no se ha encontrado el proyecto
fa: متأسفیم، پروژه یافت نشد
fr: Désolé, le projet est introuvable
he: מצטערים, אך הפרויקט לא נמצא.
hi_in: क्षमा करें, लेकिन परियोजना नहीं मिली है
hu: Sajnáljuk, de a projekt nem található
ja: プロジェクトが見つかりません
ms_my: Maaf, tetapi projek itu tidak dijumpai
nl: Sorry, maar het project is niet gevonden
pl: Niestety, ten projekt nie został znaleziony.
pt: Lamentamos, mas o projeto não foi encontrado
ru: Извините, проект не найден
sr: Жао нам је, али пројекат није пронађен
tr: Üzgünüz, proje bulunamadı.
vi: Xin lỗi, nhưng dự án không được tìm thấy
zh_hans: 抱歉，目前无法找到该项目
zh_hant_tw: 抱歉，找不到該項目

# votes.not.allowed.error.message
source: Sorry, but the project can't receive votes anymore.
ar: عذراً ، لا يعد هذا المشروع متاح للتصويت بعد الآن.
az: Bağışlayın, lakin layihə artıq səs qəbul etmir.
ca: Ho sentim, però el projecte ja no pot rebre vots.
cs: Je nám líto, ale projekt již nemůže přijímat hlasy.
de_de: Es tut uns leid, aber das Projekt kann keine weiteren Stimmen empfangen.
es: Lo sentimos, pero el proyecto ya no puede recibir votos.
fa: متأسفیم، اما پروژه نمیتواند رای بیشتری اخذ کند.
fr: Désolé, le projet ne peut plus recevoir de votes.
he: מצטערים, אך הפרויקט אינו יכול לקבל הצבעות יותר.
hi_in: क्षमा करें, लेकिन परियोजना अब वोट प्राप्त नहीं कर सकती है।
hu: Sajnáljuk, de a projekt nem kaphat több szavazatot.
ja: 申し訳ありませんが、このプロジェクトはこれ以上投票を受け付けることができません
ms_my: Maaf, projek ini tidak dapat menerima undi lagi.
nl: Sorry, maar het project kan geen stemmen meer ontvangen.
pl: Niestety, ten projekt nie może już otrzymywać głosów.
pt: Lamentamos, mas o projeto já não pode receber mais votos.
ru: Извините, но проект больше не может получать голоса.
sr: Жао нам је, али пројекат више не може да добије гласове.
tr: Üzgünüz, fakat bu proje artık oy alamaz.
vi: Xin lỗi, nhưng dự án không thể nhận được phiếu bầu nữa.
zh_hans: 抱歉，此项目不接受投票了。
zh_hant_tw: 抱歉，該項目不能再獲得選票了。

# votes.invalid.format.error.message
source: Sorry, but your amount of votes can't be interpreted. Please, try to vote again.
ar: نأسف ، تعذّر احصاء كمية أصواتك. فضلاً، اعد المحاولة مجدداً.
az: Bağışlayın, amma səslərin miqdarı şərh edilə bilinmir. Xahiş edirik yenidən səs verməyə çalışın.
ca: Ho sentim, però la quantitat de vots no es pot interpretar. Si us plau, intenteu tornar a votar.
cs: Je nám líto, ale váš počet hlasů nelze interpretovat. Zkuste prosím hlasovat znovu.
de_de: Es tut uns leid, deine Stimmenanzahl kann nicht gedeutet werden. Bitte versuche erneut abzustimmen.
es: Lo sentimos, pero su cantidad de votos no se puede interpretar. Por favor, intente votar de nuevo.
fa: متأسفیم، رای شما اخذ نشد. لطفاً دوباره امتحان کنید.
fr: Désolé, mais votre nombre de votes ne peut pas être interprété. Veuillez réessayer de voter.
he: מצטערים, אך לא ניתן לקבל את כמות ההצבעות שלך. אנא, נסה להצביע שוב.
hi_in: क्षमा करें, लेकिन आपके वोटों की मात्रा की व्याख्या नहीं की जा सकती है। कृपया, फिर से मतदान करने का प्रयास करें।
hu: Sajnáljuk, de a szavazatok mennyisége nem értelmezhető. Kérjük, próbálj meg újra szavazni.
ja: あなたの投票を確認することが出来ませんでした。もう一度投票してください
ms_my: Maaf, tetapi jumlah undian anda tidak dapat ditafsirkan. Tolong, cuba mengundi lagi.
nl: Sorry, maar uw aantal stemmen kan niet worden geïnterpreteerd. Probeer alsjeblieft opnieuw te stemmen.
pl: Niestety, nie można oszacować liczby głosów. Spróbuj zagłosować ponownie.
pt: Lamentamos, mas a sua quantidade de votos não pode ser interpretada. Por favor, tente votar novamente.
ru: Извините, введено некорректное количество голосов. Пожалуйста, попробуйте проголосовать снова.
sr: Извините, али ваш износ гласова не може да се протумачи. Покушајте поново да гласате.
tr: Maalesef oy miktarınız yorumlanamıyor. Lütfen tekrar oy vermeyi deneyin.
vi: Xin lỗi, nhưng số phiếu bầu của bạn không thể diễn giải được. Vui lòng thử bỏ phiếu lại.
zh_hans: 抱歉，您的投票票数无法解。请尝试再次投票。
zh_hant_tw: 抱歉，您的投票票數無法讀取。請嘗試再次投票。

# votes.zero.error.message
source: Sorry, but you must have at least 1 point to vote
ar: عذرًا ، يتعين عليك امتلاك ١ نقطة على الاقل لتتمكن من التصويت
az: Bağışlayın, amma səs vermək üçün ən azı 1 balınız olmalıdır
ca: Ho sentim, però heu de tenir com a mínim 1 punt per votar
cs: Je nám líto, ale k hlasování musíte mít alespoň 1 bod
de_de: Es tut uns leid, du musst mindestens einen Punkt haben um abstimmen zu können
es: Lo sentimos, pero debes tener al menos 1 punto para votar
fa: با عرض پوزش، شما باید حداقل 1 امتیاز برای رای دادن داشته باشید
fr: Désolé, vous devez avoir au moins 1 point pour voter
he: אנחנו מצטערים, אבל חייבת להיות לך לפחות נקודה 1 כדי להצביע
hi_in: क्षमा करें, लेकिन आपके पास मतदान करने के लिए कम से कम 1 अंक होना चाहिए
hu: Sajnáljuk, de legalább 1 pont szükséges a szavazáshoz
ja: 最小で１ポイントから投票できます
ms_my: Maaf, tetapi anda mesti mempunyai sekurang-kurangnya 1 mata untuk memilih
nl: Sorry, maar je moet minimaal 1 punt hebben om te stemmen
pl: Niestety, musisz posiadać co najmniej 1 punkt, aby zagłosować.
pt: Lamentamos, mas você deve ter pelo menos 1 ponto para votar
ru: Извините, можно голосовать минимум одним голосом
sr: Извините, али за гласање морате имати најмање 1 бод
tr: Üzgünüz, oy vermek için en az 1 puanınız olmalı.
vi: Xin lỗi, nhưng bạn phải có ít nhất 1 điểm để bình chọn
zh_hans: 抱歉，您必须至少有1个点数才能投票
zh_hant_tw: 抱歉，您必須至少有1分才能投票
