{"status":{"code":"OK","message":"Success"}, "referendums": [{"id":"938d033f-580d-477c-a89f-fcebfcdf8eff", "name":"Important referendum: New era", "description":"A referendum (plural: referendums or less commonly referenda) is a direct and universal vote in which an entire electorate is invited to vote on a particular proposal and can have nationwide or local forms.", "detailedDescription": "A referendum (plural: referendums or less commonly referenda) is a direct and universal vote in which an entire electorate is invited to vote on a particular proposal and can have nationwide or local forms. This may result in the adoption of a new policy or specific law. In some countries, it is synonymous with a plebiscite or a vote on a ballot question. Some definitions of 'plebiscite' suggest it is a type of vote to change the constitution or government of a country.[1] The word, 'referendum' is often a catchall, used for both legislative referrals and initiatives. In Australia, a 'referendum' is often said to be a vote to change the federal constitution and 'plebiscite' a vote which does not affect the federal constitution.[2] However, this is erroneous as not all federal referendums have been on constitutional matters (such as the 1916 Australian conscription referendum), and state votes that likewise do not affect either the federal or state constitution are frequently said to be referendums (such as the 2009 Western Australian daylight saving referendum). Historically, they are used by Australians interchangeably and a plebiscite was considered another name for a referendum.[3][4][5] In Ireland, 'plebiscite' referred to the vote to adopt its constitution, but a subsequent vote to amend the constitution is called a 'referendum', as is a poll of the electorate on a non-constitutional bill.","fundingDeadline":1599336615,"status":"CREATED", "statusUpdateTime": 1557916060, "supportVotes": "10", "opposeVotes": "5", "userSupportVotes": "4", "userOpposeVotes": "3", "imageLink":"https://miro.medium.com/max/1400/1*mk1-6aYaf_Bes1E3Imhc0A.jpeg"}]}

