{"status":{"code":"OK","message":"Success"}, "project": {"id":"938d033f-580d-477c-a89f-fcebfcdf8eff", "name":"Decentralized Digital\nDepository","description":"D3 enables financial institutions to work with crypto assets safely and compliantly via decentralized ecosystem of trusted partners.", "detailedDescription": "D3 enables financial institutions to work with crypto assets safely and compliantly via decentralized ecosystem of trusted partners. This is new opportunity for the whole world!\n\n A distributed ledger can be described as a ledger of any transactions or contracts maintained in decentralized form across different locations and people, eliminating the need of a central authority to keep a check against manipulation. All the information on it is securely and accurately stored using cryptography and can be accessed using keys and cryptographic signatures.\n\n Once the information is stored, it becomes an immutable database, which the rules of the network govern. While centralized ledgers are prone to cyber-attack, distributed ledgers are inherently harder to attack because all the distributed copies need to be attacked simultaneously for an attack to be successful. Further, these records are resistant to malicious changes by a single party.\n\n Since ancient times, ledgers have been at the heart of economic transactions – to record contracts, payments, buy-sell deals or movement of assets or property. The journey which began with recording on clay tablets or papyrus made a big leap with the invention of paper. Over the last couple of decades, computers have provided the process of record keeping and ledger maintenance great convenience and speed.","projectLink":"https://d3ledger.com/media","imageLink":"https://signtech.je/wp/wp-content/uploads/2015/10/Window-Graphics-23.jpg","fundingTarget":"92233","fundingCurrent":"9233","fundingDeadline":1553588222,"status":"OPEN", "statusUpdateTime": 1557916060, "email": "d3project@soramitsu.co.jp", "favorite": true, "favoriteCount": 15, "votedFriendsCount": 15, "votes": "5000", "gallery": [{"type":"IMAGE","url":"https://signtech.je/wp/wp-content/uploads/2015/10/Window-Graphics-23.jpg"}, {"type":"IMAGE","url":"https://signtech.je/wp/wp-content/uploads/2015/10/MAINTENANCE-HERO.jpg"}, {"type":"VIDEO","url":"https://commondatastorage.googleapis.com/gtv-videos-bucket/sample/BigBuckBunny.mp4","previewUrl":"https://commondatastorage.googleapis.com/gtv-videos-bucket/sample/images/BigBuckBunny.jpg","duration": 596},{"type":"VIDEO","url":"https://commondatastorage.googleapis.com/gtv-videos-bucket/sample/ElephantsDream.mp4","duration": 653}]}}
